Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/kaz/LC_MESSAGES/default.po
Languages: kk

source: File Manager
kk: файл менеджері

source: You can find your result here.
kk: Сіз бұл жерде сіздің нәтиже таба аласыз.

source: Thanks for given the exam.
kk: берілген емтихан үшін рахмет.

source: Leader Board
kk: Лидер кеңесі

source: My Exams
kk: Менің Емтихандар

source: My Result
kk: Менің нәтижесі

source: Payment
kk: төлем

source: Transaction History
kk: Мәміле тарихы

source: Mailbox
kk: Пошта жәшігі

source: Help
kk: Көмектесіңдер

source: Home
kk: үй

source: Register
kk: тіркеу

source: Log In
kk: Кіру

source: Invalid Post
kk: Жарамсыз Post

source: Jan
kk: Ян

source: May
kk: мамыр

source: Percentage
kk: пайыз

source: Month
kk: ай

source: Exams
kk: емтихандар

source: Email verified successfully
kk: Email сәтті тексерілген

source: Invalid Verification Code
kk: Жарамсыз Тексеру кодексі

source: A verification Code send to your Email inbox or Spam
kk: Растау кодын Электрондық пошта кіріс жәшігінде немесе Спам жіберуге

source: Email Id already verified
kk: Email ID өзінде тексерілген

source: Email Id not registered in system
kk: Email ID жүйесінде тіркелген жоқ

source: You have attempted maximum exam.
kk: Сіз барынша емтихан тырысты.

source: You have attempted maximum number of questions in this subject
kk: Сіз бұл пән бойынша сұрақтар максималды санын тырысты

source: You can find your result here
kk: Сіз өзіңіздің нәтиже мына жерден таба аласыз

source: Insufficient Amount.
kk: Ақша сомасы жеткіліксіз.

source: 1. The test instructions were
kk: 1. Сынақ нұсқаулары болды

source: 2. Language of question was
kk: Сұрақтың 2. Тіл болды

source: 3. Overall test experience was
kk: 3. Жалпы сынақ тәжірибе болды

source: Any other feedback suggestion:
kk: Кез келген басқа Кері байланыс ұсыныс:

source: Feedback has submitted successfully!
kk: Кері байланыс сәтті берген!

source: Feedback already submitted.
kk: Кері байланыс өзінде ұсынылған.

source: Email id is not registered in system
kk: Email ID жүйесінде тіркелген жоқ,

source: Your password reset link is sent to your registered email id
kk: Құпия сөзді қалпына келтіру сілтемесі Егер тіркелген Email ID жіберіледі

source: Incorrect code
kk: Дұрыс емес коды

source: Password Changed Successfully
kk: Пароль сәтті өзгертілді

source: My Performance
kk: Менің Performance

source: My Group performance
kk: Менің тобы өнімділігі

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
kk: Қолдану әлдеқашан орнатылған. өтініш қайта орнату / installed.txt қолданба / ПТМ Remove

source: Writeable
kk: Жазаалатын

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
kk: Өкінішке орай Файл Рұқсат қатесі <br> сұраймыз GOTO қолданба / Config / database.php жазылмайды режимінде.

source: A connection was successfully established with the server.
kk: Байланыстың табысты сервермен құрылды.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
kk: Дерекқорға қосылу мүмкін емес. Қолданба / Config / database.php параметрлерді тексеріп, қайталап көріңіз

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
kk: Өкінішке орай Қалта Рұқсат қатесі ТМЗ қалта жазылмайды режимінде өтінеміз <br>.

source: Your Mail has been sent
kk: Сіздің Mail жіберілген

source: Forwarded message
kk: Басқағажіберілгенхабарлама

source: From
kk: -дан

source: Subject
kk: пән

source: The mail has been moved to the Trash
kk: пошта Себетке жылжытылды

source: Your Mail has been deleted
kk: Сіздің Mail жойылды

source: The mail has been moved to the Inbox
kk: пошта Кіріс көшіп болды

source: The mail has been marked as Read
kk: Поштаны оқу ретінде белгіленген болатын

source: The mail has been marked as Unread
kk: пошта оқылмаған деп белгіленген болатын

source: Paypal Payment not set
kk: Paypal төлеу орнату мүмкін емес

source: Payment Cancel
kk: Төлем Болдырмау

source: Wallet Payment
kk: Wallet Төлем

source: Try again! Can not connect to paypal
kk: Қайтадан байқап көріңіз! PayPal қосылу мүмкін емес

source: Invalid Amount
kk: Жарамсыз сомасы

source: Payment already done
kk: Төлем қазірдің өзінде атқарылған

source: Payment not done
kk: Төлем атқарылған жоқ

source: Payment successfully! Amount %s added in your wallet
kk: Төлем сәтті! Сомасы %s Әмиянда қосылады

source: Profile Updated Successfully
kk: Профиль сәтті жаңартылды

source: Photo Updated Successfully
kk: Фото сәтті жаңартылды

source: Invalid Password
kk: Жарамсыз Password

source: Please select any group
kk: кез келген топты таңдаңыз

source: Invalid Security Code
kk: Жарамсыз Қауіпсіздік коды

source: Score
kk: Гол

source: Marks Scored
kk: Marks құрамы,

source: Subject Wise Time Taken
kk: Тақырыбы Wise Time Қабылданған

source: Student Performance
kk: Студенттік Performance

source: Correct Question
kk: дұрыс Сұрақ

source: Incorrect Question
kk: Дұрыс Сұрақ

source: Right Marks
kk: Оң Marks

source: Negative Marks
kk: теріс Marks

source: Percentage(%) in Exam
kk: Емтихан пайыздық (%)

source: Percentage(%)
kk: Үлесі (%)

source: nd
kk: ші

source: rd
kk: ші

source: th
kk: ші

source: You %s
kk: Сіз %s

source: Topper %s
kk: Топпер %s

source: Administrator
kk: Әкімші

source: Payment Gateway
kk: Төлем шлюзі

source: Pay Exam
kk: Pay Емтихан

source: Your account has expired. Please contact administrator
kk: Тіркелгіңіздің мерзімі өтіп кеткен. әкімшісіне хабарласыңыз

source: You have been logged in successfully
kk: Сіз сәтті кіргенін

source: Your email not verified! Please click on link sent to your email inbox or spam
kk: Сіздің электрондық пошта расталған жоқ! Электрондық пошта кіріс жәшігінде немесе спам жіберілген сілтемені басыңыз сұраймыз

source: Incorrect username/password
kk: Дұрыс аты / құпия сөз

source: You have been logged out successfully
kk: Сіз сәтті жүзеге кіргенін

source: You are %s Member! Please contact administrator
kk: Сіз бар %s мүшесі! әкімшісіне хабарласыңыз

source: Hours
kk: сағат

source: Mins
kk: мин

source: Grand Total
kk: Жалпы жиыны

source: Your Question has been added for exam
kk: Сіздің Сұрақ емтиханға қосылды

source: Your Question has been deleted for exam
kk: Сіздің Сұрақ емтиханға жойылған

source: No Permission
kk: Рұқсат жоқ

source: Advertisement has been saved
kk: Жарнама сақталды

source: Invalid post
kk: Жарамсыз кейінгі

source: Advertisement has been deleted
kk: Жарнама жойылған

source: Photo Changed Successfully
kk: Фото сәтті өзгертілді

source: Not Attempted
kk: әрекет әлі

source: Marks Updated
kk: Marks Жаңартылған

source: Successfully Finalize
kk: сәтті пішімдеңіз

source: Successfully Closed Exam
kk: Сәтті Жабық Емтихан

source: English
kk: ағылшын

source: French
kk: Француздар

source: Your Setting has been saved
kk: Сіздің орнату сақталды

source: Page Added Successfully
kk: Бет сәтті қосылды

source: Pages updated Successfully
kk: Сәтті жаңартылған беттер

source: Page has been deleted
kk: Бет жойылған

source: Page has been Unpublished
kk: Бет Жарияланбаған болды

source: Page has been Published
kk: Бет жарияланды

source: Something wrong
kk: Бірдеме дұрыс емес пе

source: Currency has been saved
kk: Валюта сақталды

source: Currency has been deleted
kk: Валюта жойылған

source: Student Details
kk: Студенттік Толығырақ

source: Active
kk: белсенді

source: Pending
kk: күту

source: Suspend
kk: тоқтата тұру

source: Pass
kk: өту

source: Absent
kk: сырттай

source: Student
kk: студент

source: Passing %age
kk: Попутный %a GE

source: Average %age
kk: Орташа %a GE

source: Question Count
kk: Сұрақ Count

source: Total Question
kk: Барлығы Сұрақ

source: Question Bank Difficulty Wise
kk: Сұрақ Банк Күрделілік Wise

source: Easy
kk: оңай

source: Medium
kk: орта

source: Hard
kk: қиын

source: Name has been updated
kk: Аты жаңартылды

source: Email template has been saved
kk: Электрондық пошта үлгісі сақталды

source: Email template has been deleted
kk: Email Үлгі жойылған

source: End Date is not less than Start date
kk: Аяқталу күні басталу күнінен кем емес

source: Please Select any group
kk: кез келген топты таңдаңыз

source: Please Add Subject To Exam
kk: Емтихан жататын қосу сұраймыз

source: Exam has been saved. Add questions in exam
kk: Емтихан сақталды. емтихан сұрақтар қосу

source: Exam has been saved
kk: Емтихан сақталды

source: Exam has been updated
kk: Емтихан жаңартылды

source: Exam has been deleted
kk: Емтихан жойылған

source: Difficulty Level
kk: Күрделілік деңгейі

source: Subject Wise Question Count
kk: Тақырыбы Wise Сұрақ Count

source: Exam sucessfully inactivated
kk: Емтихан сәтті инактивтендірілген

source: Exam sucessfully activated
kk: Емтихан сәтті іске қосылған

source: There are no question added!
kk: қосылған жоқ мәселе бар!

source: Your username is sent to your registered email id
kk: Пайдаланушы атыңыз Егер тіркелген Email ID жіберіледі

source: Group Added Successfully
kk: Group табысты қосылды

source: Group has been saved
kk: Group сақталды

source: Group has been deleted
kk: Топ жойылды

source: Delete subject first
kk: бірінші тақырыбын жою

source: Help content has been saved
kk: Анықтама мазмұны сақталды

source: Help content has been deleted
kk: Анықтама мазмұны жойылған

source: Questions imported successfully
kk: сәтті импортталды Сұрақтар

source: File not uploaded
kk: Файл жүктелген емес

source: Only CSV File supported
kk: Тек CSV файлына қолдау

source: Please Select Subject
kk: Тақырыпты таңдаңыз

source: Please Select any Group
kk: кез-келген топтық таңдаңыз

source: Students imported successfully
kk: сәтті импортталды Оқушылар

source: Please Select Group
kk: Group таңдаңыз

source: Student Email not found
kk: Студенттік Email табылған жоқ

source: News has been saved
kk: Жаңалықтар сақталды

source: News has been deleted
kk: Жаңалықтар жойылған

source: Paypal Payment Setting has been saved
kk: Paypal төлеу Setting сақталды

source: Setting Problem
kk: орнату Мәселе

source: Please Choose the Correct answer
kk: Дұрыс жауап таңдау сұраймыз

source: Please select true or false
kk: шын немесе жалған таңдаңыз

source: Please fill blank space
kk: бос кеңістік толтырыңыз

source: Question added to bank successfully
kk: Сұрақ сәтті банкке қосылған

source: Question has been updated
kk: Сұрақ жаңартылды

source: Question has been deleted
kk: Сұрақ жойылған

source: Delete exam first!
kk: бірінші емтихан жою!

source: Question Difficulty Level
kk: Сұрақ Күрделілік деңгейі

source: Performance
kk: Өнімділік

source: Candidate Marks Distribution
kk: Кандидаты Marks тарату

source: Max Marks Distribution
kk: Max Marks тарату

source: Please select any type in the list
kk: Тізімдегі кез-келген түрін таңдаңыз

source: Please type any email
kk: кез келген электрондық пошта енгізіңіз

source: Email has been sent
kk: Хат жіберілді

source: No email to send
kk: жіберу үшін ешқандай электрондық пошта

source: Please type any name
kk: кез келген атауды енгізіңіз

source: Sms has been sent
kk: Sms жіберілген

source: No sms to send
kk: жіберу үшін ешқандай смс

source: Signature has been saved
kk: Қол қою сақталды

source: Signature has been deleted
kk: Қол қою жойылған

source: Slide has been saved
kk: Слайд сақталды

source: Slide has been deleted
kk: Слайд жойылған

source: SMS template has been saved
kk: SMS үлгісі сақталды

source: SMS template has been deleted
kk: SMS Үлгі жойылған

source: Student added Successfully
kk: Студенттік сәтті қосылды

source: Please Select atleast one group
kk: кем дегенде, бір тобын таңдаңыз

source: Student has been updated
kk: Студенттік жаңартылды

source: Student has been deleted
kk: Студенттік жойылған

source: Student Wallet has been updated
kk: Студенттік Wallet жаңартылды

source: Subject Added Successfully
kk: Тақырыбы сәтті қосылды

source: Subject already exist
kk: Тақырыбы қазірдің өзінде бар

source: Subject has been updated
kk: Тақырыбы жаңартылды

source: Subject has been deleted
kk: Тақырыбы жойылған

source: Testimonial has been saved
kk: Testimonial сақталды

source: Testimonial has been updated
kk: Testimonial жаңартылды

source: Testimonial has been deleted
kk: Testimonial жойылған

source: User Added Successfully
kk: Пайдаланушы сәтті қосылды

source: User has been updated
kk: Пайдаланушы жаңартылды

source: User has been deleted
kk: Пайдаланушы жойылған

source: Permission update successfully
kk: сәтті Рұқсат жаңарту

source: You have been logged in Successfully
kk: Сәтті кірген болатын

source: You have been logged out
kk: Сіз теңдестіруден өткен жүзеге асырылды

source: Level User has been saved
kk: Деңгей Пайдаланушы сақталды

source: Level user has been deleted
kk: Деңгей пайдаланушы жойылған

source: Logo has been saved
kk: Логотип сақталды

source: Logo has been deleted
kk: Логотип жойылған

source: Add Questions
kk: Сұрақтар қосу

source: Question Type
kk: Сұрақ түрі

source: Search
kk: іздеу

source: Add To Exam
kk: Емтихан қосу

source: Delete To Exam
kk: Емтиханға жою

source: Back To Exam
kk: Артқа емтиханға

source: Type
kk: түрі

source: Body of Question
kk: Сұрақ Дене

source: Level
kk: деңгей

source: Action
kk: Іс-шаралар

source: Add Advertisement
kk: жарнама қосу

source: Advertisement Name
kk: Жарнама атауы

source: Ordering
kk: Тапсырыс

source: URL Type
kk: URL түрі

source: Internal
kk: ішкі

source: External
kk: сыртқы

source: URL Target
kk: URL Мақсатты

source: Upload Image (350*260)
kk: Жүктеу Сурет (350 * 260)

source: Save
kk: сақтау

source: Close
kk: жақын

source: Update Photo
kk: жаңарту Фото

source: Upload Photo
kk: Загрузить фото

source: Update
kk: жаңарту

source: Cancel
kk: күшін жою

source: Edit Advertisements
kk: өңдеу Жарнама

source: Form
kk: форма

source: Status
kk: мәртебесі

source: Advertisements
kk: Жарнама

source: Add New Advertisement
kk: Жаңа хабарландыру қосу

source: Edit
kk: редакциялау

source: Delete
kk: Жою

source: View
kk: көрініс

source: Change Photo
kk: өзгерту Фото

source: View Slides
kk: қарау Слайдтар

source: Attempted Papers of
kk: әрекет Баяндамалар

source: Name
kk: АТАУЫ

source: Email
kk: Электрондық пошта

source: Total Marks
kk: Барлығы Marks

source: Obtained Marks
kk: алынған Marks

source: Result Finalized
kk: нәтиже аяқтады

source: Finalize It
kk: аяқтап бітіру

source: PASSED
kk: ӨТТІ

source: Finalized By
kk: By аяқтады

source: Question No
kk: Сұрақ жоқ,

source: Option3
kk: 3 нұсқа

source: Marked Answer
kk: Белгіленген жауап

source: Correct Answer
kk: дұрыс жауап

source: Time Taken
kk: Уақыт Қабылданған

source: Marks Obtained
kk: алынған Marks

source: Checked by
kk: тексеріледі

source: System
kk: жүйе

source: Configuration Options
kk: Конфигурация опциялары

source: Site Name
kk: Сайт атауы

source: Organization Name
kk: Ұйым атауы

source: Organization Email
kk: Ұйым Email

source: Meta Description
kk: Meta сипаттамасы

source: Please Select
kk: таңдаңыз

source: Currency
kk: валюта

source: Header Contact
kk: Header Байланыс

source: Email Contact
kk: Email Байланыс

source: Display records per page
kk: көрсету бетінде жазбалар

source: Max records per page
kk: Max бір бетінде жазып

source: Date Format
kk: күні пішімі

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
kk: Күні, айы, жылы, сағат, MIN, SEC, Meridian, күні Seprator, Уақыт Seprator

source: Image
kk: бейне

source: Text
kk: мәтін

source: Text Direction
kk: мәтін бағытын

source: Left-to-right (LTR)
kk: Сол жақ шетпен туралау (LTR)

source: Right-to-Left (RTL)
kk: Оңнан солға (RTL)

source: Language
kk: тіл

source: Enable SMS Notification
kk: SMS хабарлама қосу

source: Enable Email Notification
kk: Email Notification қосу

source: Manual Verification
kk: Қолмен Тексеру

source: Front End Registration
kk: Алдыңғы End Тіркеу

source: Front End Slides
kk: Алдыңғы соңы Слайдтар

source: Translation
kk: аударма

source: Paid Exam
kk: ақылы Емтихан

source: Math Editor
kk: математика редакторы

source: Exam Expiry
kk: Емтихан Бітетін

source: Exam Feedback
kk: Емтихан Кері байланыс

source: Certificate
kk: сертификат

source: Advertisement
kk: жарнама

source: No. of Visitor
kk: Келушінің No.

source: No. of Student
kk: Студент No.

source: No. of Exam
kk: Емтихан No.

source: Save Settings
kk: Параметрлерді сақтау

source: Add Pages
kk: Беттері

source: Link Name
kk: Сілтеме атауы

source: Link Order
kk: Сілтеме тәртібі

source: Page Type
kk: бет түрі

source: External Url
kk: Сыртқы Url

source: Url Target
kk: Url Мақсатты

source: Page Name
kk: бет атауы

source: Page Url
kk: бет Url

source: Page Content
kk: бет мазмұны

source: Edit Pages
kk: өңдеу беттер

source: Pages
kk: беттер

source: Add New Page
kk: Жаңа бет қосу

source: Published
kk: Жарияланған

source: Unpublished
kk: жарияланбаған

source: Add Currency
kk: Валюта қосу

source: Currency Name
kk: Валюта атауы

source: Short Name
kk: Қысқа аты

source: Upload Currency (Less or equal to 50*50)
kk: (Аз немесе * 50 50 тең) Валюта кері қотару

source: Add New Currency
kk: Жаңа валюта қосу

source: In Progress Exam
kk: Прогресс емтихан

source: Upcoming Exam
kk: Алдағы Емтихан

source: Completed Exam
kk: Аяқталған Емтихан

source: Students
kk: Оқушылар

source: In Progress & Upcoming Exams
kk: Прогресс & Алдағы емтихандарда

source: Date
kk: дата

source: Exam Name
kk: Емтихан аты

source: Group
kk: топ

source: Duration
kk: ұзақтық

source: Recent Exam Results
kk: Соңғы Емтихан нәтижелері

source: Exam
kk: Емтихан

source: Overall Result
kk: Жалпы нәтижесі

source: Student Stats
kk: Студенттік Статистика

source: To
kk: қарай

source: Details
kk: Егжей

source: Top 10 Student Group Wise
kk: Top 10 студенттік топ Wise

source: Student Statistic Table
kk: Студенттік Статистикалық кесте

source: Total Students
kk: Барлық студенттер

source: Total Active
kk: Белсенді жалпы

source: Total Pending
kk: Барлығы Күтуде

source: Total Suspended
kk: Барлығы Аспалы

source: Top 10 Question Bank Subject Wise
kk: Top 10 Сұрақ Банк Тақырыбы Wise

source: Top 10 Difficulty Level of Questions
kk: Сұрақтар Жоғарғы 10 күрделілігі деңгейі

source: Question Count Table
kk: Сұрақ Count Кесте

source: Bank Name
kk: Банк атауы

source: Total Easy
kk: Барлығы Easy

source: Total Normal
kk: Барлығы Қалыпты

source: Total Difficult
kk: Қиын жалпы

source: Diffculty Level
kk: Қиындықтар деңгейі

source: E-Mail Settings
kk: E-Mail параметрлері

source: Email Type
kk: Email түрі

source: LOCALHOST
kk: Жергілікті хосттан

source: Server Name / Host
kk: Сервер атауы / Host

source: Port
kk: порт

source: User Name
kk: Қолданушының аты

source: Password
kk: Кілт сөзі

source: Add Email Template
kk: Электрондық пошта үлгісі қосу

source: Email Template
kk: Email Үлгі

source: Edit Email Templates
kk: Өңдеу Email Templates

source: Email Templates
kk: Email үлгілер

source: Add New Email Template
kk: Жаңа электрондық пошта үлгісі қосу

source: Template
kk: Үлгі

source: Subject Added successfully
kk: Тақырыбы сәтті қосылды

source: Add Exam
kk: Емтихан қосу

source: Name of Exam
kk: Емтихан атауы

source: Passing Percentage
kk: өту пайызы

source: Instruction
kk: нұсқау

source: Exam Duration (Min.)
kk: Емтихан ұзақтығы (мин.)

source: 0 for unlimited duration
kk: мерзімсіз 0

source: Attempt Count
kk: әрекеті Count

source: 0 for unlimited attempt
kk: шексіз әрекеті 0

source: Start Date
kk: Басталатын күн

source: End Date
kk: Аяқталу күні

source: Show Answer Sheet
kk: Көрсету Жауап парағы

source: Yes
kk: иә

source: No
kk: жоқ

source: Select Group
kk: Group таңдаңыз

source: Student Group
kk: Студенттік тобы

source: Negative Marking
kk: таңбалау теріс

source: Random Question
kk: кездейсоқ сұрақ

source: Amount
kk: сомасы

source: Browser Tolrance
kk: Браузер Tolrance

source: Expiry Days
kk: Бітетін күндері

source: 0 for Unlimited
kk: Шексіз 0

source: Result After Finish
kk: Болғаннан кейін нәтижесі

source: Instant Result
kk: Instant нәтижесі

source: Option Shuffle
kk: Таңдауы Shuffle

source: Add Subjects To Exams
kk: Емтиханына тақырыптарды қосу

source: Subject Name
kk: Тақырыбы атауы

source: No. of Questions
kk: Сұрақ No.

source: Ques Attempt Count
kk: Сұраққа әрекеті Count

source: Questions Attempt Count
kk: Сұрақтар Санақ көріңіз

source: Leave blank for not showing (0 for unlimited)
kk: (Шектелмеген 0) көрсететін емес, бос қалдырыңыз

source: ctrl+click to add multiples
kk: Ctrl + еселі қосу үшін басыңыз

source: Add
kk: қосу

source: Edit Exam
kk: өңдеу Емтихан

source: Exam Stats
kk: Емтихан Статистика

source: No of Student Passed
kk: Өтті Студент бірде-

source: Download
kk: жүктеу

source: No of Student Failed
kk: Студент бірде-жаңылысы

source: No of Student Absent
kk: Студенттік жоқ бірде-

source: Exam Details
kk: Емтихан Толығырақ

source: Finalize Result
kk: Нәтиже аяқтау

source: Attempted Papers
kk: тырысты газеттер

source: Eligible Group
kk: Құқылы тобы

source: Close Exam
kk: Жабу Емтихан

source: Activate Exam
kk: Емтихан іске қосыңыз

source: Exam Closed Re-Activate Exam
kk: Емтихан Жабық қайта белсендіру Емтихан

source: Browser Tolrence
kk: Браузер Tolrence

source: Expiry
kk: Бітетін

source: Unlimited
kk: Шексіз

source: Days
kk: күндері

source: Subjective
kk: субъективті

source: Objective
kk: объективті

source: True &amp; False
kk: True & AMP; жалған

source: Fill in the blanks
kk: дайындамаларын толтырыңыз

source: Total Questions
kk: Барлығы сұрақтар

source: Question Attempt Count
kk: Сұрақ әрекеті Count

source: Total
kk: жалпы

source: M
kk: М

source: Student Name
kk: Студенттік атауы

source: Enrolment
kk: қабылдау

source: Phone
kk: Телефон

source: Result Status
kk: мәртебесі нәтижесі

source: Forgot Password
kk: Құпия сөзді ұмыттыңыз ба

source: Submit
kk: Жіберу

source: Forgot Username
kk: Логинді ұмыттыңыз ба

source: Login
kk: Кіру

source: Verification Code
kk: Тексеру коды

source: Please enter verification Code
kk: тексеру кодын енгізіңіз

source: Reset Password
kk: Құпия сөзді қалпына келтіру

source: Confirm Password
kk: Құпия сөзді Растау

source: Add Groups
kk: Топтар қосу

source: Group Name
kk: Топ атауы

source: Edit Groups
kk: өңдеу Топтар

source: Groups
kk: топтар

source: Add New Group
kk: Жаңа топ қосу

source: Add Help Content
kk: Анықтама мазмұны қосу

source: Title
kk: тақырып

source: Description
kk: Анықтамасы

source: Edit Help Content
kk: Өңдеу анықтама мазмұны

source: Help Content
kk: Анықтама мазмұны

source: Add New Help Content
kk: Жаңа Анықтама мазмұны қосу

source: Import/Export Qusetions
kk: Импорт / экспорт Qusetions

source: Back To Questions
kk: Артқа сұрақтарға

source: Export Questions
kk: Экспорттық сұрақтар

source: Select File
kk: Файл таңдаңыз

source: Import Questions
kk: Импорт сұрақтар

source: Import/Export Students
kk: Импорт / экспорт Оқушылар

source: Back To Students
kk: Артқа студенттеріне

source: Export Students
kk: Экспорттық Оқушылар

source: Import Students
kk: Импорт Оқушылар

source: All Messages
kk: Барлық хабарлар

source: My Profile
kk: Менің профилім

source: Change Password
kk: Құпия сөзді өзгерту

source: Logout
kk: Шығу

source: Powered by
kk: Көмегімен

source: Date &amp; Time
kk: Date & AMP; уақыт

source: Compose Mail
kk: Хат жазу

source: Search Student Mail
kk: Іздеу Студенттік Mail

source: Message
kk: хабар

source: Send
kk: жіберу

source: Compose
kk: жазу

source: Inbox
kk: Кіріс жәшігі

source: Sent Mail
kk: Жіберілген пошта

source: Trash
kk: қоқыс

source: More
kk: Көбірек

source: Mark as Read
kk: Оқылған деп белгілеу

source: Mark as Unread
kk: Оқылмаған деп белгілеу

source: Move to Inbox
kk: Кіріс жылжыту

source: Reply
kk: жауап

source: Forward
kk: алға

source: Menu Names
kk: мәзір атаулары

source: Model Name
kk: Модель атауы

source: Icon
kk: белгіше

source: Add News
kk: Жаңалықтар қосу

source: News Title
kk: Жаңалықтар атауы

source: News Description
kk: Жаңалықтар сипаттамасы

source: Edit News
kk: өңдеу Жаңалықтар
