Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/kaz/LC_MESSAGES/default.po
Languages: kk

source: Expired Date
kk: Қолданылу мерзімі өткен

source: Free
kk: Тегін

source: Not Purchased
kk: сатып алынбаған

source: View Details
kk: Толығырақ қарау

source: Load Editor
kk: Load редакторы

source: Installation
kk: Орнату

source: Step 1 of 4
kk: 4 1-қадам

source: Server Configuration & Setup Requirements
kk: Server Configuration & Орнату талаптары

source: Setup Requirements
kk: Орнату талаптар

source: Installing this software require certain server side extension and capability
kk: Осы бағдарламалық қамтамасыз ету орнату белгілі серверлік және кеңейту мүмкіндігі талап

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
kk: төменде тексеру және оң жағында сіздің сервер ағымдағы мүсіндері бар салыстыру сұраймыз. Сіз толық ақпарат алу үшін келесі әрбір технологиясы белгішесін басуға болады.

source: Extensions &amp; Applications
kk: Extensions & AMP; Бағдарламалар

source: HTTP Server. For example: Apache
kk: HTTP Server. Мысалы: Apache

source: Require
kk: талап ету

source: PHP 5.2.8 or greater
kk: PHP 5.2.8 немесе одан жоғары

source: Database Engine MySQL (4 or greater)
kk: Database Engine MySQL (4 немесе одан жоғары)

source: PDO Extension
kk: PDO ұзарту

source: GD Extension
kk: GD ұзарту

source: Mandatory
kk: міндетті

source: Server Status
kk: Сервер Status

source: Web Server
kk: веб-серверінің

source: PHP Version
kk: PHP нұсқасы

source: MYSQL Version
kk: MYSQL нұсқасы

source: PDO Unavailable
kk: Қол жетімді PDO

source: PDO Available
kk: Қолжетімді PDO

source: GD Availiable
kk: GD сатымен кеңсесінің

source: Directory &amp; File Permission
kk: Directory & AMP; файл Рұқсат

source: These Folders of Files need to be
kk: Файлдар Бұл Қалталар болуы тиіс

source: Writable
kk: жазылатын

source: for application to be installed.
kk: өтініш орнатылуы үшін.

source: Folders or Files
kk: Қалталар немесе файлдар

source: app/tmp/
kk: Қолданба / ТМЗ /

source: app/Config/database.php
kk: Қолданба / Config / database.php

source: app/Config/core.php
kk: Қолданба / Config / core.php

source: Refresh
kk: жаңарту

source: Let's Start
kk: Бастайық

source: Step 2 of 4
kk: 4 2-қадам

source: Installation Agreement
kk: Орнату келісім

source: I Accept to Proceed
kk: Мен жалғастыру үшін Қабылдау

source: Step 3 of 4
kk: 4 3-қадам

source: Database Connection Settings
kk: Дерекқор қосылу параметрлері

source: Host Name
kk: хост атауы

source: Usually Localhost
kk: әдетте ол жабылды

source: Database Name
kk: Дерекқор атауы

source: Database User
kk: Дерекқор Пайдаланушы

source: Database User Name
kk: Дерекқор Пайдаланушы аты

source: Database Password
kk: Дерекқор Password

source: Database User Password
kk: Дерекқор Пайдаланушы Пароль

source: Database Type
kk: Дерекқор түрі

source: Step 4 of 4
kk: 4 4-қадам

source: Name of Your Website
kk: Веб-сайттың атауы

source: Meta Keyword
kk: Meta сөз бойынша

source: Useful for SEO
kk: SEO Пайдалы

source: Meta Content for SEO
kk: SEO мета мазмұны

source: Please Select Timezone
kk: Уақыт белдеуі таңдаңыз

source: Name of Your Organization/Company
kk: Сіздің ұйымдастыру / Компанияның атауы

source: Default Admin Email
kk: Әдепкі Admin Email

source: Install Sample Data With Dummy Entries
kk: Манекен жазбалармен деректер үлгісін орнатуға

source: Install
kk: орнату

source: Welcome to
kk: Қош келдіңіз

source: Set Avatar
kk: Аватар орнату

source: Sign out
kk: Шығу

source: follow on facebook
kk: Facebook бойынша орындаңыз

source: Latest News & Events
kk: Соңғы жаңалықтар & Events

source: Time
kk: уақыт

source: Average Percentage(%)
kk: Орташа үлесі (%)

source: Exam Given
kk: Емтихан ескере

source: Delete Forever
kk: Forever жою

source: Move to Trash
kk: Себетке жылжыту

source: News Detail
kk: Жаңалықтар Мәлімет

source: No of Visitors
kk: Келушілер жоқ

source: No of Students
kk: Студенттер жоқ

source: No of Exams
kk: Емтихан жоқ

source: Payment From Pay Pal
kk: Pay Pal төлем

source: Pay From Pay Pal
kk: Pay Pal бастап төлеңіз

source: Profile
kk: Профиль

source: Edit Profile
kk: өңдеу Профиль

source: New Student Register
kk: Жаңа Студенттік Тіркелу

source: Security Code
kk: Қауіпсіздік коды

source: Answers
kk: жауаптар

source: My Results
kk: Менің нәтижелері

source: Attempt Date
kk: әрекеті күні

source: SUBJECT REPORT
kk: МӘНІ ЕСЕП

source: TIME MANAGEMENT
kk: Уақытты басқару

source: QUESTION REPORT
kk: СҰРАҚ ЕСЕП

source: SOLUTION
kk: ШЕШІМІ

source: COMPARE REPORT
kk: ЕСЕП COMPARE

source: Score Card For
kk: Үшін Score Card

source: Total No. of Student
kk: Студент жалпы саны

source: My Marks
kk: Менің Marks

source: Total Marks of Test
kk: Тестілеудің жалпы таңбалар

source: My Percentile
kk: Менің Пайызы

source: Total Question in Test
kk: Test Барлығы Сұрақ

source: Total Attempt Question in Test
kk: Test Барлығы әрекеті Сұрақ

source: Left Question
kk: Сол жақ Сұрақ

source: Left Question Marks
kk: Сол жақ Сұрақ белгілері

source: Total Time of Test
kk: Тестілеудің жалпы уақыты

source: My Time
kk: Менің Time

source: My Rank
kk: Менің дәрежелер

source: Performance Report For
kk: Арналған өнімділік есебі

source: Question & Marks Wise Report For
kk: Сұрақ және таңбалар Wise есеп

source: Subject Report For
kk: Тақырыптық есеп

source: Correct
kk: дұрыс

source: Unattempted Questions
kk: Unattempted сұрақтар

source: Graphical Report For
kk: Графикалық есеп үшін

source: Time Management For
kk: Уақыт басқару үшін

source: Question Report For
kk: Сұрақ есеп

source: Question Status
kk: Сұрақ мәртебесі

source: Your Answer
kk: Сіздің жауабыңыз

source: Your Score
kk: өз нәтижесін

source: Your Time
kk: Сіздің уақытыңызды

source: Solution For
kk: үшін Solution

source: Not Attempt
kk: әрекеті емес

source: Attempt
kk: әрекет

source: Incorrect
kk: қате

source: Your Answers
kk: Сіздің жауаптар

source: Solution
kk: шешім

source: Bookmark
kk: бетбелгі

source: Compare Report For
kk: Арналған баяндаманы салыстыру

source: Total Ques.
kk: Барлығы сұраққа.

source: Maximum Marks
kk: Ең Marks

source: Attempted Ques.
kk: Тырысты сұраққа.

source: Unattempted Ques.
kk: Unattempted сұраққа.

source: Correct Ques.
kk: Дұрыс сұраққа.

source: Incorrect Ques.
kk: Қате сұраққа.

source: Percentile
kk: процентиль

source: Previous
kk: алдыңғы

source: This is to certify that
kk: Бұл растаймын болып табылады

source: has succesfully completed the
kk: сәтті аяқтады

source: in course program offered by
kk: ұсынған курсы бағдарламасына

source: Student Login
kk: Студенттік Логин

source: Sign In
kk: Кіру

source: Forgot Passwocrd
kk: Passwocrd ұмыттыңыз

source: New User? Create Account
kk: Жаңа Пайдаланушы? Аккаунт құру

source: Engine is not loaded
kk: Қозғалтқыш жүктелмеді емес,

source: Pdf engine "%s" not found
kk: Pdf қозғалтқыш \ « %s \» жиыны табылған жоқ

source: Pdf engines must extend "AbstractPdfEngine"
kk: Pdf қозғалтқыштар «AbstractPdfEngine \» \ ұзартуға тиіс

source: Crypto is not loaded
kk: Crypto жүктелмеді емес,

source: Pdf crypto "%s" not found
kk: Pdf криптографиялық \ « %s \» жиыны табылған жоқ

source: Crypto engine must extend "AbstractPdfCrypto"
kk: Crypto қозғалтқыш \ «AbstractPdfCrypto \» ұзартуға тиіс

source: Controller attribute $pdfConfig is not correct or missing
kk: Контроллер төлсипаты $ pdfConfig дұрыс немесе хабар-ошарсыз кеткен емес,

source: -> Testing :url
kk: -> Тестілеу: URL

source: Total Requests made: :requests
kk: жасалған Барлығы сұрау: сұраулар

source: Total Time elapsed: :duration (seconds)
kk: Жалпы уақыт өткен: ұзақтығы (секунд)

source: Requests/Second: :rps req/sec
kk: Сұрау салулар / Екінші: REQ RPS / сек

source: Average request time: :average-time seconds
kk: Орташа сұрау уақыты:: орташа уақыты секунд

source: Standard deviation of average request time: :std-dev
kk: орташа сұрау уақыт стандартты ауытқуы: STD-Dev

source: Longest/shortest request: :longest sec/:shortest sec
kk: Longest / қысқа сұрау: ең ұзын сек /: қысқа сек

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
kk: Егер сіз толық білікті URL мекенжайына statisticsabout кейбір өрескел бенчмаркингті алуға мүмкіндік береді.

source: The URL to request.
kk: сұратуға URL.

source: Number of iterations to perform.
kk: орындауға Итерация саны.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
kk: бір итерация күту уақыты астам қабылдайды, тек бір сұрау жасалатын болады seconds.If барлық Итерация үшін максималды жалпы уақыты,

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
kk: Мысал пайдалану: `торт бағдар --n 10 --t 100 HTTP: // жабылды / testsite`. <Ақпарат> Ескерту: </ ақпарат> осы бағдар браузер рет көрсетуге қамтымайды.

source: Component initialization
kk: Құрамдас инициализации

source: Controller action
kk: Controller іс-қимыл

source: Controller action start
kk: Controller іс-қимыл бастау

source: Processing toolbar state
kk: Өңдеу құралдар тақтасы мемлекеттік

source: Processing toolbar data
kk: құралдар тақтасы деректерді өңдеу

source: Controller render start
kk: Controller бастау көрсету

source: Could not load DebugToolbar panel %s
kk: Панелін DebugToolbar жүктеу мүмкін болмады %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
kk: Core өңдеу ($ _SERVER [\ «REQUEST_TIME \»] алынған)

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
kk: Тақырыптары өзінде жіберілетін %s желісі бойынша %s . FirePHP журнал деректерді жіберуге мүмкін емес.

source: Incorrect parameter count for FireCake::fb()
kk: FireCake үшін дұрыс емес параметр саны :: FB ()

source: Maximum number (99,999) of messages reached!
kk: хабарлардың ең көп саны (99,999) жетті!

source: There are no active panels. You must enable a panel to see its output.
kk: жоқ белсенді панельдер бар. Сіз оның шығысын көру үшін панель қосу керек.

source: App Constants
kk: App Тұрақтылар

source: CakePHP Constants
kk: CakePHP Тұрақтылар

source: PHP Environment
kk: PHP Қоршаған ортаны

source: Hidef Environment
kk: Hidef Қоршаған ортаны

source: Request History
kk: сұрау тарихы

source: No previous requests logged.
kk: Еш алдыңғы сұраулар теңдестіруден.

source: previous requests available
kk: Қол жетімді алдыңғы сұраулар

source: Restore to current request
kk: ағымдағы талапқа қалпына келтіру

source: Included Files
kk: Қамтылған Файлдар

source: Logs
kk: Журналдар

source: There were no log entries made this request
kk: жоқ журнал жазбалары осы сұрауды бар жасалды

source: Request
kk: өтініш

source: No post data.
kk: Жоқ кейінгі деректер.

source: No querystring data.
kk: Жоқ Querystring деректер.

source: Current Route
kk: Ағымдағы Route

source: Session
kk: сессия

source: Sql Logs
kk: SQL Журналдар

source: No query logs when debug < 2.
kk: Бірде-сұраудың журналдар <2 тіруге кезде.

source: No query logs.
kk: Жоқ сұрауы журналдары.

source: Total Time: %s ms <br />Total Queries: %s queries
kk: Жалпы уақыты: %s /> жалпы сұрау <br мс: %s сұраулар

source: Query Explain:
kk: Сұрау түсіндіріңіз:

source: Click an "Explain" link above, to see the query explanation.
kk: Егер \ сұрауы түсініктеме көру үшін, жоғарыда сілтеме «\ түсіндіріңіз» басыңыз.

source: No active database connections
kk: Бірде-белсенді дерекқор байланыстары

source: Memory
kk: жад

source: Peak Memory Use
kk: Шығыстағы Memory пайдалану

source: Memory use
kk: Жад пайдалану

source: Timers
kk: таймерлер

source: %s (ms)
kk: %s (мс)

source: Total Request Time:
kk: Жалпы сұрау уақыты:

source: Time in ms
kk: MS уақыты

source: Graph
kk: График:

source: View Variables
kk: қарау Айнымалылар

source: Rendering View
kk: View көрсету

source: Rendering %s
kk: Көрсету %s

source: View render complete
kk: толық көру көрсету

source: Explain
kk: түсіндіру

source: Starting %sms into the request, taking %sms
kk: Бастап %s отырып, талабы ішіне MS %s мс

source: No markup errors found
kk: түзетуі қателер табылған жоқ

source: maybe slow
kk: Мүмкін баяу

source: Absolute path or relative to APP.
kk: Қолданба Толық жолын келтіріңіз немесе салыстырмалы.

source: An error occured while getting the status of your account.
kk: Сіздің тіркеу жазбаңыздың мәртебесін алу кезінде қате пайда болды.

source: There was an error while connecting to Paypal
kk: Paypal қосылу кезінде қате пайда болды

source: There was a problem initiating the transaction, please try again.
kk: мәмілені бастамашы проблема болды, қайталап көріңіз.

source: There was a problem getting your details, please try again.
kk: Мәліметтерді алуда қиындық бар еді, қайталап көріңіз.

source: There was an error completing the payment
kk: төлем аяқтау кезінде қате пайда болды

source: There was a problem processing the transaction, please try again.
kk: мәмілені өңдеу проблема болды, қайталап көріңіз.

source: There was an error processing the card payment
kk: карточкамен өңдеу кезінде қате пайда болды

source: There was a problem processing your card, please try again.
kk: Сіздің картаңызды өңдеу проблема болды, қайталап көріңіз.

source: There was an error processing the the refund
kk: қайтаруды өңдеу кезінде қате пайда болды

source: A problem occurred during the refund process, please try again.
kk: Проблема қайтару процесі кезінде пайда, қайталап көріңіз.

source: There was an problem communicating with the payment gateway
kk: төлем шлюзімен байланысатын мәселе болды

source: Missing client id/secret
kk: Missing клиент ID / құпия

source: Must specify an expiry date
kk: мерзімі көрсетуіңіз керек

source: Must include a M and Y in expiry date
kk: Әрекет ету мерзімі аяқталғанға бір м және Y қамтуы тиіс

source: Invalid expiry date
kk: Жарамсыз жарамдылық мерзімі

source: Invalid card number
kk: Жарамсыз картаның нөмірі

source: Invalid CVV2 number
kk: Жарамсыз CVV2 саны

source: Invalid card type
kk: Жарамсыз карта түрі

source: Could not detect client IP address
kk: клиенттік IP мекенжайын анықтау мүмкін болмады

source: Not a valid credit card number
kk: Бірде-бір жарамды кредиттік карта нөмірі

source: You must include the 3 digit security number
kk: Сіз 3 таңбалы қауіпсіздік нөмірін қосу керек

source: Must specify an "amount" to charge
kk: зарядтау үшін \ «сомасы \» көрсетуіңіз керек

source: You must pass a valid order array
kk: Сіз жарамды тәртібі жиымын өтуі тиіс

source: Valid "return" and "cancel" urls must be provided
kk: «Return \» \ жарамды және URL-мекенжайларын «\ бас тарту» \ қамтамасыз етілуі тиіс

source: You must provide a currency code
kk: Сіз валюта коды қамтамасыз етуге тиіс

source: Original PayPal Transaction ID is required
kk: Бастапқы PayPal Операция коды талап етіледі

source: Must specify an "amount" to refund
kk: Қаражатты қайтару үшін \ «соманы \» көрсетуіңіз керек

source: You must specify a refund type, such as Full or Partial
kk: Сіз осындай толық немесе жартылай сияқты қайтару түрін көрсету керек

source: File was not downloaded.
kk: Файл жүктелген жоқ.

source: No %s found for that date range
kk: Бірде- %s бұл күн ауқымын табылған

source: Your form data is preserved you'll be redirected to it after login.
kk: Сіздің пішін деректерін сіз жүйеге кіргеннен кейін оған қайта бағытталасыз сақталады.

source: Error notification from %s
kk: Бастап қатесі туралы хабарлама %s

source: Afghanistan
kk: Ауғанстан

source: Albania
kk: Албания

source: Algeria
kk: Алжир

source: American Samoa
kk: американдық Самоа

source: Andorra
kk: Андорра

source: Angola
kk: Ангола

source: Anguilla
kk: Ангилья

source: Antarctica
kk: Антарктика

source: Antigua and Barbuda
kk: Антигуа және Барбуда

source: Argentina
kk: Аргентина

source: Armenia
kk: Армения

source: Aruba
kk: Аруба

source: Australia
kk: Австралия

source: Austria
kk: Австрия

source: Azerbaijan
kk: Әзірбайжан

source: Bahamas
kk: Багам аралдары

source: Bahrain
kk: Бахрейн

source: Bangladesh
kk: Бангладеш

source: Barbados
kk: Барбадос

source: Belarus
kk: Беларусь

source: Belgium
kk: Бельгия

source: Belize
kk: Белиз

source: Benin
kk: Бенин

source: Bermuda
kk: Бермуд

source: Bhutan
kk: Бутан

source: Bolivia
kk: Боливия

source: Bosnia and Herzegovina
kk: Босния және Герцеговина

source: Botswana
kk: Ботсвана

source: Bouvet Island
kk: Буве аралы

source: Brazil
kk: Бразилия

source: British Indian Ocean Territory
kk: Үнді Мұхитындағы Британдық аумақ

source: Brunei Darussalam
kk: Бруней-Даруссалам

source: Bulgaria
kk: Болгария

source: Burkina Faso
kk: Буркина-Фасо

source: Burundi
kk: Бурунди

source: Cambodia
kk: Камбоджа

source: Cameroon
kk: Камерун

source: Canada
kk: Канада

source: Cape Verde
kk: Кабо-Верде

source: Cayman Islands
kk: Кайман аралдары

source: Central African Republic
kk: Орталық Африка Республикасы

source: Chad
kk: Чад

source: Chile
kk: Чили

source: China
kk: Қытай

source: Christmas Island
kk: Рождество аралы

source: Cocos (Keeling) Islands
kk: Кокос (Keeling) Islands

source: Colombia
kk: Колумбия

source: Comoros
kk: Комор аралдары

source: Congo
kk: Конго

source: Congo, the Democratic Republic of the
kk: Конго, Демократиялық Республикасы

source: Cook Islands
kk: Кук аралдары

source: Costa Rica
kk: Коста-Рика

source: Cote D'Ivoire
kk: Кот-д'Ивуарда

source: Croatia
kk: Хорватия

source: Cuba
kk: Куба

source: Cyprus
kk: Кипр

source: Czech Republic
kk: Чех Республикасы

source: Denmark
kk: Дания

source: Djibouti
kk: Джибути

source: Dominica
kk: Доминика

source: Dominican Republic
kk: Доминикан республикасы

source: Ecuador
kk: Эквадор

source: Egypt
kk: Египет

source: El Salvador
kk: Сальвадор

source: Equatorial Guinea
kk: Экваториальная Гвинея

source: Eritrea
kk: Эритрея

source: Estonia
kk: Эстония

source: Ethiopia
kk: Эфиопия

source: Falkland Islands (Malvinas)
kk: Фолкленд аралдары (Maлвин)

source: Faroe Islands
kk: острова Фаро

source: Fiji
kk: Фиджи

source: Finland
kk: Финляндия

source: France
kk: Франция

source: French Guiana
kk: Французская Гвиана

source: French Polynesia
kk: Французская Полинезия

source: French Southern Territories
kk: Француз Оңтүстік территориялары

source: Gabon
kk: Габон

source: Gambia
kk: Гамбия

source: Georgia
kk: Грузия

source: Germany
kk: Германия

source: Ghana
kk: Гана

source: Gibraltar
kk: Гибралтар

source: Greece
kk: Грекия

source: Greenland
kk: Гренландия

source: Grenada
kk: Гренада

source: Guadeloupe
kk: Гваделупа

source: Guam
kk: Гуам

source: Guatemala
kk: Гватемала

source: Guinea
kk: Гвинея

source: Guinea-Bissau
kk: Гвинея-Бисау

source: Guyana
kk: Гайана

source: Haiti
kk: Гаити

source: Heard Island and Mcdonald Islands
kk: Херд аралы және МакДональд аралдары

source: Holy See (Vatican City State)
kk: Қасиетті тақ (Ватикан қала-мемлекет)

source: Honduras
kk: Гондурас

source: Hong Kong
kk: Гонконг

source: Hungary
kk: Мажарстан

source: Iceland
kk: Исландия

source: India
kk: Үндістан

source: Indonesia
kk: Индонезия

source: Iran, Islamic Republic of
kk: Иран, Ислам Республикасы

source: Iraq
kk: Ирак

source: Ireland
kk: Ирландия

source: Israel
kk: Израиль

source: Italy
kk: Италия

source: Jamaica
kk: Ямайка

source: Japan
kk: Жапония

source: Jordan
kk: Иордания

source: Kazakhstan
kk: қазақстан

source: Kenya
kk: Кения

source: Kiribati
kk: Кирибати

source: Korea, Democratic People's Republic of
kk: Корея Халықтық-Демократиялық Республикасы

source: Korea, Republic of
kk: Корея, Республика

source: Kuwait
kk: Кувейт

source: Kyrgyzstan
kk: Қырғызстан

source: Lao People's Democratic Republic
kk: Лаос Халықтық-Демократиялық Республикасы

source: Latvia
kk: Латвия

source: Lebanon
kk: Ливан

source: Lesotho
kk: Лесото

source: Liberia
kk: Либерия

source: Libyan Arab Jamahiriya
kk: Ливия Араб Джамахириясы

source: Liechtenstein
kk: Лихтенштейн

source: Lithuania
kk: Литва

source: Luxembourg
kk: Люксембург

source: Macao
kk: Макао

source: Macedonia, the Former Yugoslav Republic of
kk: Македония, бұрынғы Югославия Республикасы

source: Madagascar
kk: Мадагаскар

source: Malawi
kk: Малави

source: Malaysia
kk: Малайзия

source: Maldives
kk: Мальдив

source: Mali
kk: Мали

source: Malta
kk: Мальта

source: Marshall Islands
kk: Маршалл аралдары

source: Martinique
kk: Мартиника

source: Mauritania
kk: Мавритания

source: Mauritius
kk: Маврикий

source: Mexico
kk: Мексика

source: Micronesia, Federated States of
kk: Микронезия Федеративтік Штаттары

source: Moldova, Republic of
kk: Молдова, Республикасы

source: Monaco
kk: Монако

source: Mongolia
kk: Моңғолия

source: Montserrat
kk: Монтсеррат

source: Morocco
kk: Марокко

source: Mozambique
kk: Мозамбик

source: Myanmar
kk: Мьянма

source: Namibia
kk: Намибия

source: Nauru
kk: Науру

source: Nepal
kk: Непал

source: Netherlands
kk: Нидерланды

source: Netherlands Antilles
kk: Нидерландские Антиллы

source: New Caledonia
kk: Жаңа Каледония

source: New Zealand
kk: Жаңа Зеландия

source: Nicaragua
kk: Никарагуа

source: Niger
kk: Нигер

source: Nigeria
kk: Нигерия

source: Niue
kk: Ниуэ

source: Norfolk Island
kk: Норфолк аралы

source: Northern Mariana Islands
kk: Солтүстік Мариан аралдары

source: Norway
kk: Норвегия

source: Oman
kk: Оман

source: Pakistan
kk: Пәкістан

source: Palau
kk: Палау

source: Palestinian Territory, Occupied
kk: Палестина, оккупацияланған аумағында

source: Panama
kk: Панама

source: Papua New Guinea
kk: Папуа Жаңа Гвинея

source: Paraguay
kk: Парагвай

source: Peru
kk: Перу

source: Philippines
kk: Филиппин

source: Pitcairn
kk: Питкэрн

source: Poland
kk: Польша

source: Portugal
kk: Португалия

source: Puerto Rico
kk: Пуэрто-Рико

source: Qatar
kk: Катар

source: Reunion
kk: қайта бірігу

source: Romania
kk: Румыния

source: Russian Federation
kk: Ресей Федерациясы

source: Rwanda
kk: Руанда

source: Saint Helena
kk: Қасиетті Елена аралдары

source: Saint Kitts and Nevis
kk: Сент-Киттс және Невис

source: Saint Lucia
kk: Сент-Люсия

source: Saint Pierre and Miquelon
kk: Сен-Пьер және Микелон

source: Saint Vincent and the Grenadines
kk: Сент-Винсент және Гренадин

source: Samoa
kk: Самоа

source: San Marino
kk: Сан-Марино

source: Sao Tome and Principe
kk: Сан-Томе және Принсипи

source: Saudi Arabia
kk: Сауд Арабиясы

source: Senegal
kk: Сенегал

source: Serbia and Montenegro
kk: Сербия және Черногория

source: Seychelles
kk: Сейшель аралдары

source: Sierra Leone
kk: Сьерра-Леоне

source: Singapore
kk: Сингапур

source: Slovakia
kk: Словакия

source: Slovenia
kk: Словения

source: Solomon Islands
kk: Соломон аралдары

source: Somalia
kk: Сомали

source: South Africa
kk: Оңтүстік Африка

source: South Georgia and the South Sandwich Islands
kk: Оңтүстік Георгия және Оңтүстік Сандвич аралдары

source: Spain
kk: Испания

source: Sri Lanka
kk: Шри-Ланка

source: Sudan
kk: Судан

source: Suriname
kk: Суринам

source: Svalbard and Jan Mayen
kk: Свалбард и Ян

source: Swaziland
kk: Свазиленд

source: Sweden
kk: Швеция

source: Switzerland
kk: Швейцария

source: Syrian Arab Republic
kk: Сирия Араб Республикасы

source: Taiwan, Province of China
kk: Тайвань, Қытай провинциясы

source: Tajikistan
kk: Тәжікстан

source: Tanzania, United Republic of
kk: Танзания, Біріккен Республикасы

source: Thailand
kk: Таиланд

source: Timor-Leste
kk: Шығыс Тимор

source: Togo
kk: Бару

source: Tokelau
kk: Токелау

source: Tonga
kk: Тонга

source: Trinidad and Tobago
kk: Тринидад және Тобаго

source: Tunisia
kk: Тунис

source: Turkey
kk: Түйетауық

source: Turkmenistan
kk: Түрікменстан

source: Turks and Caicos Islands
kk: Теркс және Кайкос

source: Tuvalu
kk: Тувалу

source: Uganda
kk: Уганда

source: Ukraine
kk: Украина

source: United Arab Emirates
kk: Біріккен Араб Әмірліктері

source: United Kingdom
kk: Біріккен корольдігі

source: United States
kk: АҚШ

source: Uruguay
kk: Уругвай

source: Uzbekistan
kk: Өзбекстан

source: Vanuatu
kk: Вануату
