Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/kaz/LC_MESSAGES/default.po
Languages: kk

source: Venezuela
kk: Венесуэла

source: Viet Nam
kk: Вьетнам

source: Virgin Islands, British
kk: Виргин аралдары, Британдық

source: Virgin Islands, U.s.
kk: Виргин аралдары, Us

source: Wallis and Futuna
kk: Уоллис және Футуна

source: Western Sahara
kk: Батыс Сахара

source: Yemen
kk: Йемен

source: Zambia
kk: Замбия

source: Zimbabwe
kk: Зимбабве

source: Invalid argument #1: %s is not a valid %s identifyer.
kk: Жарамсыз аргументі # 1: %s жарамды болып табылады %s identifyer.

source: %s for Row %d failed to save.
kk: %s жолға %d сақтау үшін сәтсіз аяқталды.

source: You need to define at least one field to be toggleable.
kk: Сіз toggleable болуы үшін кем дегенде бір өрісті анықтау қажет.

source: The field %s is not in the list of toggleable fields.
kk: Далалық %s toggleable өрістер тізімінде жоқ.

source: The field %s does not have two toggleable states defined.
kk: Далалық %s анықталған екі toggleable мемлекетті жоқ.

source: Invalid record
kk: Жарамсыз жазба

source: Server lipsum.com returns error code %s.
kk: Қате коды қайтарады lipsum.com Сервер %s .

source: Response from lipsum.com is empty or could not be decoded.
kk: lipsum.com жауап бос немесе қабылдамау мүмкін емес.

source: Connection to server lipsum.com failed. %s.
kk: Сервер lipsum.com қосылу жаңылысы. %s .

source: Please correct the errors below.
kk: төменде қателерді түзету сұраймыз.

source: Error
kk: қателік

source: The requested address %s was not found on this server.
kk: Сұралған мекенжай %s осы серверде табылмады.

source: An Internal Error Has Occurred.
kk: Ішкі қате орын алды.

source: datasource configuration was not found
kk: деректер көзі конфигурация табылған жоқ

source: CakePHP: the rapid development php framework
kk: CakePHP: қарқынды дамуы PHP Framework

source: Debug setting does not allow access to this url.
kk: Debug параметр осы URL мекенжайына кіруге рұқсат бермейді.

source: Add New Exam
kk: Жаңа Емтихан қосу

source: Inactive
kk: енжар

source: Start & End Date
kk: Бастау және Аяқталу күні

source: Certification of Completion
kk: Аяқталуы сертификаттау

source: Click here to download excel file format
kk: Excel файл пішімін жүктеп алу үшін мұнда басыңыз

source: Are you sure, you want to close this exam?
kk: Сіз осы емтиханды жабу келеді, рас па?

source: Are you sure, you want to re-activate this exam?
kk: Сіз қайта белсендіру осы емтихан келеді, рас па?

source: Closed
kk: Жабық

source: Results
kk: нәтижелері

source: Configurations
kk: теңшелімдері

source: General
kk: жалпы

source: Contents
kk: Мазмұны

source: Customer Support Service
kk: Тұтынушыларды қолдау қызметі

source: Knowledge Base (for Documentation)
kk: (Құжаттама) Knowledge Base

source: Forum (24x7x)
kk: Форум (24x7x)

source: Live Chat (For Sales & Billing Only)
kk: (Тек Sales & биллинг) Чат

source: Support (For Technical Support)
kk: (Техникалық қолдау үшін) Қолдау

source: Visit Our Website
kk: Біздің сайтқа кіріңіз

source: for more documentation & Details
kk: Қосымша құжаттама & Толығырақ
