Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/kaz/LC_MESSAGES/default.po
Languages: kk

source: News
kk: жаңалықтар

source: Add New News
kk: Жаңа Жаңалықтар қосу

source: Paypal Payment Option
kk: Paypal төлеу Таңдауы

source: Signature
kk: қол

source: Sandbox Mode
kk: құмсалғыш режимінде

source: True
kk: рас

source: Add Question
kk: Сұрақ қосу

source: Question
kk: сұрақ

source: Correct Answers
kk: дұрыс жауаптар

source: Type your question here
kk: Сіздің сұрағыңыз мұнда енгізіңіз

source: True/False
kk: False / True

source: False
kk: жалған

source: Blank Space
kk: бос орынды

source: Explanation (Optional)
kk: Түсіндіру (Қосымша)

source: Provide explanation in support of correct answer
kk: дұрыс жауап қолдау түсініктеме беруге

source: Hint(optional)
kk: Тұспал (міндетті емес)

source: Hint to help answer correctly
kk: дұрыс жауап беру үшін Тұспал

source: without minus sign
kk: минус белгісі жоқ

source: Edit Question Type
kk: Өңдеу Сұрақ түрі

source: Explanation
kk: түсіндіру

source: Hint
kk: тұспал

source: Questions
kk: сұрақтар

source: Add New Question
kk: Жаңа Сұрақ қосу

source: Import/Export Question
kk: Импорт / экспорт Сұрақ

source: Answer
kk: жауап

source: Question Details
kk: Сұрақ Толығырақ

source: Exam Wise
kk: Емтихан Wise

source: Please Select Exam
kk: Емтихан таңдаңыз

source: Status of Result
kk: Нәтиже мәртебесі

source: Please Select Result Status
kk: Мәртебесі нәтижесі таңдаңыз

source: Download Result
kk: жүктеу нәтижесі

source: Rank
kk: дәреже

source: Test
kk: сынақ

source: Percent
kk: пайыз

source: Result
kk: нәтиже

source: View Result
kk: қарау нәтижесі

source: Download/Print Result
kk: Download / Басып шығару нәтижесі

source: Student Wise
kk: Студенттік Wise

source: Name or Enrolment Number
kk: Атауы немесе қабылдау саны

source: Enrolment Number
kk: қабылдау саны

source: Back
kk: артқа

source: Assesment Report for
kk: Бағалау туралы есеп үшін

source: Taken Date
kk: қабылданған күні

source: Total Time
kk: жалпы уақыты

source: Nos. of Browser tolrance attempt
kk: Пп. Браузер tolrance әрекет

source: Total Score
kk: Барлығы-line

source: Student Marks Distribution
kk: Студенттік Marks тарату

source: Feedback
kk: Кері байланыс

source: Section Name
kk: бөлім атауы

source: Section proportion
kk: бөлім үлесі

source: Actual
kk: өзекті

source: Your Percentage
kk: Your пайызы

source: Section Summary
kk: бөлім Резюме

source: Maximum Score
kk: ең жоғары балл

source: Developed Skill
kk: дамыған Skill

source: Needs Development
kk: қажеттіліктерін дамыту саласындағы

source: Lack of Skill
kk: Дағдыларын болмауы

source: MCQ answered
kk: MCQ жауап берді

source: S.N.
kk: С.Н.

source: Legend
kk: аңыз

source: Send Emails
kk: электрондық хаттарды жіберу

source: Teachers
kk: Мұғалімдер

source: Any Email
kk: кез келген электрондық пошта

source: Default all students if you add manually then search student email
kk: Егер содан кейін қолмен іздеу студенті электрондық поштаны қосу, егер барлық студенттерді Әдепкі

source: Default all teachers if you add manually then search teacher email
kk: Егер содан кейін қолмен іздеу мұғалімі электрондық поштаны қосу, егер барлық мұғалімдерді Әдепкі

source: Type any email comma seprated
kk: seprated кез келген электрондық пошта үтірді теріңіз

source: Type subject
kk: түрі пәні

source: Select Email Template
kk: Электрондық пошта үлгісі таңдаңыз

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
kk: Егер сіз электрондық пошта үлгісін таңдау үшін керек болмаса, содан кейін ғана электрондық пошта хабарды теріңіз. Егер сіз редактор жүктеу бір рет, онда сіз батырмасын қалпына келтіру үшін үлгіні баруға таңдай алмайсыз

source: Send Sms
kk: SMS жіберу

source: Any Sms
kk: Кез келген Sms

source: Default all student if you add manually then search students name
kk: барлық студент Әдепкі қолмен қосу, содан кейін, егер студент атауын іздеу

source: Default all teachers if you add manually then search teacher name
kk: Барлық оқытушылар Әдепкі қолмен қосу, содан кейін, егер мұғалімі атауын іздеу

source: Any Number
kk: Кез келген саны

source: Type any number comma seprated
kk: seprated үтір кез келген нөмірін теріңіз

source: Select Sms Template
kk: Sms үлгіні таңдаңыз

source: Sms Template
kk: Sms Үлгі

source: If you do not want to select sms template then simply type sms message
kk: Егер сіз SMS үлгіні таңдау үшін керек болмаса, содан кейін ғана SMS хабарды теріңіз

source: Certificate Signature
kk: Сертификат Signature

source: Upload Image(* height less than 75px)
kk: Суретті кері қотару (75px қарағанда * биіктігі кем)

source: Delete Signature
kk: Қолтаңбаны жою

source: Add Slides
kk: Слайдтарды қосу

source: Slide Name
kk: Name сырғытыңыз

source: Upload Slide (1350*550)
kk: Жүктеу сырғытып (* 550 1350)

source: Edit Slides
kk: өңдеу Слайдтар

source: Slides
kk: слайдтар

source: Add New Slide
kk: Жаңа слайд қосу

source: SMS Settings
kk: SMS Параметрлер

source: API Link
kk: API сілтеме

source: Sender ID
kk: жіберуші ID

source: Heading Username
kk: Тақырыптың Пайдаланушы аты

source: Username field provided by sms gateway
kk: SMS шлюз көзделген Пайдаланушы аты далалық

source: Heading Password
kk: Пароль позициясы

source: Password field provided by sms gateway
kk: SMS шлюз көзделген Password далалық

source: Heading Mobile No
kk: Мобильді тауар позициясының

source: Mobile No field provided by sms gateway
kk: SMS шлюз көзделген Мобильді Жоқ өрісінде

source: Heading Message
kk: Хабар-тақырып

source: Message field provided by sms gateway
kk: SMS шлюз көзделген өріс хабарлама

source: Heading Sender Id
kk: Жіберуші идентификаторы позициясы

source: Sender Id field provided by sms gateway
kk: SMS шлюз көзделген Жіберуші идентификаторы далалық

source: Add SMS Template
kk: SMS Үлгі қосу

source: Edit SMS templates
kk: Өңдеу SMS үлгілер

source: SMS Templates
kk: SMS үлгілер

source: Add New SMS Template
kk: Жаңа SMS Үлгі қосу

source: Add Students
kk: Оқушылар қосу

source: Address
kk: мекен-жай

source: Guardian Phone
kk: Guardian Телефон

source: Edit Students
kk: өңдеу Оқушылар

source: Renewal Date
kk: Renewal күні

source: Add New Student
kk: Жаңа студенттік қосу

source: Wallet
kk: әмиян

source: Admission Date
kk: Қабылдау күні

source: Credit
kk: несие

source: Debit
kk: Дебеттік

source: Balance
kk: баланс

source: Date & Time
kk: Күні және уақыты

source: Payment Through
kk: арқылы төлеу

source: Remarks
kk: Ескертпелер

source: View Student Information
kk: Қарау Студент ақпарат

source: Full Name
kk: Толық аты

source: Phone Number
kk: Телефон нөмірі

source: Registered Email
kk: тіркелген Email

source: Alternate Number
kk: Балама саны

source: Enrolment No
kk: қабылдау жоқ,

source: Last Login
kk: Өткен Логин

source: Students Wallet
kk: Оқушылар Wallet

source: Transaction Form
kk: Мәміле нысаны

source: Mobile
kk: жылжымалы

source: ADD
kk: Басы

source: DEDUCT
kk: шегеру

source: Add Subjects
kk: тақырыптарды қосу

source: Edit Subjects
kk: өңдеу Сабақтар

source: Subjects
kk: Сабақтар

source: Add New Subject
kk: Жаңа тақырып қосу

source: Question Bank
kk: Сұрақ Банк

source: Add Testimonials
kk: Пікірлер қосу

source: Upload Photo (150*150)
kk: Загрузить фото (150 * 150)

source: Edit Testimonials
kk: өңдеу Пікірлер

source: Testimonials
kk: Пікірлер

source: Add New Testimonial
kk: Жаңа Testimonial қосу

source: Photo
kk: Фото

source: Add Users
kk: пайдаланушыларды қосу

source: User Level
kk: пайдаланушы деңгейі

source: Username
kk: Қолданушының аты

source: Level users
kk: Level пайдаланушылар

source: Add New Level
kk: Жаңа деңгейі қосу

source: Back To Users
kk: Артқа Пайдаланушылар үшін

source: Level Name
kk: Level атауы

source: Set Permission
kk: Set Рұқсат

source: Assign Form Rights
kk: Нысаны құқықтары тағайындау

source: Module Name
kk: Модуль атауы

source: Old Password
kk: Ескі Құпия сөз

source: Edit Users
kk: өңдеу Пайдаланушылар

source: User Registration Form
kk: Пайдаланушы Тіркеу формасы

source: Users
kk: пайдаланушылар

source: Add New User
kk: Жаңа пайдаланушыны қосу

source: Add Level Users
kk: Level пайдаланушыларды қосу

source: Level User
kk: Level Пайдаланушы

source: Dear user, log in to access the admin area!
kk: Құрметті пайдаланушы, әкімші аймағын кіру үшін тіркелу!

source: Admin / Teacher Username
kk: Admin / Мұғалім Пайдаланушы аты

source: Forgot User Name
kk: Пайдаланушы аты ұмыттыңыз ба

source: Organisation Logo
kk: Organisation Логотип

source: Upload Image(* height less than 220px)
kk: Суретті кері қотару (220px қарағанда * биіктігі кем)

source: Delete Logo
kk: Логотип жою

source: Please provide a type for chart %s!
kk: Диаграмма үшін түрін қамтамасыз сұраймыз %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
kk: Диаграмма: «\ %s \» табу мүмкін емес. бұл Диаграмма атауы $ this- беріледі бірдей жол жеткізіңіз> HighCharts-> Сіздің ойыңызша () көрсету.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
kk: Экспресс Checkout мәміле мерзімі біткен болса және мәміле қайта іске қосу керек

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
kk: Сіз бір төлем үшін Екінші қоңырауға жасаған болуы мүмкін немесе сіз жекелеген операциялар үшін бірдей шот-фактура ID пайдаланған болуыңыз мүмкін.

source: Please use a different funcing source.
kk: басқа funcing көзін пайдаланыңыз.

source: An error occured, please retry the transaction.
kk: Қате мәмілені қайта жалғап көріңіз, болған.

source: This transaction couldn't be completed. Redirecting to payment gateway
kk: Бұл мәміле аяқтау мүмкін емес. төлем шлюзі үшін Айдайтын

source: You have not agreed to the billing agreement.
kk: Сіз биллингтік келісімге келісті жоқ.

source: The billing agreement is disabled or inactive.
kk: есеп-шот туралы келісім мүгедек немесе белсенді емес болып табылады.

source: The credit card used is expired.
kk: пайдаланылатын несиелік карта мерзімі өтіп кеткен болып табылады.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
kk: AVS жауап N мәні қайтарылады, және көпес тіркелгі осындай операцияларды қабылдай алмайды, себебі мәміле бас тартылды.

source: The payment gateway account is restricted.
kk: төлем шлюзі тіркелгі шектелген.

source: You must submit an IP address of the buyer with each API call.
kk: Сіз әр API қоңыраумен бірге сатып алушының ІР мекен-жайын тапсыруы тиіс.

source: The merchant selected a value for the PaymentAction field that is not supported.
kk: көпес қолдау көрсетілмейді PaymentAction өрісіне мәнді таңдалған.

source: The credit card field was blank.
kk: несиелік карта өріс бос болды.

source: The total amount and item amounts do not match.
kk: жалпы сомасы және элемент сомалар сәйкес келмейді.

source: The credit card entered is currently restricted by the payment gateway.
kk: енгізілген, қазіргі уақытта несиелік карта төлем шлюзі шектеледі.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
kk: көпес өзінде сол саудагер операция байланысты шот ID кірді. жаңа шот-фактура идентификаторымен әрекеті

source: The transaction was declined by the country filter managed by the merchant.
kk: мәміле көпес басқаратын ел сүзгі -ға төмендеді болды.

source: The transaction was declined by the maximum amount filter managed by the merchant.
kk: мәміле көпес басқаратын ең көп сомасы сүзгі -ға төмендеді болды.

source: The transaction was declined by the payment gateway.
kk: мәміле төлем шлюзі -ға төмендеді болды.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
kk: мәміле өйткені ықтимал алаяқтық қызмет төлем шлюзі -ға төмендеді болды.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
kk: мәміле өйткені IP мекен-жайы бойынша ықтимал алаяқтық қызмет төлем шлюзі -ға төмендеді болды.

source: The merchant account attempting the transaction is not a business account.
kk: мәмілені әрекет көпес шоты бизнес тіркелгі емес.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
kk: мәмілені әрекет көпес шоты тікелей төлеу операцияларды өңдеуге қабілетті емес.

source: Access to Direct Payment was disabled for your account.
kk: Тікелей төлеу үшін Access тіркелгіге арналған ажыратылған болатын.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
kk: мәмілені әрекет көпес шоты төлем шлюзімен расталған электрондық пошта мекенжайы жоқ.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
kk: көпес сома сол көпес жоғарғы шегі асып мәмілені тырысты.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
kk: мәміле AVS өйткені көпес тәуекел сүзгінің қабылданбады. AVS бір жоқ матч (AVS = N) қайтарылады кезде Атап айтқанда, көпес мәмілені төмендей қойған.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
kk: мәміле AVS өйткені көпес тәуекел сүзгінің қабылданбады. Атап айтқанда, көпес AVS ішінара матчын қайтарады кезде операцияларды төмендей сүзгіні қойды.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
kk: мәміле AVS өйткені көпес тәуекел сүзгінің қабылданбады. Атап айтқанда, көпес AVS қолдау көрсетілмейтін кезде операцияларды төмендей сүзгіні қойды.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
kk: көпес жарамсыз пішім болған ІР адресті кірді. IP мекен-жайы, осындай 123.456.123.456 ретінде пішімінде болуы тиіс.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
kk: ССК конфигурация енгізілуі үшін CVV талап етеді, бірақ ешқандай CVV осы мәміле берілді.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
kk: көпес Америка Құрама Штаттарында немесе Канадада немесе мекенжайды көзделген, бірақ сол жерде көрсетілетін мемлекеттік немесе елде жарамды мемлекеттік емес болып табылады.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
kk: мәміле БАНКІ емес, төлем шлюзі арқылы қабылданбады. көпес басқа картасын жасамаңыз.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
kk: тұрғылықты ССК ел қазіргі уақытта тікелей төлем операцияларына мүмкіндік береді қолдау көрсетілмейді.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
kk: Қазіргі уақытта төлем шлюзі сол сомаға, сол сатып алушының операцияны өңдеу, өйткені мәміле қабылданбады. сатып алушы тез қатарынан бірнеше бірдей операцияларды ұсынады кезде орын алуы мүмкін.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
kk: қамтамасыз CVV жарамсыз болып табылады. CVV 3-4 арасындағы сан ұзақ.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
kk: Тағы жасауды сәл кейінірек көріңізді өтінеміз. Егер сіз дұрыс CVV өтті қамтамасыз ету және сатып алушы үшін ақпарат шешу. Қайталанатын профилін жасау болса, 0 баптандыру сомасын өткізу жолымен қайталап көріңіз.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
kk: Мәміле салдарынан жоқ немесе жарамсыз 3-D Secure аутентификация құндылықтарға үйлесімді емес. ECI, ECI3DS, CAVV, XID өрістерді тексеріңіз.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
kk: мәміле, өйткені бұл несие картасын қысқа уақыт кезеңі ішінде шамадан тыс істен төлем шлюзі арқылы қабылданбады.

source: The transaction was declined by payment gateway.
kk: мәміле төлем шлюзі -ға төмендеді болды.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
kk: көпес төлем шлюзімен файлда жарамды коммерциялық ұйым келісімнің қажеті жоқ, өйткені мәміле қабылданбады.

source: The transaction was declined because the CVV entered does not match the credit card.
kk: енгізілген CVV кредиттік картаны сәйкес келмейді, өйткені мәміле қабылданбады.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
kk: транзакция, өйткені мерзімі өткен кредиттік карточка шығару банк қабылданбады. көпес басқа картасын жасамаңыз.

source: Exceeded permissible limit for Navigating away
kk: алыс шарлау үшін асып рұқсат етілген шегі

source: You have exceeded the permissible limit for navigating away from your test
kk: Сіз өзіңіздің тест алшақ навигацияға арналған рұқсат етілген шектеу шамасынан асып кеткенсіз

source: Your test has finished. You can close the window now
kk: Сіздің тест аяқталды. Енді сіз терезені жабуға болады

source: Installation Complete
kk: Орнату аяқталды

source: Aho! The System is installed successfully.
kk: Aho! Жүйе сәтті орнатылған.

source: Go to Admin/Teacher Interface
kk: Admin / Мұғалім интерфейс өтіңіз

source: User
kk: пайдаланушы

source: Go to Front End/Student Interface
kk: Алдыңғы Аяқтау / Студенттік интерфейс өтіңіз

source: Visit our website
kk: Біздің сайтқа кіріңіз

source: for documentation and support
kk: құжаттандыру және қолдау үшін

source: My Exam Stats
kk: Менің Емтихан Статистика

source: Total Exam Given
kk: Барлығы Емтихан ескере

source: Absent Exams
kk: сырттай Емтихандар

source: Best Score in
kk: жылы ең үздік балл

source: On
kk: Іске қосылған

source: Failed in
kk: сәтсіздікке

source: Average Percentage
kk: орташа пайызы

source: Your Rank
kk: Сіздің Rank

source: Month Wise Performance
kk: Ай Wise Performance

source: Exam Wise Performance
kk: Емтихан Wise Performance

source: Todays Exam
kk: бүгінгі Емтихан

source: Top
kk: Жоғары

source: These are the exam(s) that can be taken right now
kk: Бұл дәл қазір қабылдануы мүмкін емтихан (лар) болып табылады

source: No Exams found for today
kk: Емтихандар бүгінгі таңда табылған жоқ

source: Something went wrong
kk: Бірдеңе дұрыс емес

source: Show
kk: көрсету

source: entries
kk: жазбалар

source: Prev
kk: Алдыңғы

source: Next
kk: Келесі

source: Showing {:start} to {:current} of {:count} entries
kk: Көрсету {:start}: {:current} {:count} үшін

source: Email Verification
kk: Email тексеру

source: Please Enter Verification Code in the Text Box
kk: Мәтін жолағына растау кодын енгізіңіз

source: Re-Send Email Verification
kk: Қайта жіберу Email Тексеру

source: Please Enter Email Id in the Text Box which you enter at the time of registration
kk: тіркеу кезінде сіз енгізген мәтін жолағына енгізіңіз Email ID сұраймыз

source: Purchased Exam
kk: сатып алынған Емтихан

source: Expired Exam
kk: Мерзімі аяқталған Емтихан

source: These are the exam(s) which has been expired
kk: Бұл мерзімі өтіп болды емтихан (лар) болып табылады

source: No Exams found
kk: Емтихандар табылған жоқ

source: Thank you for using the test
kk: тест пайдаланғаныңыз үшін рақмет

source: 1. The test instructions were
kk: 1. Сынақ нұсқаулары болды

source: Largely Clear
kk: негізінен Clear

source: Medium Clear
kk: Орташа Clear

source: Not Clear
kk: Анық емес

source: 2. Language of question was
kk: Сұрақтың 2. Тіл болды

source: 3. Overall test experience was
kk: 3. Жалпы сынақ тәжірибе болды

source: Good
kk: жақсы

source: Better
kk: жақсырақ

source: Best
kk: ең жақсы

source: Any other feedback suggestion
kk: Кез келген басқа Кері байланыс ұсынысы

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
kk: Егер сынақты бастамас бұрын сіздің чат терезелер, Экранды қорғағыш және антивирустық барлық бағдарламаларды жабыңыз сұраймыз

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
kk: Егер тест барысында «F5 \» \ басыңыз емес сұраймыз. Бұл сіздің тест аяқтайды және сіз қайта ашу сынақ мүмкін емес болады

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
kk: Сіздің жауап сақталады. бұл нүкте сақталады дейін сіздің тест қандай да бір себептермен, сіздің жауап дейін ажыратылса

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
kk: Мысалы фонда файлдарды жүктеуге барлық бағдарламаларды жабыңыз сұраймыз: Dropbox, торрент, т.б.

source: Instructions
kk: нұсқаулары

source: I am ready to begin
kk: Мен бастауға дайынмын

source: Exam Start
kk: Емтихан Бастау

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
kk: Бұл емтихан төленеді. Сома автоматты түрде әмиянға бойынша шегеріледі тиіс. емтихан Таймерді іске қосу кейін тоқтатуға болады. Егер сіз төлеуге & бастау керек пе?

source: These are the exam(s) which has been purchased
kk: Бұл сатып алынды емтихан (лар) болып табылады

source: Correct Marks
kk: дұрыс таңбалар

source: Save & Next
kk: Сақтау & Келесі

source: Unreview
kk: Шолу жасамау

source: Review
kk: шолу

source: Reset Answer
kk: жауап Reset

source: Finish
kk: Аяқтау

source: Current Question
kk: Ағымдағы Сұрақ

source: Answered
kk: жауап берді

source: Not Answered
kk: Жауап жоқ

source: Navigated Away
kk: Away бағыттау

source: you had navigated away from the test window. This will be reported to Moderator
kk: тексеру терезесінде алыс бағыттау болды. Бұл Модератор хабарлады болады

source: Do not repeat this behaviour
kk: Бұл әрекетті қайталаңыз емес пе

source: Otherwise you may get disqualified
kk: Олай болмаған жағдайда сіз аластатылды қалуы мүмкін

source: Continue
kk: жалғастыру

source: Finalize
kk: аяқтау

source: Do you wish to submit and close the
kk: Сіз ұсынуға және жабу келе ме

source: Once you submit, you will not be able to review the
kk: Сіз ұсынуға кейін, қайта қарау мүмкін болмайды

source: Summary of your attempts in this
kk: Осы сіздің әрекет Резюме

source: as show below
kk: төменде шоу ретінде

source: Attempted
kk: тырысты

source: Return To First Question
kk: Бірінші мәселе оралу

source: These are the exam(s) that are planned you in near future
kk: Бұл жақын арада сізге жоспарланған емтихан (лар) болып табылады

source: Attempt Now
kk: Енді көріңіз

source: Your performance compared to your group
kk: Сіздің өнімділігі тобына салыстырғанда

source: Can't read? Reload
kk: оқып мүмкін емес пе? Reload

source: Enter security code shown above
kk: Жоғарыда көрсетілген қауіпсіздік кодын енгізіңіз

source: Answer simple math
kk: амалдарды Жауап

source: Attempts
kk: әрекеттері

source: Remaining
kk: қалған

source: Expiry Date
kk: Қолданылу мерзімі
