Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: File Manager
fr_fr: Gestion des fichiers

source: You can find your result here.
fr_fr: Vous trouverez ici votre résultat.

source: Thanks for given the exam.
fr_fr: Merci pour donner l'examen.

source: Dashboard
fr_fr: Tableau de Bord

source: Leader Board
fr_fr: Tableau des meilleurs scores

source: My Exams
fr_fr: Mes tests

source: My Result
fr_fr: Mon Résultat

source: Group Performance
fr_fr: Performance du Groupe

source: Payment
fr_fr: Paiement

source: Transaction History
fr_fr: Historique des transactions

source: Mailbox
fr_fr: Boites aux lettres

source: Help
fr_fr: Aidez-moi

source: Home
fr_fr: Accueil

source: Register
fr_fr: registre

source: Log In
fr_fr: s'identifier

source: Invalid Post
fr_fr: Invalid Poster

source: Feb
fr_fr: février

source: Mar
fr_fr: Gâcher

source: Apr
fr_fr: avril

source: May
fr_fr: Mai

source: Jun
fr_fr: juin

source: Jul
fr_fr: juillet

source: Aug
fr_fr: août

source: Sep
fr_fr: septembre

source: Oct
fr_fr: octobre

source: Nov
fr_fr: novembre

source: Dec
fr_fr: décembre

source: Percentage
fr_fr: Pourcentage

source: Month
fr_fr: Mois

source: Exams
fr_fr: Examens

source: Email verified successfully
fr_fr: Email vérifié avec succès

source: Invalid Verification Code
fr_fr: Code de vérification invalide

source: A verification Code send to your Email inbox or Spam
fr_fr: Une vérification de code envoyé à votre boîte de réception ou Email Spam

source: Email Id already verified
fr_fr: Email Id déjà vérifié

source: Email Id not registered in system
fr_fr: Email Id pas enregistré dans le système

source: You have attempted maximum exam.
fr_fr: Vous avez essayé examen maximal.

source: You have attempted maximum number of questions in this subject
fr_fr: Vous avez essayé un maximum de questions dans ce sujet

source: You can find your result here
fr_fr: Vous trouverez ici votre résultat

source: Insufficient Amount.
fr_fr: Montant insuffisant.

source: 1. The test instructions were
fr_fr: 1. Les instructions de test étaient

source: 2. Language of question was
fr_fr: 2. Langue de question était

source: 3. Overall test experience was
fr_fr: 3. L'expérience globale de test était

source: Any other feedback suggestion:
fr_fr: Toute autre suggestion rétroaction:

source: Feedback has submitted successfully!
fr_fr: Feedback a soumis avec succès!

source: Feedback already submitted.
fr_fr: Feedback déjà soumis.

source: Email id is not registered in system
fr_fr: Email id est pas inscrit dans le système

source: Your password reset link is sent to your registered email id
fr_fr: Votre lien de réinitialisation de mot est envoyé à votre email id enregistré

source: Incorrect code
fr_fr: code incorrect

source: Password Changed Successfully
fr_fr: Le mot de passe a été changé avec succès

source: My Performance
fr_fr: Ma performance

source: My Group performance
fr_fr: Ma performance du Groupe

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
fr_fr: Application déjà installée. Retirer app / tmp / installed.txt pour réinstaller l'application

source: Unwriteable
fr_fr: UNWRITABLE

source: Writeable
fr_fr: inscriptibles

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
fr_fr: Malheureusement! Fichier Erreur de permission<br>S'il vous plaît aller à app/config/database.php est en mode écriture.

source: A connection was successfully established with the server.
fr_fr: Une connexion a été établie avec succès avec le serveur.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
fr_fr: Connexion impossible à la base de données. S'il vous plaît vérifier les paramètres de app/Config/database.php et essayez à nouveau

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
fr_fr: Malheureusement! Dossier Erreur de permission<br>S'il vous plaît dossier tmp est en mode écriture.

source: Your Mail has been sent
fr_fr: Votre message a été envoyé

source: Forwarded message
fr_fr: Message transféré

source: From
fr_fr: De

source: Subject
fr_fr: Sujets

source: The mail has been moved to the Trash
fr_fr: Le courrier a été déplacé vers la Corbeille

source: Your Mail has been deleted
fr_fr: Votre courrier a été supprimé

source: The mail has been moved to the Inbox
fr_fr: Le courrier a été déplacé vers la boîte de réception

source: The mail has been marked as Read
fr_fr: Le courrier a été marqué comme lu

source: The mail has been marked as Unread
fr_fr: Le courrier a été marqué comme non lu

source: Paypal Payment not set
fr_fr: Paypal Paiement pas réglé

source: Payment Cancel
fr_fr: Paiement Annuler

source: Wallet Payment
fr_fr: Wallet Paiement

source: Try again! Can not connect to paypal
fr_fr: Réessayer! Vous ne pouvez pas vous connecter à paypal

source: Invalid Amount
fr_fr: Montant non valide

source: Payment already done
fr_fr: Paiement déjà fait

source: Payment not done
fr_fr: Le paiement ne fait

source: Payment successfully! Amount %s added in your wallet
fr_fr: Paiement avec succès! Montant %s ajouté dans votre portefeuille

source: Profile Updated Successfully
fr_fr: Profil Mise à jour avec succès

source: Photo Updated Successfully
fr_fr: Photo Mise à jour avec succès

source: Invalid Password
fr_fr: Mot de passe incorrect

source: Please select any group
fr_fr: S'il vous plaît sélectionner un groupe

source: Invalid Security Code
fr_fr: Code de la sécurité non valide

source: Score
fr_fr: But

source: Marks Scored
fr_fr: Marks Marqués

source: Subject Wise Time Taken
fr_fr: Sujet Sage Temps Prise

source: Student Performance
fr_fr: Performance de l'élève

source: Incorrect Question
fr_fr: Mauvaise question

source: Right Marks
fr_fr: marques Droit

source: Negative Marks
fr_fr: Correction négative

source: Percentage(%) in Exam
fr_fr: Pourcentage (%) dans l'examen

source: Percentage(%)
fr_fr: Pourcentage(%)

source: nd
fr_fr: Dakota du Nord

source: th
fr_fr: e

source: You %s
fr_fr: Vous% s

source: Administrator
fr_fr: Administrateur

source: Payment Gateway
fr_fr: Passerelle de paiement

source: Pay Exam
fr_fr: Pe examen

source: Your account has expired. Please contact administrator
fr_fr: Votre compte à expiré. S'il vous plaît contacter l'administrateur

source: You have been logged in successfully
fr_fr: Vous avez été connecté avec succès

source: Your email not verified! Please click on link sent to your email inbox or spam
fr_fr: Votre e-mail non vérifiées! S'il vous plaît cliquer sur le lien envoyer à votre boîte de réception e-mail ou spam

source: Incorrect username/password
fr_fr: Nom d'utilisateur / Mot de passe incorrect

source: You have been logged out successfully
fr_fr: Vous avez été déconnecté avec succès

source: You are %s Member! Please contact administrator
fr_fr: Vous êtes membre%! S'il vous plaît contacter l'administrateur

source: Hours
fr_fr: Heures

source: Sec
fr_fr: Seconde

source: Grand Total
fr_fr: somme finale

source: Your Question has been added for exam
fr_fr: Votre question a été ajoutée pour examen

source: Your Question has been deleted for exam
fr_fr: Votre question a été supprimé pour examen

source: No Permission
fr_fr: Aucune autorisation

source: Advertisement has been saved
fr_fr: Publicité a été enregistré

source: Invalid post
fr_fr: poste non valide

source: Advertisement has been deleted
fr_fr: Publicité a été supprimé

source: Photo Changed Successfully
fr_fr: La photo a changé avec succès

source: Not Attempted
fr_fr: à répondre

source: Marks Updated
fr_fr: Marks Mise à jour

source: Successfully Finalize
fr_fr: finalisé avec succès

source: Successfully Closed Exam
fr_fr: Examen avec succès fermé

source: English
fr_fr: Anglais

source: French
fr_fr: français

source: Your Setting has been saved
fr_fr: Votre paramètre a été enregistré

source: Page Added Successfully
fr_fr: Page ajoutée

source: Pages updated Successfully
fr_fr: Pages mises à jour avec succès

source: Page has been deleted
fr_fr: La page a été supprimée

source: Page has been Unpublished
fr_fr: La page a été Unpublished

source: Page has been Published
fr_fr: La page a été publiée

source: Something wrong
fr_fr: Quelque chose ne va pas

source: Currency has been saved
fr_fr: Monnaie a été enregistré

source: Currency has been deleted
fr_fr: Monnaie a été supprimé

source: Student Details
fr_fr: Détails étudiant

source: Active
fr_fr: actif

source: Pending
fr_fr: en attendant

source: Suspend
fr_fr: Suspendre

source: Pass
fr_fr: Passer

source: Fail
fr_fr: Échouer

source: Student
fr_fr: Élève

source: Passing %age
fr_fr: Passing% âge

source: Average %age
fr_fr: Âge moyen

source: Total Question
fr_fr: Nbre question

source: Question Bank Difficulty Wise
fr_fr: Question Bank Difficulté Wise

source: Easy
fr_fr: Facile

source: Medium
fr_fr: Moyen

source: Hard
fr_fr: Difficile

source: Name has been updated
fr_fr: Nom a été mis à jour

source: Email template has been saved
fr_fr: Email modèle a été enregistré

source: Email template has been deleted
fr_fr: Email modèle a été supprimé

source: End Date is not less than Start date
fr_fr: Date de fin ne sont pas moins que la date de début

source: Please Select any group
fr_fr: S'il vous plaît Sélectionnez un groupe

source: Please Add Subject To Exam
fr_fr: S'il vous plaît Ajouter Objet Pour examen

source: Exam has been saved. Add questions in exam
fr_fr: Examen a été enregistré. Ajouter des questions à l'examen

source: Exam has been saved
fr_fr: Examen a été enregistré

source: Exam has been updated
fr_fr: Examen a été mis à jour

source: Exam has been deleted
fr_fr: Examen a été supprimé

source: Difficulty Level
fr_fr: Niveau de difficulté

source: Subject Wise Question Count
fr_fr: Sujet comte Wise Question

source: Exam sucessfully inactivated
fr_fr: Examen désactivé avec succès

source: Exam sucessfully activated
fr_fr: Exam activé avec succès

source: There are no question added!
fr_fr: Il n'y a aucun doute ajouté!

source: Your username is sent to your registered email id
fr_fr: Votre nom d'utilisateur est envoyé à votre email id enregistré

source: Group Added Successfully
fr_fr: Groupe ajouté avec succès

source: Group has been saved
fr_fr: Groupe a été enregistré

source: Group has been deleted
fr_fr: Groupe a été supprimé

source: Delete subject first
fr_fr: Supprimer premier sujet

source: Help content has been saved
fr_fr: contenu de l'aide a été enregistré

source: Help content has been deleted
fr_fr: contenu de l'aide a été supprimé

source: Questions imported successfully
fr_fr: Questions importées avec succès

source: File not uploaded
fr_fr: Fichier non téléchargé

source: Only CSV File supported
fr_fr: Prise en charge uniquement fichier CSV

source: Please Select Subject
fr_fr: S'il vous plaît Sélectionnez Objet

source: Please Select any Group
fr_fr: S'il vous plaît sélectionner un groupe

source: Students imported successfully
fr_fr: Les étudiants importés avec succès

source: Please Select Group
fr_fr: S'il vous plaît Sélectionnez Groupe

source: Student Email not found
fr_fr: Étudiant Email introuvable

source: News has been saved
fr_fr: Nouvelles a été enregistré

source: News has been deleted
fr_fr: Nouvelles a été supprimé

source: Paypal Payment Setting has been saved
fr_fr: Paypal Paiement Cadre a été enregistré

source: Setting Problem
fr_fr: problème Réglage

source: Please Choose the Correct answer
fr_fr: S'il vous plaît choisir la bonne réponse

source: Please select true or false
fr_fr: S'il vous plaît sélectionner vrai ou faux

source: Please fill blank space
fr_fr: S'il vous plaît remplir l'espace vide

source: Question added to bank successfully
fr_fr: Question ajouté à la banque avec succès

source: Question has been updated
fr_fr: Question a été mis à jour

source: Question has been deleted
fr_fr: Question a été supprimé

source: Delete exam first!
fr_fr: Supprimer examen d'abord!

source: Question Difficulty Level
fr_fr: Question Niveau de difficulté

source: Candidate Marks Distribution
fr_fr: Candidat Marks Répartition

source: Max Marks Distribution
fr_fr: Max Marks Répartition

source: Please select any type in the list
fr_fr: S'il vous plaît sélectionner un type dans la liste

source: Please type any email
fr_fr: S'il vous plaît taper un e-mail

source: Email has been sent
fr_fr: L'email a été envoyé

source: No email to send
fr_fr: Aucun e-mail pour envoyer

source: Please type any name
fr_fr: S'il vous plaît tapez un nom

source: Sms has been sent
fr_fr: Sms a été envoyé

source: No sms to send
fr_fr: Pas de sms à envoyer

source: Signature has been saved
fr_fr: Signature a été enregistré

source: Signature has been deleted
fr_fr: Signature a été supprimé

source: Slide has been saved
fr_fr: Diapositive a été enregistré

source: Slide has been deleted
fr_fr: Diapositive a été supprimé

source: SMS template has been saved
fr_fr: modèle de SMS a été enregistré

source: SMS template has been deleted
fr_fr: modèle de SMS a été supprimé

source: Student added Successfully
fr_fr: Étudiant ajouté avec succès

source: Please Select atleast one group
fr_fr: S'il vous plaît sélectionner au moins un groupe

source: Student has been updated
fr_fr: L'élève a été mis à jour

source: Student has been deleted
fr_fr: L'élève a été supprimé

source: Student Wallet has been updated
fr_fr: Student Wallet a été mis à jour

source: Subject Added Successfully
fr_fr: Objet Ajouté avec succès

source: Subject already exist
fr_fr: Objet existe déjà

source: Subject has been updated
fr_fr: Objet a été mis à jour

source: Subject has been deleted
fr_fr: Objet a été supprimé

source: Testimonial has been saved
fr_fr: Témoignage a été enregistré

source: Testimonial has been updated
fr_fr: Témoignage a été mis à jour

source: Testimonial has been deleted
fr_fr: Témoignage a été supprimé

source: User Added Successfully
fr_fr: Utilisateur ajouté avec succès

source: User has been updated
fr_fr: L'utilisateur a été mis à jour

source: User has been deleted
fr_fr: L'utilisateur a été supprimé

source: Permission update successfully
fr_fr: mise à jour de permission avec succès

source: You have been logged in Successfully
fr_fr: Vous avez été connecté avec succès

source: You have been logged out
fr_fr: vous avez été déconnecté

source: Level User has been saved
fr_fr: Niveau utilisateur a été enregistré

source: Level user has been deleted
fr_fr: utilisateur de niveau a été supprimé

source: Logo has been saved
fr_fr: Logo a été enregistré

source: Logo has been deleted
fr_fr: Logo a été supprimé

source: Add Questions
fr_fr: Ajouter questions

source: Question Type
fr_fr: Type de question

source: Search
fr_fr: Chercher

source: Reset
fr_fr: Réinitialiser

source: Add To Exam
fr_fr: Ajouter à l'examen

source: Delete To Exam
fr_fr: Supprimer Pour examen

source: Back To Exam
fr_fr: Retour à l'examen

source: Body of Question
fr_fr: Corps de la question

source: Level
fr_fr: Niveau

source: Marks
fr_fr: Pointage

source: Add Advertisement
fr_fr: Ajouter Publicité

source: Advertisement Name
fr_fr: Nom Publicité

source: Ordering
fr_fr: Commande

source: URL Type
fr_fr: type d'URL

source: Internal
fr_fr: Interne

source: External
fr_fr: Externe

source: URL Target
fr_fr: URL cible

source: _self
fr_fr: _soi

source: _blank
fr_fr: _blanc

source: Upload Image (350*260)
fr_fr: Télécharger Image (350 * 260)

source: Save
fr_fr: sauvegarder

source: Close
fr_fr: Fermer

source: Update Photo
fr_fr: Mise à jour de photos

source: Upload Photo
fr_fr: Envoyer la photo

source: Update
fr_fr: Mettre à jour

source: Cancel
fr_fr: Annuler

source: Edit Advertisements
fr_fr: Modifier Publicités

source: Form
fr_fr: Forme

source: Status
fr_fr: statut

source: Advertisements
fr_fr: Les annonces

source: Add New Advertisement
fr_fr: Ajouter un nouveau Publicité

source: Edit
fr_fr: modifier

source: Delete
fr_fr: Effacer

source: View
fr_fr: Vue

source: Change Photo
fr_fr: Changer la photo

source: View Slides
fr_fr: Voir Diapositives

source: Attempted Papers of
fr_fr: Papers Tentative de

source: Name
fr_fr: prénom

source: Total Marks
fr_fr: total de points

source: Obtained Marks
fr_fr: Les notes obtenues

source: Result Finalized
fr_fr: Résultat finalisé

source: Finalize It
fr_fr: Finaliser Il

source: PASSED
fr_fr: PASSÉ

source: FAILED
fr_fr: ÉCHOUÉ

source: Finalized By
fr_fr: finalisé par

source: Question No
fr_fr: question n °

source: Marked Answer
fr_fr: réponse Marked

source: Correct Answer
fr_fr: Bonne réponse

source: Time Taken
fr_fr: Temps pris

source: Marks Obtained
fr_fr: Notes obtenues

source: Checked by
fr_fr: Vérifié par

source: System
fr_fr: Système

source: Confrigration Options
fr_fr: Options de configuration

source: Site Name
fr_fr: Nom du site

source: Organization Name
fr_fr: nom de l'organisation

source: Domain Name
fr_fr: Nom de domaine

source: Organization Email
fr_fr: Organisation Email

source: Meta Title
fr_fr: Meta Titre

source: Time Zone
fr_fr: Fuseau horaire

source: Please Select
fr_fr: S'il vous plaît Sélectionnez

source: Currency
fr_fr: Devise

source: Header Contact
fr_fr: Header Contactez

source: Display records per page
fr_fr: Afficher les enregistrements par page

source: Max records per page
fr_fr: Max enregistre par page

source: Date Format
fr_fr: Format de date

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
fr_fr: Date, Mois, Année, Heure, Min, Sec, Meridian, Séparateur de date, Temps Separator

source: Text
fr_fr: Texte

source: Text Direction
fr_fr: Orientation du texte

source: Left-to-right (LTR)
fr_fr: De gauche à droite (LTR)

source: Right-to-Left (RTL)
fr_fr: Droite à À gauche (RTL)

source: Language
fr_fr: La langue

source: Enable SMS Notification
fr_fr: Activer Notification par SMS

source: Enable Email Notification
fr_fr: Activer Notification par email

source: Manual Verification
fr_fr: Vérification manuelle

source: Front End Registration
fr_fr: Inscription Front End

source: Front End Slides
fr_fr: Front End Diapositives

source: Translation
fr_fr: Traduction

source: Paid Exam
fr_fr: examen payé

source: Exam Expiry
fr_fr: Expiration d'examen

source: Exam Feedback
fr_fr: Exam Commentaires

source: Tolrance Count
fr_fr: Nombre de tolérance

source: Certificate
fr_fr: Certificat

source: Testimonial
fr_fr: Témoignage

source: Advertisement
fr_fr: Publicité

source: No. of Visitor
fr_fr: Nombre de visiteurs

source: No. of Student
fr_fr: Nombre de Student

source: No. of Exam
fr_fr: Nombre d'examen

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Add Pages
fr_fr: Ajouter Pages

source: Link Name
fr_fr: Nom du lien

source: Link Order
fr_fr: Lien Commander

source: Page Type
fr_fr: type de page

source: External Url
fr_fr: Url externe

source: Url Target
fr_fr: url cible

source: Page Name
fr_fr: Nom de la page

source: Page Url
fr_fr: URL de la page

source: Page Content
fr_fr: contenu de la page

source: Edit Pages
fr_fr: Modifier Pages

source: Add New Page
fr_fr: Ajouter une nouvelle page

source: Published
fr_fr: Publié

source: Add Currency
fr_fr: Ajouter devise

source: Currency Name
fr_fr: Nom de la devise

source: Short Name
fr_fr: Nom court

source: Upload Currency (Less or equal to 50*50)
fr_fr: Téléchargez Monnaie (inférieur ou égal à 50 * 50)

source: Add New Currency
fr_fr: Ajouter une nouvelle devise

source: In Progress Exam
fr_fr: Dans l'examen Progress

source: Upcoming Exam
fr_fr: examen à venir

source: Completed Exam
fr_fr: examen complété

source: Students
fr_fr: Élèves

source: In Progress & Upcoming Exams
fr_fr: En cours et examens à venir

source: Exam Name
fr_fr: Nom d'examen

source: Group
fr_fr: Groupe

source: Duration
fr_fr: Durée

source: Recent Exam Results
fr_fr: Résultats récents de l'examen

source: Exam
fr_fr: Examen

source: Overall Result
fr_fr: Résultat global

source: Student Stats
fr_fr: Statistiques étudiants

source: To
fr_fr: À

source: Details
fr_fr: Détails

source: Top 10 Student Group Wise
fr_fr: Top 10 groupe étudiant sage

source: Student Statistic Table
fr_fr: Étudiant statistique Tableau

source: Total Students
fr_fr: total des étudiants

source: Total Active
fr_fr: total des actifs

source: Total Pending
fr_fr: En attente total

source: Total Suspended
fr_fr: total suspendu

source: Top 10 Question Bank Subject Wise
fr_fr: Meilleur 10 Question Bank Sujet Wise

source: Top 10 Difficulty Level of Questions
fr_fr: Meilleur 10 Niveau de difficulté des questions

source: Question Count Table
fr_fr: Question Compter Table

source: Bank Name
fr_fr: Nom de banque

source: Total Easy
fr_fr: Facile total

source: Total Normal
fr_fr: totale normale

source: Total Difficult
fr_fr: Difficile total

source: Diffculty Level
fr_fr: Niveau de difficulté

source: E-Mail Settings
fr_fr: Paramètres de messagerie

source: Email Type
fr_fr: Email type de

source: Server Name / Host
fr_fr: Nom du serveur / hôte

source: User Name
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Add Email Template
fr_fr: Ajouter Modèle de courrier électronique

source: Email Template
fr_fr: modèle de courrier électronique

source: Edit Email Templates
fr_fr: Modifier Email Templates

source: Email Templates
fr_fr: Email Modèles

source: Add New Email Template
fr_fr: Ajouter un nouveau Modèle de courrier électronique

source: Template
fr_fr: Modèle

source: Subject Added successfully
fr_fr: Objet Ajouté avec succès

source: Add Exam
fr_fr: Ajouter examen

source: Name of Exam
fr_fr: Nom du test

source: Passing Percentage
fr_fr: Pourcentage de révssite

source: Exam Duration (Min.)
fr_fr: Durée de l'examen (Min.)

source: 0 for unlimited duration
fr_fr: 0 pour une durée illimitée

source: Attempt Count
fr_fr: Nbre de tentatives

source: 0 for unlimited attempt
fr_fr: 0 pour tentative illimitée

source: Start Date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Show Answer Sheet
fr_fr: résultats

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Select Group
fr_fr: Sélectionner le groupe

source: Student Group
fr_fr: Groupe étudiant

source: Negative Marking
fr_fr: Pointage négatif

source: Random Question
fr_fr: Question aléatoire

source: Amount
fr_fr: Montant

source: Browser Tolrance
fr_fr: Tolérance du navigateur

source: Expiry Days
fr_fr: expiration Jours

source: 0 for Unlimited
fr_fr: 0 pour un nombre illimité

source: Result After Finish
fr_fr: Résultat Après la fin

source: Prepration
fr_fr: Préparation

source: Instant Result
fr_fr: Résultat immédiat

source: Option Shuffle
fr_fr: Option aléatoire

source: Add Subjects To Exams
fr_fr: Ajouter sujets aux examens

source: Subject Name
fr_fr: Nom Sujet

source: No. of Questions
fr_fr: Nombre de questions

source: Ques Attempt Count
fr_fr: Ques Tentative comte

source: Questions Attempt Count
fr_fr: Nbre de tentative

source: Leave blank for not showing (0 for unlimited)
fr_fr: Laissez vide pour ne pas montrer (0 pour un nombre illimité)

source: ctrl+click to add multiples
fr_fr: ctrl + clic pour ajouter des multiples

source: Add
fr_fr: Ajouter

source: Edit Exam
fr_fr: Modifier examen

source: Exam Stats
fr_fr: Statut de l'examen

source: No of Student Passed
fr_fr: Pas de Student Passé

source: Download
fr_fr: Télécharger

source: No of Student Failed
fr_fr: Aucun des étudiants Échec

source: No of Student Absent
fr_fr: Aucun des étudiants Absent

source: Exam Details
fr_fr: Détails de l'examen

source: Finalize Result
fr_fr: Finaliser Résultat

source: Attempted Papers
fr_fr: Papers tentatives

source: Eligible Group
fr_fr: Groupe admissible

source: Close Exam
fr_fr: Fermer examen

source: Activate Exam
fr_fr: Activer l'examen

source: Exam Closed Re-Activate Exam
fr_fr: Examen Fermé Deactivate examen

source: Browser Tolrence
fr_fr: Tolérance du navigateur
