Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Average Percentage
fr_fr: Pourcentage moyen

source: Your Rank
fr_fr: Ton rang

source: Month Wise Performance
fr_fr: Mois Wise Performance

source: Exam Wise Performance
fr_fr: Examen Sage Performance

source: Top 10
fr_fr: Meilleur 10

source: Todays Exam
fr_fr: Test(s) disponible(s)

source: Top
fr_fr: Meilleur

source: These are the exam(s) that can be taken right now
fr_fr: Ce sont les Tests qui peuvent être pris dès maintenant.

source: No Exams found for today
fr_fr: Aucun examens trouvés pour aujourd'hui

source: Something went wrong
fr_fr: Quelque chose a mal tourné

source: Show
fr_fr: Montrer

source: entries
fr_fr: entrées

source: Prev
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Showing {:start} to {:current} of {:count} entries
fr_fr: Affichage {:start} à {:current} de {:count} entrées

source: Email Verification
fr_fr: vérification de l'E-mail

source: Please Enter Verification Code in the Text Box
fr_fr: S'il vous plaît Entrez le code de vérification dans la zone de texte

source: Re-Send Email Verification
fr_fr: Renvoyer Email Vérification

source: Please Enter Email Id in the Text Box which you enter at the time of registration
fr_fr: S'il vous plaît Entrez Email Id dans la zone de texte que vous entrez au moment de l'inscription

source: Purchased Exam
fr_fr: examen Acheté

source: Expired Exam
fr_fr: Expiré Examen

source: These are the exam(s) which has been expired
fr_fr: Ce sont là les examen(s), qui a été expiré

source: No Exams found
fr_fr: Aucun Exams trouvé

source: Thank you for using the test
fr_fr: Merci d'utiliser le test

source: 1. The test instructions were
fr_fr: 1. Les instructions de test étaient

source: Largely Clear
fr_fr: En grande partie Effacer

source: Medium Clear
fr_fr: Moyen Clair

source: Not Clear
fr_fr: Pas clair

source: 2. Language of question was
fr_fr: 2. Langue de question était

source: 3. Overall test experience was
fr_fr: 3. L'expérience globale de test était

source: Good
fr_fr: Bien

source: Better
fr_fr: Mieux

source: Best
fr_fr: Meilleur

source: Any other feedback suggestion
fr_fr: Toute autre suggestion de rétroaction

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
fr_fr: S'il vous plaît fermer toutes vos fenêtres de chat, économiseur d'écran, et anti-virus avant de commencer votre test.

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
fr_fr: S'il vous plaît ne pas appuyer sur "F5" pendant votre test. Cela se terminera votre test et vous ne serez pas en mesure de re-ouvrir le test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
fr_fr: Vos réponses seront enregistrées. Si votre test est déconnecté pour une raison quelconque, vos réponses jusqu'à ce point seront sauvegardées

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
fr_fr: S'il vous plaît fermer tous les programmes qui téléchargent des fichiers en arrière-plan Par exemple: Dropbox, torrent, etc

source: I am ready to begin
fr_fr: Je suis prêt à commencer

source: Exam Start
fr_fr: Début de l'examen

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
fr_fr: Cet examen est payé. Le montant doit être déduit sur votre portefeuille automatiquement. Après le démarrage de la minuterie de l'examen ne sera pas arrêter. Souhaitez-vous payer et commencer?

source: These are the exam(s) which has been purchased
fr_fr: Ce sont les examen(s) qui a été acheté

source: Correct Marks
fr_fr: Correct Des notes

source: Save & Next
fr_fr: sauvegarder & Prochain

source: Unreview
fr_fr: unreviewed

source: Review
fr_fr: À réviseur

source: Reset Answer
fr_fr: Effaccer la réponse

source: Finish
fr_fr: terminer

source: Current Question
fr_fr: question actuelle

source: Answered
fr_fr: Répondue

source: Not Answered
fr_fr: non répondue

source: Navigated Away
fr_fr: Navigation externe

source: you had navigated away from the test window. This will be reported to Moderator
fr_fr: vous avez navigué en dehors la fenêtre de test. Ce sera signalé à làdministrateur.

source: Do not repeat this behaviour
fr_fr: Ne répéter pas ce comportement

source: Otherwise you may get disqualified
fr_fr: sinon, vous pouvez etre disqualifié.

source: Continue
fr_fr: Continuer

source: Finalize
fr_fr: Finaliser

source: Do you wish to submit and close the
fr_fr: Souhaitez-vous présenter et fermer la

source: Once you submit, you will not be able to review the
fr_fr: Une fois que vous soumettez, vous ne serez pas en mesure d'examiner la

source: Summary of your attempts in this
fr_fr: Résumé de vos tentatives dans ce

source: as show below
fr_fr: comme indiqué ci-dessous

source: Attempted
fr_fr: Tentative

source: Return To First Question
fr_fr: Retour à la première question

source: These are the exam(s) that are planned you in near future
fr_fr: Ce sont les examens) qui vous placés dans un avenir proche

source: Attempt Now
fr_fr: Essayez maintenant

source: Your performance compared to your group
fr_fr: Votre performance par rapport à votre groupe

source: Can't read? Reload
fr_fr: Vous ne pouvez pas lire? Recharger

source: Enter security code shown above
fr_fr: Entrez le code de sécurité ci-dessus

source: Answer simple math
fr_fr: Réponse simple de math

source: Attempts
fr_fr: Tentatives

source: Remaining
fr_fr: Restantes

source: Expiry Date
fr_fr: date d'expiration

source: Expired Date
fr_fr: date d'expiration

source: Free
fr_fr: Gratuit

source: Not Purchased
fr_fr: Non acheté

source: View Details
fr_fr: Voir les détails

source: Load Editor
fr_fr: Editeur avancé

source: Step 1 of 4
fr_fr: Étape 1 sur 4

source: Server Configuration & Setup Requirements
fr_fr: Configuration du serveur et configuration requise

source: Setup Requirements
fr_fr: Configuration requise

source: Installing this software require certain server side extension and capability
fr_fr: L'installation de ce logiciel nécessite certaine extension côté serveur et la capacité

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
fr_fr: s'il vous plaît vérifier ci-dessous et comparez avec votre serveur état actuel sur la droite. Vous pouvez cliquer sur l'icône à côté de chaque technologie pour plus de détails.

source: HTTP Server. For example: Apache
fr_fr: HTTP Server. Par exemple: Apache

source: Require
fr_fr: Exiger

source: PHP 5.2.8 or greater
fr_fr: PHP 5.2.8 ou supérieure

source: Database Engine MySQL (4 or greater)
fr_fr: MySQL Database Moteur (4 ou plus)

source: Mandatory
fr_fr: Obligatoire

source: Server Status
fr_fr: server statut

source: Web Server
fr_fr: Serveur Web

source: PDO Unavailable
fr_fr: PDO Non disponible

source: PDO Available
fr_fr: PDO Disponible

source: GD Availiable
fr_fr: GD Disponible

source: GD Unavailiable
fr_fr: GD Disponible

source: Directory &amp; File Permission
fr_fr: Annuaire &amp; Autorisation du fichier

source: These Folders of Files need to be
fr_fr: Ces dossiers de fichiers doivent être

source: Writable
fr_fr: inscriptibles

source: for application to be installed.
fr_fr: pour une application à installer.

source: Folders or Files
fr_fr: Les dossiers ou fichiers

source: Refresh
fr_fr: Rafraîchir

source: Let's Start
fr_fr: Commençons

source: Step 2 of 4
fr_fr: Étape 1 sur 4

source: Installation Agreement
fr_fr: Installation

source: I Accept to Proceed
fr_fr: Je suis prêt à commencer

source: Step 3 of 4
fr_fr: Étape 1 sur 4

source: Database Connection Settings
fr_fr: Une connexion a été établie avec succès avec le serveur.

source: Host Name
fr_fr: Nom du serveur / hôte

source: Usually Localhost
fr_fr: LOCALHOST

source: Database Name
fr_fr: prénom

source: Database User
fr_fr: Utilisateur

source: Database User Name
fr_fr: Identifiant oublié

source: Database Password
fr_fr: Mot de passe

source: Database User Password
fr_fr: Utilisateur

source: Database Type
fr_fr: Type

source: Test Connection
fr_fr: Une connexion a été établie avec succès avec le serveur.

source: Step 4 of 4
fr_fr: Étape 1 sur 4

source: Name of Your Website
fr_fr: Visitez notre site Internet

source: Meta Keyword
fr_fr: Meta Titre

source: Useful for SEO
fr_fr: Utile pour le référencement

source: Meta Content for SEO
fr_fr: Contenu Meta pour le référencement

source: Please Select Timezone
fr_fr: S'il vous plaît Sélectionnez Time Zone

source: Name of Your Organization/Company
fr_fr: Nom de votre organisation / entreprise

source: Default Admin Email
fr_fr: Par défaut admin Email

source: Install Sample Data With Dummy Entries
fr_fr: Installation des exemples de données Avec Dummy Entrées

source: Install
fr_fr: Installer

source: Welcome to
fr_fr: Bienvenue à

source: Set Avatar
fr_fr: Ensemble Avatar

source: Sign out
fr_fr: Se déconnecter

source: Copyright
fr_fr: Tous droits réservés

source: follow on facebook
fr_fr: suivre sur facebook

source: Latest News & Events
fr_fr: Dernières Nouvelles et événements

source: Time
fr_fr: Temps

source: Download PDF
fr_fr: Télécharger PDF

source: Average Percentage(%)
fr_fr: Pourcentage moyen (%)

source: Exam Given
fr_fr: examen Étant donné

source: Delete Forever
fr_fr: Supprimer pour toujours

source: Move to Trash
fr_fr: Mettre à la corbeille

source: News Detail
fr_fr: Nouvelles Détail

source: No of Visitors
fr_fr: Pas de visiteurs

source: No of Students
fr_fr: Aucun des étudiants

source: No of Exams
fr_fr: Aucun des examens

source: Payment From Pay Pal
fr_fr: Paiement De Paypal

source: Pay From Pay Pal
fr_fr: Payer De Paypal

source: Profile
fr_fr: Profil

source: Edit Profile
fr_fr: Modifier le profil

source: New Student Register
fr_fr: Nouveau Registre Etudiants

source: Security Code
fr_fr: Code de sécurité

source: Answers
fr_fr: Réponses

source: My Results
fr_fr: Mes résultats

source: Attempt Date
fr_fr: Tentative date de

source: Max.Marks
fr_fr: Max.Des notes

source: SCORE CARD
fr_fr: FICHE D'ÉVALUATION

source: SUBJECT REPORT
fr_fr: RAPPORT SUJET

source: TIME MANAGEMENT
fr_fr: GESTION DU TEMPS

source: QUESTION REPORT
fr_fr: RAPPORT DE QUESTION

source: COMPARE REPORT
fr_fr: RAPPORT COMPARER

source: Score Card For
fr_fr: Scorecard Pour

source: Total No. of Student
fr_fr: Nombre d'étudiants

source: My Marks
fr_fr: Mes marques

source: Total Marks of Test
fr_fr: Marques Nombre de test

source: My Percentile
fr_fr: Mon percentile

source: Total Question in Test
fr_fr: Question totale dans l'essai

source: Total Attempt Question in Test
fr_fr: Tentative totale Question dans l'essai

source: Left Question
fr_fr: gauche question

source: Total Time of Test
fr_fr: Temps total de test

source: My Time
fr_fr: Mon temps

source: My Rank
fr_fr: Mon rang

source: Performance Report For
fr_fr: Rapport sur le rendement Pour

source: Question & Marks Wise Report For
fr_fr: Points d'interrogation Rapport Wise Pour

source: Subject Report For
fr_fr: Objet Rapport Pour

source: Unattempted Questions
fr_fr: questions unattempted

source: Graphical Report For
fr_fr: Rapport graphique Pour

source: Time Management For
fr_fr: Gestion du temps Pour

source: Question Report For
fr_fr: Question Rapport Pour

source: Q.No.
fr_fr: Q.Non.

source: Question Status
fr_fr: question Statut

source: Your Answer
fr_fr: Ta Réponse

source: Your Score
fr_fr: Ton score

source: Your Time
fr_fr: Ton temps

source: Solution For
fr_fr: Solution Pour

source: Not Attempt
fr_fr: Non Tentative

source: Attempt
fr_fr: Tentative

source: Your Answers
fr_fr: Vos réponses

source: Unbookmark
fr_fr: Unsignet

source: Bookmark
fr_fr: Signet

source: Compare Report For
fr_fr: Comparez Rapport Pour

source: Total Ques.
fr_fr: Total des Ques.

source: Maximum Marks
fr_fr: marques maximum

source: Attempted Ques.
fr_fr: Ques tentatives.

source: Unattempted Ques.
fr_fr: Ques unattempted.

source: Correct Ques.
fr_fr: Ques corrects.

source: Incorrect Ques.
fr_fr: Ques. incorrectes.

source: Percentile
fr_fr: centile

source: Previous
fr_fr: précédente

source: This is to certify that
fr_fr: Il est certifié que

source: has succesfully completed the
fr_fr: a terminé avec succès la

source: in course program offered by
fr_fr: dans le cours programme offert par

source: Student Login
fr_fr: Connexion étudiant

source: Sign In
fr_fr: Se connecter

source: Forgot Passwocrd
fr_fr: Mot de passe oublié

source: New User? Create Account
fr_fr: Nouvel utilisateur? Créer un compte

source: Engine is not loaded
fr_fr: Le moteur est pas chargé

source: Pdf engine "%s" not found
fr_fr: moteur Pdf "% s" non trouvé

source: Pdf engines must extend "AbstractPdfEngine"
fr_fr: Les moteurs de Pdf doivent étendre "Résumé Pdf Moteur"

source: Crypto is not loaded
fr_fr: Crypto est pas chargé

source: Pdf crypto "%s" not found
fr_fr: Pdf Crypto "% s" non trouvé

source: Crypto engine must extend "AbstractPdfCrypto"
fr_fr: moteur Crypto doit se prolonger "Abstract Pdf Crypto"

source: Controller attribute $pdfConfig is not correct or missing
fr_fr: Manette attribut $ pdf Config est incorrect ou manquant

source: -> Testing :url
fr_fr: -> Essai :url

source: Total Requests made: :requests
fr_fr: Total des demandes faites:: demandes

source: Total Time elapsed: :duration (seconds)
fr_fr: Temps total écoulé: durée (secondes)

source: Requests/Second: :rps req/sec
fr_fr: Demandes / Second: RPS req / sec

source: Average request time: :average-time seconds
fr_fr: Temps moyen de demande: secondes-temps moyen

source: Standard deviation of average request time: :std-dev
fr_fr: L'écart-type de temps de demande moyenne: stdev

source: Longest/shortest request: :longest sec/:shortest sec
fr_fr: La plus longue / courte demande: le plus long sec /: le plus court sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
fr_fr: Vous permet d'obtenir des statistiques comparatives approximatives au sujet d'une URL complète.

source: The URL to request.
fr_fr: L'URL de demander.

source: Number of iterations to perform.
fr_fr: Nombre d'itérations à effectuer.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
fr_fr: La durée maximale totale pour toutes les itérations, en seconds.If une seule itération prend plus que le délai d'attente, une seule demande sera faite

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
fr_fr: Exemple d'utilisation: `gâteau de référence 10 -N --t 100 http://localhost/testsite'. <Info>Note: </info> cette référence ne comprend pas le navigateur temps de rendu.

source: Component initialization
fr_fr: initialisation des composants

source: Controller action
fr_fr: Action du contrôleur

source: Controller action start
fr_fr: début de l'action du contrôleur

source: Processing toolbar state
fr_fr: état de la barre d'outils de traitement

source: Processing toolbar data
fr_fr: les données de la barre d'outils de traitement

source: Controller render start
fr_fr: Contrôleur début render

source: Could not load DebugToolbar panel %s
fr_fr: Impossible de charger le panneau Debug Toolbar %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
fr_fr: traitement de base (Derived from $_SERVER["REQUEST_TIME"])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
fr_fr: En-têtes déjà envoyés en %s ligne %s. Vous ne pouvez pas envoyer des données de journal à FirePHP.

source: Incorrect parameter count for FireCake::fb()
fr_fr: nombre incorrect de paramètres pour FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
fr_fr: Nombre maximum (99,999) de messages atteint!

source: There are no active panels. You must enable a panel to see its output.
fr_fr: Il n'y a pas de panneaux actifs. Vous devez activer un panneau pour voir sa sortie.

source: App Constants
fr_fr: App Constantes

source: CakePHP Constants
fr_fr: CakePHP Constantes

source: PHP Environment
fr_fr: PHP Environnement

source: Hidef Environment
fr_fr: Salut Def Environnement

source: Request History
fr_fr: Demande Histoire

source: No previous requests logged.
fr_fr: Aucune demande précédentes enregistrées.

source: previous requests available
fr_fr: demandes antérieures disponibles

source: Restore to current request
fr_fr: Restaurer à la demande actuelle

source: Included Files
fr_fr: fichiers inclus

source: Logs
fr_fr: bûches

source: There were no log entries made this request
fr_fr: Il n'y avait pas des entrées de journal faites cette demande

source: Request
fr_fr: Demande

source: No post data.
fr_fr: Aucune donnée de poste.

source: No querystring data.
fr_fr: Aucune donnée de chaîne de requête.

source: Current Route
fr_fr: Route actuelle

source: Sql Logs
fr_fr: Sql bûches

source: No query logs when debug < 2.
fr_fr: Aucun journal de requête lorsque déboguer <2.

source: No query logs.
fr_fr: Aucun journal de requête.

source: Total Time: %s ms <br />Total Queries: %s queries
fr_fr: Temps total: %s ms <br />Nombre de requêtes:%s requêtes

source: Query Explain:
fr_fr: Query Expliquez:

source: Click an "Explain" link above, to see the query explanation.
fr_fr: Cliquez et "Expliquer" lien ci-dessus, pour voir l'explication de la requête.

source: No active database connections
fr_fr: Aucune connexion de base de données actives

source: Memory
fr_fr: Mémoire

source: Peak Memory Use
fr_fr: Pic Utilisation de la mémoire

source: Memory use
fr_fr: Utilisation de la mémoire

source: Timers
fr_fr: minuteries

source: %s (ms)
fr_fr: Temps total: %s ms <br />Nombre de requêtes:%s requêtes

source: Total Request Time:
fr_fr: Demande total Durée:

source: Time in ms
fr_fr: Temps total: %s ms <br />Nombre de requêtes:%s requêtes

source: Graph
fr_fr: Graphique

source: View Variables
fr_fr: Voir les variables

source: Rendering View
fr_fr: Rendu de la vue

source: Rendering %s
fr_fr: Topper% s

source: View render complete
fr_fr: Rendu de la vue complété

source: Explain
fr_fr: Explique

source: Starting %sms into the request, taking %sms
fr_fr: Démarrage% sms dans la demande, en prenant% sms

source: No markup errors found
fr_fr: Aucune erreur de balisage trouvé

source: maybe slow
fr_fr: peut-être lente

source: Absolute path or relative to APP.
fr_fr: Chemin absolu ou par rapport à l'APP.

source: An error occured while getting the status of your account.
fr_fr: Une erreur est survenue lors de l'obtention du statut de votre compte.

source: There was an error while connecting to Paypal
fr_fr: Il y avait une erreur lors de la connexion à Paypal

source: There was a problem initiating the transaction, please try again.
fr_fr: Il y avait un problème d'ouverture de la transaction, s'il vous plaît essayer à nouveau.

source: There was a problem getting your details, please try again.
fr_fr: Il y avait un problème pour obtenir vos coordonnées, s'il vous plaît essayer à nouveau.

source: There was an error completing the payment
fr_fr: Il y avait une erreur de remplir le paiement

source: There was a problem processing the transaction, please try again.
fr_fr: Il y avait un problème de traitement de la transaction, s'il vous plaît essayer à nouveau.

source: There was an error processing the card payment
fr_fr: Il y avait une erreur dans le traitement du paiement par carte

source: There was a problem processing your card, please try again.
fr_fr: Il y avait un problème de traitement de votre carte, s'il vous plaît essayer à nouveau.

source: There was an error processing the the refund
fr_fr: Il y avait une erreur dans le traitement du remboursement

source: A problem occurred during the refund process, please try again.
fr_fr: Un problème est survenu au cours de la procédure de remboursement, s'il vous plaît essayer à nouveau.

source: There was an problem communicating with the payment gateway
fr_fr: Il y avait un problème de communication avec la passerelle de paiement

source: Missing client id/secret
fr_fr: id client manquant / secrète

source: Must specify an expiry date
fr_fr: Vous devez spécifier une date d'expiration

source: Must include a M and Y in expiry date
fr_fr: Doit inclure un M et Y dans la date d'expiration

source: Invalid expiry date
fr_fr: Invalid date d'expiration

source: Invalid card number
fr_fr: numéro de carte invalide

source: Invalid CVV2 number
fr_fr: Numéro CVV2 non valide

source: Invalid card type
fr_fr: type de carte non valide

source: Could not detect client IP address
fr_fr: Impossible de détecter l'adresse IP du client

source: Not a valid credit card number
fr_fr: Pas un numéro de carte de crédit valide

source: You must include the 3 digit security number
fr_fr: Vous devez inclure le numéro de sécurité à 3 chiffres

source: Must specify an "amount" to charge
fr_fr: Vous devez spécifier une "quantité" pour charger

source: You must pass a valid order array
fr_fr: Vous devez passer un tableau de commande valide

source: Valid "return" and "cancel" urls must be provided
fr_fr: Valide "retour" et "annuler" urls doivent être fournis

source: You must provide a currency code
fr_fr: Vous devez fournir un code de devise

source: Original PayPal Transaction ID is required
fr_fr: Origine PayPal Transaction ID est nécessaire

source: Must specify an "amount" to refund
fr_fr: Vous devez spécifier une "quantité" de rembourser

source: You must specify a refund type, such as Full or Partial
fr_fr: Vous devez spécifier un type de remboursement, comme totale ou partielle

source: File was not downloaded.
fr_fr: Fichier n'a pas été téléchargé.

source: No %s found for that date range
fr_fr: Aucun% s trouvé pour cette plage de dates

source: Your form data is preserved you'll be redirected to it after login.
fr_fr: Vos données de formulaire est conservée, vous serez redirigé vers elle après la connexion.

source: Error notification from %s
fr_fr: Notification d'erreur de% s

source: Albania
fr_fr: Albanie

source: Invalid argument #1: %s is not a valid %s identifyer.
fr_fr: Invalid argument de # 1:% s est pas un identificateur% c valide.

source: %s for Row %d failed to save.
fr_fr: % S pour la ligne% d n'a pas réussi à sauver.

source: You need to define at least one field to be toggleable.
fr_fr: Vous devez définir au moins un champ pour être toggleable.

source: The field %s is not in the list of toggleable fields.
fr_fr: Le champ% s est pas dans la liste des champs toggleable.

source: The field %s does not have two toggleable states defined.
fr_fr: Le champ% s n'a pas deux états toggleable définis.

source: Invalid record
fr_fr: enregistrement invalide

source: Server lipsum.com returns error code %s.
fr_fr: Serveur lipsum.com renvoie le code d'erreur% s.

source: Response from lipsum.com is empty or could not be decoded.
fr_fr: Réponse de lipsum.com est vide ou n'a pas pu être décodé.

source: Connection to server lipsum.com failed. %s.
fr_fr: Connexion à lipsum.com du serveur a échoué. % s.

source: Please correct the errors below.
fr_fr: Se il vous plaît corriger les erreurs ci-dessous.

source: Error
fr_fr: Erreur

source: The requested address %s was not found on this server.
fr_fr: L'adresse demandée% s n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred.
fr_fr: Une erreur interne s'est produite.

source: datasource configuration was not found
fr_fr: configuration datasource n'a pas été trouvé

source: CakePHP: the rapid development php framework
fr_fr: CakePHP: le cadre du développement de php rapide
