Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Debug setting does not allow access to this url.
fr_fr: paramètre Debug ne permet pas l'accès à cette URL.

source: Add New Exam
fr_fr: Ajouter le nouvel examen

source: Inactive
fr_fr: Inactif

source: Start & End Date
fr_fr: Date de début et de fin

source: Certification of Completion
fr_fr: Certification d'achèvement

source: Click here to download excel file format
fr_fr: Cliquez ici pour télécharger le format de fichier excel

source: Are you sure, you want to close this exam?
fr_fr: Etes-vous sûr, que vouloir fermer cet examen ?

source: Are you sure, you want to re-activate this exam?
fr_fr: Etes-vous sûr, que vous voulez réactiver cet examen ?

source: Closed
fr_fr: Fermé

source: Results
fr_fr: Résultats

source: General
fr_fr: Général

source: Contents
fr_fr: Table des Matières

source: Email & SMS
fr_fr: Envoyer des SMS &

source: Customer Support Service
fr_fr: Soutien/Service clientèle

source: Knowledge Base (for Documentation)
fr_fr: de documentation et de soutien

source: Live Chat (For Sales & Billing Only)
fr_fr: Live Chat (Pour les ventes et facturation uniquement)

source: Support (For Technical Support)
fr_fr: de documentation et de soutien

source: Visit Our Website
fr_fr: Visitez notre site Internet

source: for more documentation & Details
fr_fr: de documentation et de soutien
