Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Expiry
fr_fr: Expiration

source: Unlimited
fr_fr: Illimité

source: Days
fr_fr: Journées

source: Subjective
fr_fr: Subjectif

source: Objective
fr_fr: Objectif

source: True &amp; False
fr_fr: Vrai &amp; Faux

source: Fill in the blanks
fr_fr: Remplissez les blancs

source: Total Questions
fr_fr: total Les questions

source: Question Attempt Count
fr_fr: Question Count Tentative

source: S.No.
fr_fr: S.Non.

source: Student Name
fr_fr: Nom d'étudiant

source: Enrolment
fr_fr: Inscription

source: Phone
fr_fr: Téléphone

source: Result Status
fr_fr: Résultat Statut

source: Forgot Password
fr_fr: Mot de passe oublié

source: Submit
fr_fr: Soumettre

source: Forgot Username
fr_fr: Identifiant oublié

source: Login
fr_fr: S'identifier

source: Verification Code
fr_fr: Code de vérification

source: Please enter verification Code
fr_fr: S'il vous plaît entrez le code de vérification

source: Reset Password
fr_fr: réinitialiser le mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Add Groups
fr_fr: Ajouter des groupes

source: Group Name
fr_fr: Nom de groupe

source: Edit Groups
fr_fr: Modifier les groupes

source: Groups
fr_fr: Groupes

source: Add New Group
fr_fr: Ajouter un nouveau groupe

source: Add Help Content
fr_fr: Ajouter Aide Contenu

source: Title
fr_fr: Titre

source: Description
fr_fr: La description

source: Edit Help Content
fr_fr: Modifier Contenu de l'aide

source: Help Content
fr_fr: contenu de l'aide

source: Add New Help Content
fr_fr: Ajouter un nouveau contenu Aide

source: Import/Export Qusetions
fr_fr: Importer/Exportation Les questions

source: Back To Questions
fr_fr: Retour aux questions

source: Export Questions
fr_fr: Exportation Les questions

source: Select File
fr_fr: Choisir le dossier

source: Import Questions
fr_fr: importation de questions

source: Import/Export Students
fr_fr: Importer/Les étudiants à l'exportation

source: Back To Students
fr_fr: Retour Pour les étudiants

source: Export Students
fr_fr: Les étudiants à l'exportation

source: Import Students
fr_fr: Importer étudiants

source: All Messages
fr_fr: Tous les messages

source: My Profile
fr_fr: Mon profil

source: Change Password
fr_fr: Changer le mot de passe

source: Logout
fr_fr: Se déconnecter

source: Powered by
fr_fr: Alimenté par

source: Date &amp; Time
fr_fr: date &amp; Temps

source: Compose Mail
fr_fr: Écrire un email

source: Search Student Mail
fr_fr: Rechercher Courrier étudiant

source: Send
fr_fr: Envoyer

source: Compose
fr_fr: Composer

source: Inbox
fr_fr: Boîte de réception

source: Sent Mail
fr_fr: Mail envoyé

source: Trash
fr_fr: Poubelle

source: More
fr_fr: Plus

source: Mark as Read
fr_fr: Marquer comme lu

source: Mark as Unread
fr_fr: Marquer comme non lu

source: Move to Inbox
fr_fr: Déplacer vers la boîte de réception

source: Reply
fr_fr: Répondre

source: Forward
fr_fr: Vers l'avant

source: Menu Names
fr_fr: Noms de menu

source: Model Name
fr_fr: Nom du modèle

source: Icon
fr_fr: Icône

source: Add News
fr_fr: Ajouter Nouvelles

source: News Title
fr_fr: Nouvelles Titre

source: News Description
fr_fr: Nouvelles description de

source: Edit News
fr_fr: Modifier Nouvelles

source: News
fr_fr: Nouvelles

source: Add New News
fr_fr: Ajouter New Nouvelles

source: Paypal Payment Option
fr_fr: Paypal Option de paiement

source: Sandbox Mode
fr_fr: Mode bac à sable

source: True
fr_fr: Vrai

source: Add Question
fr_fr: Ajouter une question

source: Correct Answers
fr_fr: Bonnes réponses

source: Type your question here
fr_fr: Tapez votre question ici

source: Answer1
fr_fr: Réponse 1

source: Answer2
fr_fr: Réponse 2

source: Answer3
fr_fr: Réponse 3

source: Answer4
fr_fr: Réponse 4

source: Answer5
fr_fr: Réponse 5

source: Answer6
fr_fr: Réponse 6

source: True/False
fr_fr: Vrai faux

source: False
fr_fr: Faux

source: Blank Space
fr_fr: Réponse

source: Explanation (Optional)
fr_fr: Explication (Facultatif)

source: Provide explanation in support of correct answer
fr_fr: Fournir des explications à l'appui de bonne réponse

source: Hint(optional)
fr_fr: Conseil (en option)

source: Hint to help answer correctly
fr_fr: Astuce pour aider répondre correctement

source: without minus sign
fr_fr: sans signe moins

source: Edit Question Type
fr_fr: Modifier Type de question

source: Explanation
fr_fr: Explication

source: Hint
fr_fr: Conseil

source: Questions
fr_fr: Les questions

source: Add New Question
fr_fr: Ajouter une nouvelle question

source: Import/Export Question
fr_fr: Importer/Exportation Question

source: Answer
fr_fr: Répondre

source: Question Details
fr_fr: question Détails

source: Exam Wise
fr_fr: Examen Sage

source: Please Select Exam
fr_fr: S'il vous plaît Choisir examen

source: Status of Result
fr_fr: Statut des résultats

source: Please Select Result Status
fr_fr: S'il vous plaît Sélectionnez Résultat statut

source: Download Result
fr_fr: Télécharger Résultat

source: Rank
fr_fr: Rang

source: Test
fr_fr: du test

source: Percent
fr_fr: Pour cent

source: Result
fr_fr: Résultat

source: View Result
fr_fr: Voir résultat

source: Download/Print Result
fr_fr: Télécharger / Imprimer Résultat

source: Student Wise
fr_fr: Élève Sage

source: Name or Enrolment Number
fr_fr: Nom ou numéro d'inscription

source: Enrolment Number
fr_fr: Numéro d'inscription

source: Back
fr_fr: Arrière

source: Assesment Report for
fr_fr: Rapport d'évaluation pour

source: Taken Date
fr_fr: date de prise

source: Total Time
fr_fr: Temps total

source: Nos. of Browser tolrance attempt
fr_fr: Nos. Navigateur tentative de tolérance

source: Total Score
fr_fr: Total But

source: Student Marks Distribution
fr_fr: Des notes étudiants Répartition

source: Feedback
fr_fr: Retour d'information

source: Marks Sheet
fr_fr: Des notes Feuille

source: Section Name
fr_fr: Nom de la section

source: Actual
fr_fr: Réel

source: Your Percentage
fr_fr: Votre Pourcentage

source: Section Summary
fr_fr: Résumé de la section

source: Maximum Score
fr_fr: Score maximum

source: Developed Skill
fr_fr: Savoir-faire développés

source: Needs Development
fr_fr: besoins de développement

source: Lack of Skill
fr_fr: Manque de Compétence

source: MCQ answered
fr_fr: MCQ réponse

source: Legend
fr_fr: Légende

source: Send Emails
fr_fr: Envoyer des emails

source: Teachers
fr_fr: Enseignants

source: Any Email
fr_fr: Tout Email

source: Default all students if you add manually then search student email
fr_fr: Par défaut tous les étudiants si vous ajoutez manuellement puis recherchez email étudiant

source: Default all teachers if you add manually then search teacher email
fr_fr: Par défaut tous les enseignants si vous ajoutez manuellement puis recherchez enseignant email

source: Type any email comma seprated
fr_fr: Tapez toute virgule email séparés

source: Type subject
fr_fr: Type de sujet

source: Select Email Template
fr_fr: Sélectionnez Modèle de courrier électronique

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
fr_fr: Si vous ne souhaitez pas sélectionner email modèle puis tapez simplement message e-mail. Une fois que vous chargez l'éditeur alors vous ne pouvez pas sélectionner modèle go bouton pour réinitialiser

source: Send Sms
fr_fr: Envoyer un SMS

source: Any Sms
fr_fr: Tous les Sms

source: Default all student if you add manually then search students name
fr_fr: Par défaut tous les étudiants si vous ajoutez manuellement puis recherchez les étudiants nom

source: Default all teachers if you add manually then search teacher name
fr_fr: Par défaut tous les enseignants si vous ajoutez manuellement puis recherchez le nom de l'enseignant

source: Any Number
fr_fr: Pas de préférence Nombre

source: Type any number comma seprated
fr_fr: Tapez un nombre quelconque séparées par des virgules

source: Select Sms Template
fr_fr: Sélectionner un modèle Sms

source: Sms Template
fr_fr: Sms Modèle

source: If you do not want to select sms template then simply type sms message
fr_fr: Si vous ne souhaitez pas sélectionner modèle de sms puis tapez simplement un message sms

source: Certificate Signature
fr_fr: certificat Signature

source: Upload Image(* height less than 75px)
fr_fr: Télécharger l'image (* hauteur inférieure à 75px)

source: Delete Signature
fr_fr: Supprimer Signature

source: Add Slides
fr_fr: Ajouter Diapositives

source: Slide Name
fr_fr: Diapositive Nom

source: Upload Slide (1350*550)
fr_fr: Télécharger le diaporama (1350 * 550)

source: Edit Slides
fr_fr: Modifier les diapositives

source: Slides
fr_fr: Diapositives

source: Add New Slide
fr_fr: Ajouter Nouvelle diapositive

source: SMS Settings
fr_fr: Paramètres SMS

source: API Link
fr_fr: API Lien

source: Sender ID
fr_fr: Expéditeur ID

source: Heading Username
fr_fr: Intitulé Nom d'utilisateur

source: Username field provided by sms gateway
fr_fr: champ Nom d'utilisateur fourni par passerelle sms

source: Heading Password
fr_fr: Rubrique Mot de passe

source: Password field provided by sms gateway
fr_fr: champ Mot de passe fourni par la passerelle sms

source: Heading Mobile No
fr_fr: Intitulé Mobile Pas

source: Mobile No field provided by sms gateway
fr_fr: Mobile Aucun champ fourni par passerelle sms

source: Heading Message
fr_fr: Intitulé message

source: Message field provided by sms gateway
fr_fr: champ Message fourni par passerelle sms

source: Heading Sender Id
fr_fr: Rubrique Sender Id

source: Sender Id field provided by sms gateway
fr_fr: champ Sender ID fourni par passerelle sms

source: Add SMS Template
fr_fr: Ajouter SMS Modèle

source: Edit SMS templates
fr_fr: Modifier les modèles de SMS

source: SMS Templates
fr_fr: Modèles SMS

source: Add New SMS Template
fr_fr: Ajouter un modèle New SMS

source: Add Students
fr_fr: Ajouter les étudiants

source: Address
fr_fr: Adresse

source: Guardian Phone
fr_fr: Gardien téléphone

source: Edit Students
fr_fr: Modifier les étudiants

source: Renewal Date
fr_fr: Date de renouvellement

source: Add New Student
fr_fr: Ajouter un nouvel étudiant

source: Wallet
fr_fr: Portefeuille

source: Admission Date
fr_fr: Date d'admission

source: Credit
fr_fr: Crédit

source: Debit
fr_fr: Débit

source: Date & Time
fr_fr: Date et heure

source: Payment Through
fr_fr: Paiement Grâce

source: Remarks
fr_fr: Remarques

source: View Student Information
fr_fr: Voir information sur les étudiants

source: Full Name
fr_fr: Nom complet

source: Phone Number
fr_fr: Numéro de téléphone

source: Registered Email
fr_fr: Email enregistré

source: Alternate Number
fr_fr: Autre numéro

source: Enrolment No
fr_fr: inscription Pas

source: Last Login
fr_fr: Dernière connexion

source: Students Wallet
fr_fr: Les étudiants Portefeuille

source: Transaction Form
fr_fr: Formulaire de Transaction

source: ADD
fr_fr: AJOUTER

source: DEDUCT
fr_fr: DÉDUIRE

source: Add Subjects
fr_fr: Ajouter Sujets

source: Edit Subjects
fr_fr: Modifier Sujets

source: Subjects
fr_fr: Sujets

source: Add New Subject
fr_fr: Ajouter un nouveau sujet

source: Question Bank
fr_fr: Question Banque

source: Add Testimonials
fr_fr: Ajouter Témoignages

source: Upload Photo (150*150)
fr_fr: Télécharger une photo (150 * 150)

source: Edit Testimonials
fr_fr: Modifier Témoignages

source: Testimonials
fr_fr: Témoignages

source: Add New Testimonial
fr_fr: Ajouter un nouveau Témoignage

source: Add Users
fr_fr: Ajouter des utilisateurs

source: User Level
fr_fr: Niveau de l'utilisateur

source: Username
fr_fr: Nom d'utilisateur

source: Level users
fr_fr: Les utilisateurs de niveau

source: Add New Level
fr_fr: Ajouter un nouveau niveau

source: Back To Users
fr_fr: Retour à l'utilisateur

source: Level Name
fr_fr: Niveau Nom

source: Set Permission
fr_fr: Ensemble Autorisation

source: Assign Form Rights
fr_fr: Attribuer Forme Droits

source: Module Name
fr_fr: Nom du module

source: Old Password
fr_fr: ancien mot de passe

source: Edit Users
fr_fr: Modifier les utilisateurs

source: User Registration Form
fr_fr: Formulaire d'inscription de l'utilisateur

source: Users
fr_fr: Utilisateurs

source: Add New User
fr_fr: Ajouter un nouvel utilisateur

source: Add Level Users
fr_fr: Ajouter des utilisateurs Niveau

source: Level User
fr_fr: Niveau utilisateur

source: Dear user, log in to access the admin area!
fr_fr: Cher utilisateur, connectez-vous pour accéder à la zone d'administration!

source: Admin / Teacher Username
fr_fr: Administrateur / Enseignant Nom d'utilisateur

source: Forgot User Name
fr_fr: Identifiant oublié

source: Upload Image(* height less than 220px)
fr_fr: Télécharger Image (* hauteur inférieure à 220px)

source: Delete Logo
fr_fr: Supprimer Logo

source: Please provide a type for chart %s!
fr_fr: S'il vous plaît fournir un type de graphique% s!

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
fr_fr: Graphique: "%s" Ne peut être trouvé. Assurez-vous que Nom du graphique est la même chaîne qui est passée à $this->HighCharts->render() à votre avis.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
fr_fr: La transaction Express Checkout a expiré et la transaction doit être redémarré

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
fr_fr: Vous avez peut-être fait un second appel pour le même paiement ou vous avez pu utiliser le même numéro de facture pour les transactions distinctes.

source: Please use a different funcing source.
fr_fr: S'il vous plaît utiliser une source de financement différent.

source: An error occured, please retry the transaction.
fr_fr: Une erreur est survenue, s'il vous plaît réessayez la transaction.

source: This transaction couldn't be completed. Redirecting to payment gateway
fr_fr: Cette opération n'a pas pu être terminée. Redirection vers la passerelle de paiement

source: You have not agreed to the billing agreement.
fr_fr: Vous avez pas accepté l'accord de facturation.

source: The billing agreement is disabled or inactive.
fr_fr: L'accord de facturation est désactivée ou inactive.

source: The credit card used is expired.
fr_fr: La carte de crédit utilisée est expirée.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
fr_fr: La transaction a été refusée parce que la réponse AVS retourné la valeur de N, et le compte marchand ne peut pas accepter de telles transactions.

source: The payment gateway account is restricted.
fr_fr: Le compte de la passerelle de paiement est limitée.

source: You must submit an IP address of the buyer with each API call.
fr_fr: Vous devez soumettre une adresse IP de l'acheteur à chaque appel d'API.

source: The merchant selected a value for the PaymentAction field that is not supported.
fr_fr: Le marchand a choisi une valeur pour le champ de PaymentAction qui ne sont pas pris en charge.

source: The credit card field was blank.
fr_fr: Le champ de carte de crédit était vide.

source: The total amount and item amounts do not match.
fr_fr: Le montant et l'objet montants totaux ne correspondent pas.

source: The credit card entered is currently restricted by the payment gateway.
fr_fr: La carte de crédit entré est actuellement limitée par la passerelle de paiement.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
fr_fr: Le marchand est entré dans une pièce d'identité de la facture qui est déjà associé à une transaction par le même marchand. Tentative avec un nouveau numéro de facture

source: The transaction was declined by the country filter managed by the merchant.
fr_fr: La transaction a été refusée par le filtre de campagne géré par le marchand.

source: The transaction was declined by the maximum amount filter managed by the merchant.
fr_fr: La transaction a été refusée par le filtre montant maximal géré par le marchand.

source: The transaction was declined by the payment gateway.
fr_fr: La transaction a été refusée par la passerelle de paiement.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
fr_fr: La transaction a été refusée par la passerelle de paiement en raison d'une éventuelle activité frauduleuse.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
fr_fr: La transaction a été refusée par la passerelle de paiement en raison d'une éventuelle activité frauduleuse sur l'adresse IP.

source: The merchant account attempting the transaction is not a business account.
fr_fr: Le compte marchand qui tente la transaction ne sont pas un compte d'affaires.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
fr_fr: Le compte marchand qui tente la transaction ne sont pas en mesure de traiter les transactions de paiement direct.

source: Access to Direct Payment was disabled for your account.
fr_fr: L'accès au paiement direct a été désactivée pour votre compte.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
fr_fr: Le compte marchand qui tente la transaction n'a pas une adresse e-mail confirmée avec la passerelle de paiement.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
fr_fr: La tentative de commerçant une transaction dont le montant dépasse la limite supérieure pour ce marchand.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
fr_fr: La transaction a été refusée en raison d'un filtre à risque marchand pour AVS. Plus précisément, le commerçant a mis à décliner transaction lorsque l'AVS a rendu un pas de match (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
fr_fr: La transaction a été refusée en raison d'un filtre à risque marchand pour AVS. Plus précisément, le commerçant a mis le filtre à diminuer les transactions lorsque l'AVS retourne une correspondance partielle.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
fr_fr: La transaction a été refusée en raison d'un filtre à risque marchand pour AVS. Plus précisément, le commerçant a mis le filtre à diminuer les transactions lorsque l'AVS est pris en charge.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
fr_fr: Le marchand est entré dans une adresse IP qui était dans un format non valide. L'adresse IP doit être dans un format tel que 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
fr_fr: La configuration du marchand exige un CVV à entrer, mais pas CVV a été fourni avec cette transaction.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
fr_fr: Le marchand fournit une adresse soit aux États-Unis ou au Canada, mais l'état prévu est un état valide dans les deux pays.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
fr_fr: La transaction a été refusée par la banque émettrice, et non pas la passerelle de paiement. Le marchand doit essayer une autre carte.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
fr_fr: le pays de résidence du marchand est pas pris en charge pour permettre des transactions de paiement direct.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
fr_fr: La transaction a été refusée parce que la passerelle de paiement est en cours de traitement d'une transaction par le même acheteur pour le même montant. Peut se produire quand un acheteur soumet plusieurs, des opérations identiques en succession rapide.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
fr_fr: Le CCC est invalide. Le CVV est entre 3-4 chiffres.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
fr_fr: Veuillez réessayer plus tard. Vérifiez que vous avez passé le CVV et adresse informations correctes pour l'acheteur. Si la création d'un profil récurrent, s'il vous plaît essayer de nouveau en passant une quantité int 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
fr_fr: Transaction non conforme en raison de 3-D Secure valeurs d'authentification manquantes ou invalides. Vérifiez les champs ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
fr_fr: La transaction a été rejetée par la passerelle de paiement en raison de défaillances excessives sur une courte période de temps pour cette carte de crédit.

source: The transaction was declined by payment gateway.
fr_fr: La transaction a été refusée par la passerelle de paiement.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
fr_fr: La transaction a été refusée parce que le commerçant ne dispose pas d'un accord d'entité commerciale valide le fichier avec la passerelle de paiement.

source: The transaction was declined because the CVV entered does not match the credit card.
fr_fr: La transaction a été refusée parce que le CVV saisi ne correspond pas à la carte de crédit.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
fr_fr: La transaction a été refusée par la banque émettrice en raison d'une carte de crédit a expiré. Le marchand doit essayer une autre carte.

source: Exceeded permissible limit for Navigating away
fr_fr: Dépassement de la limite de navigation extérieure.

source: You have exceeded the permissible limit for navigating away from your test
fr_fr: Vous avez dépassé la limite autorisée de navigation extérieure de votre test

source: Your test has finished. You can close the window now
fr_fr: Votre test est terminé. Vous pouvez maintenant fermer la fenêtre.

source: Installation Complete
fr_fr: Installation complète

source: Aho! The System is installed successfully.
fr_fr: Aho! Le système est installé avec succès.

source: Go to Admin/Teacher Interface
fr_fr: Aller à l'interface d'administration / Enseignant

source: User
fr_fr: Utilisateur

source: Go to Front End/Student Interface
fr_fr: Accédez au Front End / Interface étudiant

source: Visit our website
fr_fr: Visitez notre site Internet

source: for documentation and support
fr_fr: de documentation et de soutien

source: My Exam Stats
fr_fr: Mes Statistiques d'examen

source: Total Exam Given
fr_fr: Examen total Étant donné

source: Absent Exams
fr_fr: examens absents

source: Best Score in
fr_fr: Meilleur Score en

source: On
fr_fr: Sur

source: Failed in
fr_fr: Échec de
