Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fra/LC_MESSAGES/validation.po
Languages: fr

source: Only letters and numbers allowed
fr: Seules les lettres et les numéros autorisés

source: Group already exist
fr: Groupe existent déjà

source: Only Url
fr: Seulement Url

source: File does not have a valid extension
fr: Fichier n'a pas une extension valide

source: You must supply a JPG, GIF or PNG File.
fr: Vous devez fournir un fichier JPG, GIF ou PNG Fichier.

source: Invalid Header Contact
fr: Invalid Header Contactez

source: Only Alphabets
fr: Seuls les Alphabets

source: Currency Name already exist
fr: Nom de la devise existe déjà

source: You must supply image height is less than 50px
fr: Vous devez fournir la hauteur de l'image est inférieure à 50px

source: You must supply image width is less than 50px
fr: Vous devez fournir la largeur de l'image est inférieure à 50px

source: Only numbers allowed
fr: Seuls les numéros autorisés

source: Only Date/time format
fr: Seulement Format de date / heure

source: Enter a valid email
fr: Entrez un email valide

source: Please select
fr: S'il vous plaît sélectionnez

source: Invalid Username
fr: Nom d'utilisateur invalide

source: Invalid Password
fr: Mot de passe incorrect

source: Invalid Signature
fr: Signature non valide

source: Only numbers
fr: Seuls les numéros

source: You must supply image height is less than 220px
fr: Vous devez fournir la hauteur de l'image est inférieure à 220px

source: This Email has already been exist! try new one
fr: Cet e-mail a déjà été existe! essayez nouveau

source: Password required
fr: Mot de passe requis

source: Password minimum 4 character long
fr: Mot de Passe Requis

source: Name already exist
fr: Nom existent déjà
