Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/dan/LC_MESSAGES/default.po
Languages: da

source: These Folders of Files need to be
da: Disse mapper af filer skal være

source: Writable
da: skrivbar

source: for application to be installed.
da: til påføring, der skal installeres.

source: Folders or Files
da: Mapper eller filer

source: Refresh
da: Opdater

source: Let's Start
da: Lad os begynde

source: Step 2 of 4
da: Trin 2 af 4

source: Installation Agreement
da: aftale Installation

source: I Accept to Proceed
da: Jeg accepterer at Fortsæt

source: Step 3 of 4
da: Trin 3 af 4

source: Database Connection Settings
da: Indstillinger Database Connection

source: Usually Localhost
da: Normalt Localhost

source: Database User
da: Database Bruger

source: Database User Name
da: Database brugernavn

source: Test Connection
da: Test forbindelse

source: Step 4 of 4
da: Trin 4 af 4

source: Name of Your Website
da: Navn på din hjemmeside

source: Useful for SEO
da: Nyttigt for SEO

source: Meta Content for SEO
da: Meta indhold til SEO

source: Please Select Timezone
da: Vælg venligst Tidszone

source: Name of Your Organization/Company
da: Navnet på din organisation / firma

source: Default Admin Email
da: Standard Admin Email

source: Install Sample Data With Dummy Entries
da: Installer Sample Data Med Dummy Entries

source: Install
da: Installer

source: Welcome to
da: Velkommen til

source: Sign out
da: Log ud

source: Copyright
da: Ophavsrettighed

source: follow on facebook
da: Følg på facebook

source: Latest News & Events
da: Seneste Nyheder & Events

source: Time
da: Tid

source: Average Percentage(%)
da: Gennemsnitlig procentdel (%)

source: Exam Given
da: Eksamen Givet

source: Delete Forever
da: Slet Forever

source: Move to Trash
da: Flyt til papirkurv

source: News Detail
da: Nyheder Detail

source: No of Visitors
da: Ingen af ​​besøgende

source: No of Students
da: Ingen af ​​Studerende

source: No of Exams
da: Ingen af ​​eksamener

source: Payment From Pay Pal
da: Betaling Fra Pay Pal

source: Pay From Pay Pal
da: Pay Fra Pay Pal

source: Profile
da: Profil:

source: Edit Profile
da: Rediger profil

source: Security Code
da: Sikkerhedskode

source: Answers
da: svar

source: My Results
da: mine resultater

source: Attempt Date
da: forsøg Dato

source: SCORE CARD
da: scorekort

source: SUBJECT REPORT
da: EMNE RAPPORT

source: TIME MANAGEMENT
da: TIDSADMINISTRATION

source: QUESTION REPORT
da: SPØRGSMÅL RAPPORT

source: SOLUTION
da: Løsning

source: COMPARE REPORT
da: SAMMENLIGN RAPPORT

source: Score Card For
da: Score Card Til

source: Total No. of Student
da: Samlet Antal Student

source: My Marks
da: Mine mærker

source: Total Marks of Test
da: Total Marks af Test

source: My Percentile
da: min Percentil

source: Total Question in Test
da: Samlet Spørgsmål i test

source: Total Attempt Question in Test
da: Samlet Forsøg Spørgsmål i test

source: Left Question
da: Venstre Spørgsmål

source: Left Question Marks
da: Venstre Spørgsmål Marks

source: Total Time of Test
da: Samlet tid for Test

source: My Rank
da: min Rank

source: Performance Report For
da: Effektivitetsrapport For

source: Question & Marks Wise Report For
da: Spørgsmål & Marks Wise Rapport Til

source: Subject Report For
da: Emne Rapport Til

source: Correct
da: Korrekt

source: Unattempted Questions
da: Unattempted spørgsmål

source: Graphical Report For
da: Grafisk Rapport Til

source: Question Report For
da: Spørgsmål Anmeld Til

source: Question Status
da: Spørgsmål status

source: Your Answer
da: Dit svar

source: Your Score
da: Din score

source: Your Time
da: Din tid

source: Solution For
da: løsning til

source: Not Attempt
da: Ikke Forsøg

source: Attempt
da: Forsøg

source: Incorrect
da: Ukorrekt

source: Your Answers
da: Dine svar

source: Solution
da: Opløsning

source: Bookmark
da: Bogmærke

source: Compare Report For
da: Undersøg Rapport Til

source: Maximum Marks
da: Maksimum tegn

source: Attempted Ques.
da: Forsøg Ques.

source: Correct Ques.
da: Korrekte Ques.

source: Incorrect Ques.
da: Forkerte Ques.

source: Percentile
da: percentil

source: Previous
da: Forrige

source: This is to certify that
da: Det bekræftes, at

source: has succesfully completed the
da: har succesfuldt afsluttet

source: in course program offered by
da: i kursusprogram udbydes af

source: Sign In
da: 1. Log ind

source: Forgot Passwocrd
da: Glemt Passwocrd

source: New User? Create Account
da: Ny bruger? Opret konto

source: Engine is not loaded
da: Motor er ikke indlæst

source: Pdf engine "%s" not found
da: Pdf motor \ " %s " blev ikke fundet

source: Pdf engines must extend "AbstractPdfEngine"
da: Pdf motorer skal strække sig \ "AbstractPdfEngine "

source: Crypto is not loaded
da: Crypto er ikke indlæst

source: Pdf crypto "%s" not found
da: Pdf krypto \ " %s " blev ikke fundet

source: Crypto engine must extend "AbstractPdfCrypto"
da: Crypto motor skal strække sig \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
da: Controller attribut $ pdfConfig er ikke korrekt eller mangler

source: -> Testing :url
da: -> Test: url

source: Total Requests made: :requests
da: Total Anmodninger:: anmodninger

source: Total Time elapsed: :duration (seconds)
da: Total Tidsforbrug:: varighed (sekunder)

source: Requests/Second: :rps req/sec
da: Anmodning / Second:: rps req / sek

source: Average request time: :average-time seconds
da: Gennemsnitlig anmodning tid:: gennemsnitlig tid sekunder

source: Standard deviation of average request time: :std-dev
da: Standardafvigelse af gennemsnitlig anmodning tid:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
da: Længste / korteste anmodning:: længste sek /: korteste sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
da: Giver dig mulighed for at få nogle uslebne benchmarking statisticsabout en fuldt kvalificeret webadresse.

source: The URL to request.
da: Den URL til at anmode om.

source: Number of iterations to perform.
da: Antal iterationer at udføre.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
da: Maksimal samlet tid for alle gentagelser, i seconds.If en enkelt iteration tager mere end timeout, vil kun én anmodning foretages

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
da: Eksempel Anvendelse: `kage benchmark --n 10 --t 100 http: // localhost / testsite`. <Info> Bemærk: </ info> denne benchmark omfatter ikke browser gengive gange.

source: Component initialization
da: Component initialisering

source: Controller action
da: Controller handling

source: Controller action start
da: Controller handling starter

source: Processing toolbar state
da: Behandling værktøjslinje tilstand

source: Processing toolbar data
da: Behandling værktøjslinje data

source: Controller render start
da: Controller gør starten

source: Could not load DebugToolbar panel %s
da: Kunne ikke indlæse DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
da: Core Processing (Afledt af $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
da: Headers allerede sendt i %s på linje %s . Kan ikke sende logdata til FirePHP.

source: Incorrect parameter count for FireCake::fb()
da: Forkert parameter tæller for FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
da: Maksimalt antal (99,999) af meddelelser nået!

source: There are no active panels. You must enable a panel to see its output.
da: Der er ingen aktive paneler. Du skal aktivere et panel til at se sin produktion.

source: App Constants
da: App Konstanter

source: CakePHP Constants
da: Cakephp konstanter

source: PHP Environment
da: PHP Miljø

source: Hidef Environment
da: hiDef Miljø

source: Request History
da: Anmodning Historie

source: No previous requests logged.
da: Ingen tidligere anmodninger logget.

source: previous requests available
da: tidligere anmodninger til rådighed

source: Restore to current request
da: Gendan til aktuelle anmodning

source: Included Files
da: Inkluderet filer

source: There were no log entries made this request
da: Der var ingen log posteringer denne anmodning

source: Request
da: Anmodning

source: No post data.
da: Ingen indlæg data.

source: No querystring data.
da: Ingen QueryString data.

source: Current Route
da: Aktuel rute

source: No query logs when debug < 2.
da: Ingen forespørgselslogfiler når fejlfinde <2.

source: No query logs.
da: Ingen forespørgselslogfiler.

source: Total Time: %s ms <br />Total Queries: %s queries
da: Total tid: %s ms <br /> Total forespørgsler: %s forespørgsler

source: Query Explain:
da: Query Forklar:

source: Click an "Explain" link above, to see the query explanation.
da: Klik på en \ "Forklar " linket ovenfor, for at se forespørgslen forklaring.

source: No active database connections
da: Ingen aktive databaseforbindelser

source: Memory
da: RAM

source: Peak Memory Use
da: Peak Memory Brug

source: Memory use
da: brug Hukommelse

source: Timers
da: Timere

source: Total Request Time:
da: Total Request Tid:

source: Time in ms
da: Tid i ms

source: Graph
da: Kurve

source: View Variables
da: Vis variabler

source: View render complete
da: Se gengive komplet

source: Explain
da: Forklare

source: Starting %sms into the request, taking %sms
da: Starter %s ms i anmodningen, idet %s ms

source: No markup errors found
da: Ingen markup fejl fundet

source: maybe slow
da: måske langsom

source: Absolute path or relative to APP.
da: Absolut sti eller i forhold til APP.

source: An error occured while getting the status of your account.
da: Der opstod en fejl under hentning af status for din konto.

source: There was an error while connecting to Paypal
da: Der opstod en fejl under tilslutning til Paypal

source: There was a problem initiating the transaction, please try again.
da: Der opstod et problem at indlede transaktionen, prøv igen.

source: There was a problem getting your details, please try again.
da: Der var et problem at få dine oplysninger, prøv igen.

source: There was an error completing the payment
da: Der opstod en fejl færdiggøre betaling

source: There was a problem processing the transaction, please try again.
da: Der opstod et problem behandling af transaktionen, prøv igen.

source: There was an error processing the card payment
da: Der var en fejl under behandling af kortbetalinger

source: There was a problem processing your card, please try again.
da: Der var et problem under behandlingen dit kort, prøv igen.

source: There was an error processing the the refund
da: Der var en fejl under behandling af restitution

source: A problem occurred during the refund process, please try again.
da: Der opstod et problem under tilbagebetaling proces, prøv igen.

source: There was an problem communicating with the payment gateway
da: Der var en problemer med at kommunikere med betalingsgateway

source: Missing client id/secret
da: Manglende klient-id / hemmelig

source: Must specify an expiry date
da: Du skal angive en udløbsdato

source: Must include a M and Y in expiry date
da: Skal indeholde en M og Y i udløbsdato

source: Invalid expiry date
da: Ugyldig udløbsdato

source: Invalid card number
da: Ugyldigt kortnummer

source: Invalid CVV2 number
da: Ugyldigt CVV2 nummer

source: Invalid card type
da: Ugyldig korttype

source: Could not detect client IP address
da: Kunne ikke finde klientens IP-adresse

source: Not a valid credit card number
da: Ikke et gyldigt kreditkortnummer

source: You must include the 3 digit security number
da: Du skal inkludere 3 cifret sikkerhed nummer

source: Must specify an "amount" to charge
da: Du skal angive en \ "mængde " til at opkræve

source: You must pass a valid order array
da: Du skal bestå en gyldig ordre vifte

source: Valid "return" and "cancel" urls must be provided
da: Gyldig \ "tilbagevenden " og \ "annuller " urls skal gives

source: You must provide a currency code
da: Du skal angive en valutakode

source: Original PayPal Transaction ID is required
da: kræves Original PayPal Transaction ID

source: Must specify an "amount" to refund
da: Du skal angive en \ "mængde " at refundere

source: You must specify a refund type, such as Full or Partial
da: Du skal angive en refusion type, såsom hel eller delvis

source: File was not downloaded.
da: Filen blev ikke hentet.

source: No %s found for that date range
da: Ingen %s fundet for denne dato interval

source: Your form data is preserved you'll be redirected to it after login.
da: Din formulardata bevares du vil blive omdirigeret til den efter login.

source: Error notification from %s
da: Fejl meddelelse fra %s

source: Albania
da: Albanien

source: Algeria
da: Algeriet

source: American Samoa
da: Amerikansk Samoa

source: Antarctica
da: Antarktis

source: Antigua and Barbuda
da: Antigua og Barbuda

source: Armenia
da: Armenien

source: Australia
da: Australien

source: Austria
da: Østrig

source: Azerbaijan
da: Aserbajdsjan

source: Belarus
da: Hviderusland

source: Belgium
da: Belgien

source: Bosnia and Herzegovina
da: Bosnien-Hercegovina

source: Brazil
da: Brasilien

source: Brunei Darussalam
da: Brunei

source: Bulgaria
da: Bulgarien

source: Cambodia
da: Cambodja

source: Cameroon
da: Cameroun

source: Cape Verde
da: Kap Verde

source: Central African Republic
da: Centralafrikanske Republik

source: Chad
da: Tchad

source: China
da: Kina

source: Comoros
da: Comorerne

source: Congo, the Democratic Republic of the
da: Congo, Den Demokratiske Republik

source: Cook Islands
da: Cookøerne

source: Croatia
da: Kroatien

source: Cyprus
da: Cypern

source: Czech Republic
da: Tjekkisk

source: Denmark
da: Danmark

source: Dominican Republic
da: Dominikanske Republik

source: Egypt
da: Egypten.

source: Equatorial Guinea
da: Ækvatorial Guinea

source: Estonia
da: Estland

source: Ethiopia
da: Etiopien

source: Falkland Islands (Malvinas)
da: Falklandsøerne (Malvinas)

source: Faroe Islands
da: Færøerne

source: France
da: Frankrig

source: French Guiana
da: Fransk Guiana

source: French Polynesia
da: Fransk Polynesien

source: French Southern Territories
da: Franske Sydlige Territorier

source: Germany
da: Tyskland

source: Greece
da: Grækenland

source: Greenland
da: Grønland

source: Heard Island and Mcdonald Islands
da: Heard- og McDonald-øerne

source: Holy See (Vatican City State)
da: Pavestolen (Vatikanstaten)

source: Hungary
da: Ungarn

source: Iceland
da: Island

source: India
da: Indien

source: Indonesia
da: Indonesien

source: Iran, Islamic Republic of
da: Iran, Den Islamiske Republik

source: Iraq
da: Irak

source: Ireland
da: Irland

source: Italy
da: Italien

source: Kazakhstan
da: Kasakhstan

source: Korea, Democratic People's Republic of
da: Korea, Demokratiske Folkerepublik

source: Korea, Republic of
da: Korea, Republik

source: Kyrgyzstan
da: Kirgisistan

source: Lao People's Democratic Republic
da: Laos Demokratiske Folkerepublik

source: Latvia
da: Letland

source: Lebanon
da: Libanon

source: Libyan Arab Jamahiriya
da: Libyen

source: Lithuania
da: Litauen

source: Macedonia, the Former Yugoslav Republic of
da: Makedonien, Den Tidligere Jugoslaviske Republik

source: Madagascar
da: Madagaskar

source: Maldives
da: Maldiverne

source: Marshall Islands
da: Marshalløerne

source: Mauritania
da: Mauretanien

source: Micronesia, Federated States of
da: Mikronesiske Stater

source: Moldova, Republic of
da: Moldova, Republikken

source: Mongolia
da: Mongoliet

source: Morocco
da: Marokko

source: Netherlands
da: Holland

source: Netherlands Antilles
da: Hollandske Antiller

source: New Caledonia
da: Ny Kaledonien

source: Northern Mariana Islands
da: Nordmarianerne

source: Norway
da: Norge

source: Palestinian Territory, Occupied
da: Det besatte palæstinensiske område

source: Papua New Guinea
da: Papua Ny Guinea

source: Philippines
da: Filippinerne

source: Poland
da: Polen

source: Reunion
da: reunion 961 6.48 2.45 6.34 2.35 5.64 1.95 11

source: Romania
da: Rumænien

source: Russian Federation
da: Den Russiske Føderation

source: Saint Kitts and Nevis
da: Saint Kitts og Nevis

source: Saint Pierre and Miquelon
da: Saint Pierre og Miquelon

source: Saint Vincent and the Grenadines
da: Saint Vincent og Grenadinerne

source: Sao Tome and Principe
da: Sao Tome og Principe

source: Saudi Arabia
da: Saudi Arabien

source: Serbia and Montenegro
da: Serbien og Montenegro

source: Seychelles
da: Seychellerne

source: Slovakia
da: Slovakiet

source: Slovenia
da: Slovenien

source: Solomon Islands
da: Salomonøerne

source: South Africa
da: Sydafrika

source: South Georgia and the South Sandwich Islands
da: SydGeorgia og Sydsandwichøerne

source: Spain
da: Spanien

source: Suriname
da: Surinam

source: Svalbard and Jan Mayen
da: Svalbard og Jan Mayen

source: Sweden
da: Sverige

source: Switzerland
da: Schweiz

source: Syrian Arab Republic
da: Syriske Arabiske Republik

source: Tajikistan
da: Tadsjikistan

source: Togo
da: nødt til at besøge.

source: Trinidad and Tobago
da: Trinidad og Tobago

source: Tunisia
da: Tunesien

source: Turkey
da: Tyrkiet

source: Turks and Caicos Islands
da: Turks- og Caicosøerne

source: United Arab Emirates
da: Forenede Arabiske Emirater

source: United Kingdom
da: Storbritannien

source: United States
da: USA

source: Uzbekistan
da: Usbekistan

source: Virgin Islands, British
da: Jomfruøerne, britiske

source: Virgin Islands, U.s.
da: Jomfruøerne, USA

source: Wallis and Futuna
da: Wallis og Futuna

source: Western Sahara
da: Vestsahara

source: Invalid argument #1: %s is not a valid %s identifyer.
da: Ugyldigt argument # 1: %s er ikke et gyldigt %s identifyer.

source: %s for Row %d failed to save.
da: %s for Row %d mislykkedes at gemme.

source: You need to define at least one field to be toggleable.
da: Du skal definere mindst ét ​​felt til at være toggleable.

source: The field %s is not in the list of toggleable fields.
da: Feltet %s er ikke på listen over toggleable felter.

source: The field %s does not have two toggleable states defined.
da: Feltet %s har ikke to toggleable tilstande defineret.

source: Invalid record
da: Ugyldig rekord

source: Server lipsum.com returns error code %s.
da: Server lipsum.com returnerer fejlkode %s .

source: Response from lipsum.com is empty or could not be decoded.
da: Svar fra lipsum.com er tom eller ikke kunne dekodes.

source: Connection to server lipsum.com failed. %s.
da: Forbindelsen til serveren lipsum.com mislykkedes. %s .

source: Please correct the errors below.
da: Ret fejlene nedenfor.

source: Error
da: Fejl

source: The requested address %s was not found on this server.
da: Den ønskede adresse %s blev ikke fundet på denne server.

source: An Internal Error Has Occurred.
da: En intern fejl er opstået.

source: datasource configuration was not found
da: datakilde konfiguration blev ikke fundet

source: CakePHP: the rapid development php framework
da: CakePHP: den hurtige udvikling php rammer

source: Debug setting does not allow access to this url.
da: Debug indstilling tillader ikke adgang til denne url.

source: Add New Exam
da: Tilføj ny eksamen

source: Inactive
da: Inaktiv

source: Start & End Date
da: Start & Slutdato

source: Certification of Completion
da: Certificering af Afslutning

source: Click here to download excel file format
da: Klik her for at downloade Excel-filformat

source: Are you sure, you want to close this exam?
da: Er du sikker på, du ønsker at lukke denne eksamen?

source: Are you sure, you want to re-activate this exam?
da: Er du sikker på, du ønsker at genaktivere denne eksamen?

source: Closed
da: "Åben eller lukket?"

source: Results
da: Resultater

source: Configurations
da: Konfigurationer

source: General
da: Generelt

source: Contents
da: Indhold:

source: Email & SMS
da: E-mail og SMS

source: Customer Support Service
da: Kundeservice Support Service

source: Knowledge Base (for Documentation)
da: Knowledge Base (for dokumentation)

source: Support (For Technical Support)
da: Support (For teknisk support)

source: Visit Our Website
da: Besøg vores hjemmeside

source: for more documentation & Details
da: for mere dokumentation & detaljer
