Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/dan/LC_MESSAGES/default.po
Languages: da

source: Explanation (Optional)
da: Forklaring (valgfri)

source: Provide explanation in support of correct answer
da: Forklaring til støtte for korrekt svar

source: Hint(optional)
da: Hint (valgfrit)

source: Hint to help answer correctly
da: Tip til at hjælpe svare korrekt

source: without minus sign
da: uden minustegn

source: Edit Question Type
da: Edit Spørgsmål Type

source: Explanation
da: Forklaring

source: Hint
da: Antydning

source: Questions
da: Spørgsmål

source: Add New Question
da: Tilføj ny Spørgsmål

source: Import/Export Question
da: Import / Export Spørgsmål

source: Answer
da: Svar

source: Question Details
da: Spørgsmål Detaljer

source: Exam Wise
da: Eksamen Wise

source: Please Select Exam
da: Vælg venligst eksamen

source: Status of Result
da: Status for Resultat

source: Please Select Result Status
da: Vælg venligst Resultat status

source: Download Result
da: Hent Resultat

source: Rank
da: Rang

source: Percent
da: procent

source: Result
da: Resultater

source: View Result
da: Vis Resultat

source: Download/Print Result
da: Download / Print Resultat

source: Name or Enrolment Number
da: Navn eller Indskrivning Number

source: Enrolment Number
da: Tilmelding Number

source: Back
da: Tilbage

source: Assesment Report for
da: Assessment Rapport for

source: Taken Date
da: taget Dato

source: Total Time
da: Total tid

source: Nos. of Browser tolrance attempt
da: Nr. Af Browser tolrance forsøg

source: Total Score
da: Samlet score

source: Feedback
da: Tilbagemelding

source: Section Name
da: Sektion Navn

source: Section proportion
da: afsnit andel

source: Actual
da: Faktiske

source: Your Percentage
da: Din Procent

source: Section Summary
da: afsnit Summary

source: Maximum Score
da: Maksimal score

source: Developed Skill
da: udviklet Skill

source: Needs Development
da: udviklingsbehov

source: Lack of Skill
da: Mangel på dygtighed

source: MCQ answered
da: MCQ svarede

source: Legend
da: Legend 845 6.39 1.34 4.88 1.76 5.54 1.64 26

source: Send Emails
da: når du sender e-mails.

source: Teachers
da: Lærere

source: Any Email
da: Enhver e-mail

source: Default all students if you add manually then search student email
da: Standard alle studerende, hvis du tilføjer manuelt derefter søge studerendes email

source: Default all teachers if you add manually then search teacher email
da: Standard alle lærere, hvis du tilføjer manuelt derefter søge lærer email

source: Type any email comma seprated
da: Skriv enhver e-mail-komma seprated

source: Type subject
da: Type emne

source: Select Email Template
da: Vælg E-mail-skabelon

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
da: Hvis du ikke ønsker at vælge e-mail-skabelon og derefter blot skrive e-mail. Når du indlæser editoren så kan du ikke vælge skabelon gå til reset-knap

source: Any Sms
da: Enhver Sms

source: Default all student if you add manually then search students name
da: Standard alle studerende, hvis du tilføjer manuelt derefter søge elever navn

source: Default all teachers if you add manually then search teacher name
da: Standard alle lærere, hvis du tilføjer manuelt derefter søge lærer navn

source: Any Number
da: Enhver nummer

source: Type any number comma seprated
da: Skriv et vilkårligt antal komma seprated

source: Select Sms Template
da: Vælg Sms skabelon

source: Sms Template
da: Sms Skabelon

source: If you do not want to select sms template then simply type sms message
da: Hvis du ikke ønsker at vælge sms skabelon og derefter blot skrive sms-besked

source: Upload Image(* height less than 75px)
da: Upload billede (* højde mindre end 75 pixel)

source: Delete Signature
da: Slet Signature

source: Add Slides
da: Tilføj Slides

source: Slide Name
da: Slide Navn

source: Add New Slide
da: Tilføj Nyt dias

source: SMS Settings
da: SMS-indstillinger

source: Heading Username
da: overskrift Brugernavn

source: Username field provided by sms gateway
da: Brugernavn felt fra sms gateway

source: Heading Password
da: overskrift Password

source: Password field provided by sms gateway
da: Password feltet fra sms gateway

source: Heading Mobile No
da: Overskrift Mobile Ingen

source: Mobile No field provided by sms gateway
da: Mobile Ingen felt af sms gateway

source: Heading Message
da: overskrift Besked

source: Message field provided by sms gateway
da: Besked felt fra sms gateway

source: Heading Sender Id
da: Overskrift Afsender-id

source: Sender Id field provided by sms gateway
da: Sender ID felt fra sms gateway

source: Add SMS Template
da: Tilføj sms Skabelon

source: Edit SMS templates
da: Rediger SMS-skabeloner

source: SMS Templates
da: SMS Skabeloner

source: Add New SMS Template
da: Tilføj ny SMS skabelon

source: Add Students
da: Tilføj Studerende

source: Address
da: Adresse

source: Edit Students
da: Rediger Studerende

source: Renewal Date
da: fornyelse Dato

source: Add New Student
da: Tilføj ny Student

source: Wallet
da: Pung

source: Admission Date
da: Optagelse Dato

source: Credit
da: Kredit

source: Balance
da: Afbalancer

source: Date & Time
da: Dato tid

source: Payment Through
da: Betaling Gennem

source: Remarks
da: Bemærkninger

source: View Student Information
da: Vis Student Information

source: Full Name
da: Fulde navn

source: Phone Number
da: telefonnummer.

source: Registered Email
da: Registreret Email

source: Alternate Number
da: Alternativ Number

source: Enrolment No
da: Tilmelding Ingen

source: Last Login
da: sidste login

source: Students Wallet
da: Studerende Wallet

source: Transaction Form
da: Transaktion Form

source: Mobile
da: Mobil

source: ADD
da: Tilføje

source: DEDUCT
da: FRADRAGE

source: Add Subjects
da: Tilføj emner

source: Edit Subjects
da: Rediger emner

source: Subjects
da: emner

source: Add New Subject
da: Tilføj ny Emne

source: Question Bank
da: Spørgsmål Bank

source: Add Testimonials
da: Tilføj Udtalelser

source: Upload Photo (150*150)
da: Upload Foto (150 * 150)

source: Edit Testimonials
da: Edit Udtalelser

source: Testimonials
da: Testimonialr

source: Add New Testimonial
da: Tilføj ny udtalelse

source: Photo
da: foto.

source: Add Users
da: Tilføj brugere

source: User Level
da: brugerniveau

source: Username
da: Brugernavn:

source: Level users
da: Level brugere

source: Add New Level
da: Tilføj ny Level

source: Back To Users
da: Tilbage Til Brugere

source: Level Name
da: Level Navn

source: Set Permission
da: Set Tilladelse

source: Assign Form Rights
da: Tildel Form rettigheder

source: Module Name
da: Modul Navn

source: Old Password
da: Gammel Adgangskode

source: Edit Users
da: Rediger Brugere

source: User Registration Form
da: Bruger Registration Form

source: Users
da: Brugere

source: Add New User
da: Tilføj ny bruger

source: Add Level Users
da: Tilføj Level Brugere

source: Level User
da: Level Bruger

source: Dear user, log in to access the admin area!
da: Kære bruger, logge ind for at få adgang til admin område!

source: Admin / Teacher Username
da: Admin / Teacher Brugernavn

source: Forgot User Name
da: Glemt brugernavn

source: Upload Image(* height less than 220px)
da: Upload Image (* højde mindre end 220px)

source: Delete Logo
da: Slet Logo

source: Please provide a type for chart %s!
da: Angiv en type til diagram %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
da: Figur: \ " %s " kunne ikke findes. Sørg for, at Chart Name er den samme streng, der er gået til $ this-> HighCharts-> gengive () i din opfattelse.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
da: Express Checkout transaktionen er udløbet, og transaktionen skal genstartes

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
da: Du har måske lavet et andet opkald til samme betaling, eller du kan have brugt den samme faktura ID for separate transaktioner.

source: Please use a different funcing source.
da: Brug et andet funcing kilde.

source: An error occured, please retry the transaction.
da: Der opstod en fejl, skal du prøve igen transaktionen.

source: This transaction couldn't be completed. Redirecting to payment gateway
da: Denne transaktion kunne ikke fuldføres. Omdirigering til betalingsgateway

source: You have not agreed to the billing agreement.
da: Du har ikke aftalt at aftalen fakturering.

source: The billing agreement is disabled or inactive.
da: Aftalen fakturering er deaktiveret eller inaktiv.

source: The credit card used is expired.
da: Den kreditkort, der anvendes, er udløbet.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
da: Transaktionen blev afvist, fordi AVS respons returnerede værdi af N, og købmand konto er ikke i stand til at acceptere sådanne transaktioner.

source: The payment gateway account is restricted.
da: Betalingen gateway konto er begrænset.

source: You must submit an IP address of the buyer with each API call.
da: Du skal indsende en IP adresse på køberen med hver API kald.

source: The merchant selected a value for the PaymentAction field that is not supported.
da: Købmanden har valgt en værdi for PaymentAction felt, der ikke understøttes.

source: The credit card field was blank.
da: Feltet kreditkort var tom.

source: The total amount and item amounts do not match.
da: Det samlede beløb og post beløbene er ikke ens.

source: The credit card entered is currently restricted by the payment gateway.
da: Kreditkortet indtastet i øjeblikket begrænset af betalings-gateway.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
da: Købmanden indgået en faktura id, der er allerede er forbundet med en transaktion af samme købmand. Forsøg med en ny faktura ID

source: The transaction was declined by the country filter managed by the merchant.
da: Transaktionen blev afvist af landets filter forvaltes af den handlende.

source: The transaction was declined by the maximum amount filter managed by the merchant.
da: Transaktionen blev afvist af det maksimale beløb filter forvaltes af den handlende.

source: The transaction was declined by the payment gateway.
da: Transaktionen blev afvist af betalings-gateway.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
da: Transaktionen blev afvist af betalings-gateway på grund af mulige svigagtige aktivitet.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
da: Transaktionen blev afvist af betalings-gateway på grund af mulige svigagtige aktivitet på IP-adressen.

source: The merchant account attempting the transaction is not a business account.
da: Købmanden konto forsøger transaktionen ikke er en firmakonto.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
da: Købmanden konto forsøger transaktionen ikke er i stand til at behandle Direkte betaling transaktioner.

source: Access to Direct Payment was disabled for your account.
da: Adgang til Direkte betaling blev deaktiveret for din konto.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
da: Købmanden konto forsøger transaktionen ikke har en bekræftet e-mail-adresse med betalingsgateway.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
da: Købmanden forsøgte en transaktion, hvor beløbet oversteg den øvre grænse for den handlende.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
da: Transaktionen blev afvist på grund af en købmand risiko filter for AVS. Konkret har den handlende at falde transaktionen, når de AVS vendte tilbage et nej match (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
da: Transaktionen blev afvist på grund af en købmand risiko filter for AVS. Konkret har den handlende sat filteret at afvise transaktioner, når AVS returnerer et delvist match.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
da: Transaktionen blev afvist på grund af en købmand risiko filter for AVS. Konkret har den handlende sat filteret at afvise transaktioner, når AVS er ikke understøttet.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
da: Købmanden indtastet en IP-adresse, der var i et ugyldigt format. IP-adressen skal være i et format, som 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
da: Købmanden konfiguration kræver en CVV der skal indtastes, men ingen CVV var forsynet med denne transaktion.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
da: Købmanden forudsat en adresse enten i USA eller Canada, men staten forudsat er ikke en gyldig tilstand i de to lande.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
da: Transaktionen blev afvist af den udstedende bank, ikke betaling gateway. Købmanden skal forsøge et andet kort.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
da: Købmanden hjemland er ikke understøttet for at tillade direkte betalingstransaktioner.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
da: Transaktionen blev afvist, fordi betalingsgateway behandler i øjeblikket en transaktion af samme køber til det samme beløb. Kan forekomme, når en køber har anført flere identiske transaktioner i hurtig rækkefølge.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
da: Den CVV forudsat er ugyldig. Den CVV er mellem 3-4 cifre.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
da: Prøv igen senere. Sørg for at du har bestået den korrekte CVV og adresse info for køberen. Hvis skabe en tilbagevendende profil, prøv igen ved at føre en init mængde af 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
da: Transaktionen er ikke kompatibel skyldes manglende eller ugyldige 3-D Secure autentificering værdier. Tjek ECI, ECI3DS, CAVV, XID felter.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
da: Transaktionen blev afvist af betalings-gateway på grund af for store fejl over en kort periode, for dette kreditkort.

source: The transaction was declined by payment gateway.
da: Transaktionen blev afvist af betalings-gateway.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
da: Transaktionen blev afvist, fordi den handlende ikke har en gyldig aftale kommerciel enhed på filen med betalingsgateway.

source: The transaction was declined because the CVV entered does not match the credit card.
da: Transaktionen blev afvist, fordi CVV indtastet ikke passer til kreditkort.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
da: Transaktionen blev afvist af den udstedende bank på grund af et udløbet kreditkort. Købmanden skal forsøge et andet kort.

source: Exceeded permissible limit for Navigating away
da: Overskredet tilladte grænse for navigerer væk

source: You have exceeded the permissible limit for navigating away from your test
da: Du har overskredet den tilladte grænse for at navigere væk fra din test

source: Your test has finished. You can close the window now
da: Din test er færdig. Du kan lukke vinduet nu

source: Aho! The System is installed successfully.
da: Aho! Systemet er installeret.

source: Go to Admin/Teacher Interface
da: Gå til Admin / Teacher interface

source: User
da: Bruger

source: Go to Front End/Student Interface
da: Gå til Front End / Student interface

source: Visit our website
da: Besøg vores hjemmeside

source: for documentation and support
da: til dokumentation og support

source: My Exam Stats
da: Min eksamen Stats

source: Total Exam Given
da: Samlet eksamen Givet

source: Absent Exams
da: fraværende Eksamen

source: Best Score in
da: Bedste score i

source: On
da: Til

source: Failed in
da: mislykkedes i

source: Average Percentage
da: Gennemsnitlig Procent

source: Your Rank
da: Din Rank

source: Month Wise Performance
da: Måned Wise ydeevne

source: Exam Wise Performance
da: Eksamen Wise ydeevne

source: Top 10
da: Toppen

source: Todays Exam
da: dagens eksamen

source: Top
da: Toppen

source: These are the exam(s) that can be taken right now
da: Disse er eksamen (er), der kan tages lige nu

source: No Exams found for today
da: Ingen Eksamen fundet for i dag

source: Something went wrong
da: Noget gik galt

source: Show
da: Vis

source: entries
da: indgange

source: Prev
da: forrige

source: Next
da: Næste

source: Showing {:start} to {:current} of {:count} entries
da: Viser {:start} til {:aktuelle} af {:count} indgange

source: Email Verification
da: Email Verifikation

source: Please Enter Verification Code in the Text Box
da: Venligst Kontrolkode i tekstfeltet

source: Re-Send Email Verification
da: Re-Send Email Verifikation

source: Please Enter Email Id in the Text Box which you enter at the time of registration
da: Venligst Indtast e-mail-id i tekstfeltet som du indtaster på tidspunktet for registrering

source: Purchased Exam
da: købt eksamen

source: Expired Exam
da: Udløbet eksamen

source: These are the exam(s) which has been expired
da: Disse er eksamen (er), der er udløbet

source: No Exams found
da: Ingen Eksamen fundet

source: Thank you for using the test
da: Tak fordi du bruger testen

source: 1. The test instructions were
da: 1. anvisning var

source: Largely Clear
da: Stort set Clear

source: Medium Clear
da: Medium Ryd

source: Not Clear
da: Ikke klart

source: 2. Language of question was
da: 2. sprog Spørgsmålet var

source: 3. Overall test experience was
da: 3. Samlet test erfaring var

source: Good
da: Godt

source: Better
da: bedre.

source: Best
da: Bedst

source: Any other feedback suggestion
da: Enhver anden feedback forslag

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
da: Luk alle dine chatvinduer, screen-saver, og anti-virus programmer, før du starter din test

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
da: Vær venlig ikke at trykke \ "F5 " under din test. Dette vil slutte din test, og du vil ikke være i stand til at genåbne testen

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
da: Dine svar vil blive gemt. Hvis din test er afbrudt eller anden grund, vil dine svar indtil dette punkt blive gemt

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
da: Luk alle programmer, der uploader eller downloade filer i baggrunden For eksempel: Dropbox, torrent, etc

source: Instructions
da: Instruktioner

source: I am ready to begin
da: Jeg er klar til at begynde

source: Exam Start
da: Eksamen Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
da: Denne eksamen er betalt. Beløb skal trækkes på din tegnebog automatisk. Efter start eksamen timeren vil ikke stoppe. Ønsker du at betale & start?

source: These are the exam(s) which has been purchased
da: Disse er eksamen (er), som er blevet købt

source: Correct Marks
da: korrekte Marks

source: Save & Next
da: Gem & Næste

source: Review
da: GENNEMLÆS

source: Reset Answer
da: Nulstil svar

source: Finish
da: Slutte

source: Current Question
da: Aktuelt spørgsmål

source: Answered
da: Besvaret

source: Not Answered
da: ikke besvaret

source: Navigated Away
da: navigeret Away

source: you had navigated away from the test window. This will be reported to Moderator
da: du havde navigeret væk fra testen vinduet. Dette vil blive rapporteret til moderator

source: Do not repeat this behaviour
da: Gentag ikke denne adfærd

source: Otherwise you may get disqualified
da: Ellers kan du få diskvalificeret

source: Continue
da: Fortsæt

source: Finalize
da: Afslut

source: Do you wish to submit and close the
da: Ønsker du at indsende og lukke

source: Once you submit, you will not be able to review the
da: Når du har sendt, vil du ikke være i stand til at gennemgå

source: Summary of your attempts in this
da: Oversigt over dine forsøg på dette

source: as show below
da: som vist nedenfor

source: Attempted
da: forsøgte

source: Return To First Question
da: Retur til første spørgsmål

source: These are the exam(s) that are planned you in near future
da: Disse er eksamen (er), der er planlagt dig i nærmeste fremtid

source: Attempt Now
da: forsøg nu

source: Your performance compared to your group
da: Din præstation i forhold til din gruppe

source: Can't read? Reload
da: Kan ikke læse? Opdater

source: Enter security code shown above
da: Indtast sikkerhedskoden vist ovenfor

source: Answer simple math
da: Svar simpel matematik

source: Attempts
da: Forsøg

source: Remaining
da: Resterende

source: Expiry Date
da: Udløbsdato 31.12.2025

source: Expired Date
da: Udløbsdato

source: Free
da: Gratis

source: Not Purchased
da: Ikke Købt

source: View Details
da: Se detaljer

source: Step 1 of 4
da: Trin 1 af 4

source: Server Configuration & Setup Requirements
da: Server Configuration & Setup Krav

source: Setup Requirements
da: Krav Setup

source: Installing this software require certain server side extension and capability
da: Installation denne software kræve visse server side udvidelse og kapacitet

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
da: tjek venligst nedenfor og sammenligne med din server nuværende statuer til højre. Du kan klikke på ikonet ud for hver teknologi for detaljer.

source: Extensions &amp; Applications
da: Udvidelser & amp; Applikationer

source: HTTP Server. For example: Apache
da: HTTP Server. For eksempel: Apache

source: Require
da: Kræve

source: PHP 5.2.8 or greater
da: PHP 5.2.8 eller højere

source: Database Engine MySQL (4 or greater)
da: Database Engine MySQL (4 eller højere)

source: PDO Extension
da: BOB Extension

source: GD Extension
da: GD Udvidelse

source: Mandatory
da: Obligatorisk

source: PDO Unavailable
da: BOB Ikke tilgængelig

source: PDO Available
da: BOB Tilgængelig

source: Directory &amp; File Permission
da: Register & amp; File Tilladelse
