Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/dan/LC_MESSAGES/default.po
Languages: da

source: File Manager
da: Fil Manager

source: You can find your result here.
da: Du kan finde dit resultat her.

source: Thanks for given the exam.
da: Tak for givet eksamen.

source: Dashboard
da: Dashboa

source: My Exams
da: Mine eksamener

source: My Result
da: min Resultat

source: Group Performance
da: Gruppe ydeevne

source: Payment
da: Betaling

source: Transaction History
da: Transaktion Historie

source: Mailbox
da: Mailboks

source: Help
da: Hjælp

source: Home
da: Hjem

source: Register
da: Opret profil

source: Log In
da: Log på

source: Invalid Post
da: Ugyldigt indlæg

source: Mar
da: 16-mar-09

source: Apr
da: 28 apr 2011

source: May
da: Maj

source: Aug
da: august

source: Oct
da: Okt

source: Month
da: Måned

source: Exams
da: Eksamen

source: Email verified successfully
da: E-mail verificeret succes

source: Invalid Verification Code
da: Ugyldig Bekræftelseskode

source: A verification Code send to your Email inbox or Spam
da: En bekræftelseskode sende til din e-mail-indbakke eller spam

source: Email Id already verified
da: E-mail-id allerede bekræftet

source: Email Id not registered in system
da: E-mail-id ikke er registreret i systemet

source: You have attempted maximum exam.
da: Du har forsøgt maksimal eksamen.

source: You have attempted maximum number of questions in this subject
da: Du har forsøgt maksimale antal spørgsmål i dette emne

source: You can find your result here
da: Du kan finde dit resultat her

source: Insufficient Amount.
da: Utilstrækkelig mængde.

source: 1. The test instructions were
da: 1. anvisning var

source: 2. Language of question was
da: 2. sprog Spørgsmålet var

source: 3. Overall test experience was
da: 3. Samlet test erfaring var

source: Any other feedback suggestion:
da: Enhver anden feedback forslag:

source: Feedback has submitted successfully!
da: Feedback er sendt!

source: Feedback already submitted.
da: Feedback allerede indsendt.

source: Email id is not registered in system
da: E-mail-id er ikke registreret i systemet

source: Your password reset link is sent to your registered email id
da: Dit password link til nulstilling bliver sendt til din registrerede e-mail-id

source: Incorrect code
da: Forkert kode

source: Password Changed Successfully
da: Password ændret Succesfuld

source: My Performance
da: min Ydelse

source: My Group performance
da: Min gruppe ydeevne

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
da: Ansøgning allerede installeret. Fjern app / tmp / installed.txt at geninstallere programmet

source: Unwriteable
da: skrivbar

source: Writeable
da: skrivbar

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
da: Desværre! File Tilladelse Fejl <br> Venligst goto app / Config / database.php er i skrivbar tilstand.

source: A connection was successfully established with the server.
da: En forbindelse blev med succes etableret med serveren.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
da: Kunne ikke forbinde til databasen. Kontroller indstillingerne i app / Config / database.php og prøv igen

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
da: Desværre! Folder Tilladelse Fejl <br> Please tmp mappe i skrivbar tilstand.

source: Your Mail has been sent
da: Din mail er blevet sendt

source: Forwarded message
da: videresendt meddelelse

source: From
da: Fra

source: Subject
da: Emne

source: The mail has been moved to the Trash
da: Den mail er blevet flyttet til papirkurven

source: Your Mail has been deleted
da: Din mail er blevet slettet

source: The mail has been moved to the Inbox
da: Den mail er blevet flyttet til indbakken

source: The mail has been marked as Read
da: Den mail er blevet markeret som Læs

source: The mail has been marked as Unread
da: Den mail er blevet markeret som ulæst

source: Paypal Payment not set
da: Paypal betaling ikke angivet

source: Payment Cancel
da: Betaling Annuller

source: Wallet Payment
da: Wallet Betaling

source: Try again! Can not connect to paypal
da: Prøv igen! Kan ikke forbinde til paypal

source: Invalid Amount
da: Ugyldig Beløb

source: Payment already done
da: Betaling allerede gjort

source: Payment not done
da: Betaling ikke gjort

source: Payment successfully! Amount %s added in your wallet
da: Betaling med succes! Beløb %s tilføjet i din tegnebog

source: Profile Updated Successfully
da: Profil opdateret

source: Photo Updated Successfully
da: Foto opdateret

source: Invalid Password
da: forkert kodeord

source: Please select any group
da: Vælg venligst nogen gruppe

source: Invalid Security Code
da: Ugyldig Sikkerhedskode

source: Marks Scored
da: Marks Scorede

source: Subject Wise Time Taken
da: Emne Wise Time Taken

source: Student Performance
da: Student Ydelse

source: Correct Question
da: Korrekt Spørgsmål

source: Incorrect Question
da: Forkert Spørgsmål

source: Right Marks
da: Højre Marks

source: Percentage(%) in Exam
da: Procent (%) i eksamen

source: You %s
da: Du %s

source: Payment Gateway
da: Betaling Gateway

source: Pay Exam
da: Pay eksamen

source: Your account has expired. Please contact administrator
da: Din konto er udløbet. Kontakt venligst administrator

source: You have been logged in successfully
da: Du er blevet logget ind med succes

source: Your email not verified! Please click on link sent to your email inbox or spam
da: Din e-mail ikke bekræftet! Klik på linket sendt til din indbakke eller spam

source: Incorrect username/password
da: Forkert brugernavn / kodeord

source: You have been logged out successfully
da: Du er blevet logget ud held

source: You are %s Member! Please contact administrator
da: Du er %s medlem! Kontakt venligst administrator

source: Hours
da: Timer

source: Mins
da: 45minutter

source: Sec
da: sekunder

source: Your Question has been added for exam
da: Dit spørgsmål er blevet føjet til eksamen

source: Your Question has been deleted for exam
da: Dit spørgsmål er blevet slettet for eksamen

source: No Permission
da: ingen Tilladelse

source: Advertisement has been saved
da: Annonce er gemt

source: Invalid post
da: Ugyldigt indlæg

source: Advertisement has been deleted
da: Annonce er blevet slettet

source: Photo Changed Successfully
da: Foto Ændret Succesfuld

source: Not Attempted
da: ikke forsøgt

source: Marks Updated
da: Marks Opdateret

source: Successfully Finalize
da: Succesfuld Afslut

source: Successfully Closed Exam
da: Succesfuld Lukket eksamen

source: English
da: Engelsk

source: French
da: Fransk

source: Your Setting has been saved
da: Din indstilling er blevet gemt

source: Page Added Successfully
da: Side tilføjet

source: Pages updated Successfully
da: Sider opdateret

source: Page has been deleted
da: Side er blevet slettet

source: Page has been Unpublished
da: Side har været offentliggjorte

source: Page has been Published
da: Page er blevet Udgivet

source: Something wrong
da: Noget galt

source: Currency has been saved
da: Valuta er gemt

source: Currency has been deleted
da: Valuta er blevet slettet

source: Student Details
da: Student Detaljer

source: Active
da: Aktiv

source: Pending
da: Afventer

source: Suspend
da: suspenderer

source: Pass
da: passerer.

source: Fail
da: Fejl

source: Absent
da: Fraværende

source: Student
da: Studerende

source: Average %age
da: Gennemsnitlig %a ge

source: Question Count
da: Spørgsmål Count

source: Total Question
da: Samlet Spørgsmål

source: Question Bank Difficulty Wise
da: Spørgsmål Bank Sværhedsgrad Wise

source: Easy
da: Let

source: Medium
da: Mellem

source: Hard
da: Hårdt

source: Name has been updated
da: Navn er blevet opdateret

source: Email template has been saved
da: E-mail-skabelon er blevet gemt

source: Email template has been deleted
da: E-mail-skabelon er blevet slettet

source: End Date is not less than Start date
da: Slutdato ikke er mindre end Startdato

source: Please Select any group
da: Vælg venligst nogen gruppe

source: Please Add Subject To Exam
da: Venligst Tilføj Emne Til eksamen

source: Exam has been saved. Add questions in exam
da: Eksamen er blevet gemt. Tilføj spørgsmål i eksamen

source: Exam has been saved
da: Eksamen er gemt

source: Exam has been updated
da: Eksamen er blevet opdateret

source: Exam has been deleted
da: Eksamen er blevet slettet

source: Difficulty Level
da: Sværhedsgrad

source: Subject Wise Question Count
da: Emne Wise Spørgsmål Count

source: Exam sucessfully inactivated
da: Eksamen med succes inaktiveret

source: Exam sucessfully activated
da: Eksamen med succes aktiveret

source: There are no question added!
da: Der er ingen tvivl tilsat!

source: Your username is sent to your registered email id
da: Dit brugernavn bliver sendt til din registrerede e-mail-id

source: Group Added Successfully
da: Gruppe tilføjet

source: Group has been saved
da: Group er blevet gemt

source: Group has been deleted
da: Group er blevet slettet

source: Delete subject first
da: Slet emne først

source: Help content has been saved
da: Hjælp-indhold er blevet gemt

source: Help content has been deleted
da: Hjælp-indhold er blevet slettet

source: Questions imported successfully
da: Spørgsmål importeret

source: File not uploaded
da: Fil ikke uploadet

source: Only CSV File supported
da: Kun CSV fil understøttes

source: Please Select Subject
da: Vælg venligst Emne

source: Please Select any Group
da: Vælg venligst enhver Group

source: Students imported successfully
da: Studerende importeret

source: Please Select Group
da: Vælg venligst Group

source: Student Email not found
da: Student Email ikke fundet

source: News has been saved
da: Nyheder er blevet gemt

source: News has been deleted
da: News er blevet slettet

source: Paypal Payment Setting has been saved
da: Paypal Betaling Setting er gemt

source: Setting Problem
da: Indstilling problem

source: Please Choose the Correct answer
da: Vælg venligst det rigtige svar

source: Please select true or false
da: Vælg sandt eller falsk

source: Please fill blank space
da: Udfyld venligst tom plads

source: Question added to bank successfully
da: Spørgsmål føjet til bank med succes

source: Question has been updated
da: Spørgsmål er blevet opdateret

source: Question has been deleted
da: Spørgsmål er blevet slettet

source: Delete exam first!
da: Slet eksamen først!

source: Question Difficulty Level
da: Spørgsmål Sværhedsgrad

source: Performance
da: Ydeevne

source: Candidate Marks Distribution
da: Kandidat Marks Distribution

source: Please select any type in the list
da: Vælg en hvilken som helst type på listen

source: Please type any email
da: Indtast enhver e-mail

source: Email has been sent
da: Emailen er sendt

source: No email to send
da: Ingen e-mail til at sende

source: Please type any name
da: Indtast et navn

source: Sms has been sent
da: Sms er blevet sendt

source: No sms to send
da: Ingen sms til at sende

source: Signature has been saved
da: Signatur er gemt

source: Signature has been deleted
da: Signatur er blevet slettet

source: Slide has been saved
da: Slide er gemt

source: Slide has been deleted
da: Slide er blevet slettet

source: SMS template has been saved
da: SMS skabelon er blevet gemt

source: SMS template has been deleted
da: SMS skabelon er blevet slettet

source: Student added Successfully
da: Student tilføjet

source: Please Select atleast one group
da: Vælg venligst mindst én gruppe

source: Student has been updated
da: Studerende er blevet opdateret

source: Student has been deleted
da: Studerende er blevet slettet

source: Student Wallet has been updated
da: Student Wallet er blevet opdateret

source: Subject Added Successfully
da: Emne tilføjet

source: Subject already exist
da: Der findes Emne allerede

source: Subject has been updated
da: Emne er blevet opdateret

source: Subject has been deleted
da: Emne er blevet slettet

source: Testimonial has been saved
da: Testimonial er gemt

source: Testimonial has been updated
da: Testimonial er blevet opdateret

source: Testimonial has been deleted
da: Testimonial er blevet slettet

source: User Added Successfully
da: Bruger tilføjet

source: User has been updated
da: Brugeren er blevet opdateret

source: User has been deleted
da: Brugeren er slettet

source: Permission update successfully
da: Tilladelse opdatering succes

source: You have been logged in Successfully
da: Du er blevet logget ind Succesfuld

source: You have been logged out
da: Du er blevet logget ud.

source: Level User has been saved
da: Level Bruger er gemt

source: Level user has been deleted
da: Level bruger er blevet slettet

source: Logo has been saved
da: Logo er gemt

source: Logo has been deleted
da: Logo er blevet slettet

source: Add Questions
da: Tilføj spørgsmål

source: Question Type
da: Spørgsmål Type

source: Search
da: Søg

source: Reset
da: Annuller

source: Add To Exam
da: Tilføj til eksamen

source: Delete To Exam
da: Slet Til eksamen

source: Back To Exam
da: Tilbage til eksamen

source: Body of Question
da: Body of Spørgsmål

source: Level
da: Niveau

source: Action
da: Handling

source: Add Advertisement
da: Tilføj Annonce

source: Advertisement Name
da: Annonce navn

source: Ordering
da: Bestilling

source: Internal
da: (Internt)

source: External
da: ekstern

source: _self
da: _selv

source: _blank
da: Kommentare:

source: Upload Image (350*260)
da: Upload billede

source: Save
da: Gem

source: Close
da: Luk

source: Update Photo
da: Opdatering Photo

source: Upload Photo
da: Upload billede

source: Update
da: Opdater

source: Cancel
da: Fortryd

source: Edit Advertisements
da: Edit Annoncer

source: Advertisements
da: Annoncer

source: Add New Advertisement
da: Tilføj ny Annonce

source: Edit
da: Ændre

source: Delete
da: Slet

source: View
da: Vis

source: Change Photo
da: Ændr Foto

source: View Slides
da: Vis Slides

source: Attempted Papers of
da: Forsøg Papers af

source: Name
da: Navn

source: Total Marks
da: Total markers

source: Obtained Marks
da: opnåede Marks

source: Result Finalized
da: resultat Færdiggjort

source: Finalize It
da: Afslut det

source: FAILED
da: Mislykedes

source: Finalized By
da: færdiggjort af

source: Question No
da: Spørgsmål nr

source: Option1
da: Valgmulighed1

source: Option2
da: Valgmulighed2

source: Option3
da: Valgmulighed3

source: Option4
da: Valgmulighed4

source: Option5
da: Valgmulighed5

source: Option6
da: Valgmulighed6

source: Marked Answer
da: markerant Svar:

source: Correct Answer
da: Korrekt svar

source: Time Taken
da: Tid taget

source: Marks Obtained
da: Marks Opnået

source: Checked by
da: Kontrolleret af

source: Configuration Options
da: Konfigurationsindplaceringer

source: Site Name
da: Webstedet Navn

source: Organization Name
da: Organisationens navn

source: Domain Name
da: Domænenavn

source: Organization Email
da: Organisation E-mail

source: Meta Title
da: Meta titel

source: Meta Description
da: Meta beskrivelse

source: Time Zone
da: Tidszone

source: Please Select
da: Vælg venligst

source: Currency
da: Valuta

source: Header Contact
da: Header Kontakt

source: Email Contact
da: E-mail Kontakt

source: Display records per page
da: Vis poster per side

source: Max records per page
da: Max registrerer pr side

source: Date Format
da: Datoformat

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
da: Dato, Måned, År, Time, Min, Sec, Meridian, Dato Seprator, Time Seprator

source: Image
da: Billede

source: Text
da: Tekst

source: Text Direction
da: Tekst Direction

source: Left-to-right (LTR)
da: Venstre mod højre (LTR)

source: Right-to-Left (RTL)
da: Højre mod venstre (RTL)

source: Language
da: Sprog

source: Enable SMS Notification
da: Aktiver SMS-underretning

source: Enable Email Notification
da: Aktiver email notifikation

source: Manual Verification
da: Manuel Verifikation

source: Front End Registration
da: Front End Registrering

source: Translation
da: Oversættelse

source: Paid Exam
da: Betalt eksamen

source: Exam Expiry
da: Eksamen udløb

source: Exam Feedback
da: Eksamen Feedback

source: Certificate
da: Certifikat

source: Testimonial
da: Udtalelse

source: Advertisement
da: Reklame

source: No. of Visitor
da: Antal besøgende

source: No. of Student
da: Antal studerende

source: No. of Exam
da: Antal eksamen

source: Save Settings
da: gem indopslag

source: Add Pages
da: Tilføj sider

source: Link Name
da: Link Navn

source: Page Type
da: sidetype

source: External Url
da: ekstern Url

source: Page Name
da: Side navn

source: Page Url
da: Side Url

source: Page Content
da: Sideindhold

source: Edit Pages
da: Edit sider

source: Pages
da: Sider

source: Add New Page
da: Tilføj ny side

source: Published
da: Udgivet

source: Unpublished
da: upubliceret

source: Add Currency
da: Tilføj Valuta

source: Currency Name
da: Valuta navn

source: Short Name
da: Kort navn

source: Upload Currency (Less or equal to 50*50)
da: Upload Valuta (Mindre eller lig med 50 * 50)

source: Add New Currency
da: Tilføj ny valuta

source: In Progress Exam
da: I Progress eksamen

source: Upcoming Exam
da: Kommende eksamen

source: Completed Exam
da: Afsluttet eksamen

source: Students
da: eleverne.

source: In Progress & Upcoming Exams
da: I Fremskridt & Kommende Eksamen

source: Date
da: Dato

source: Exam Name
da: Eksamen Navn

source: Group
da: Gruppe

source: Duration
da: Varighed

source: Recent Exam Results
da: Nylige eksamen Resultater

source: Exam
da: Eksamen

source: Overall Result
da: Samlet resultat

source: To
da: Til

source: Details
da: Oplysninger

source: Student Statistic Table
da: Student Statistik Table

source: Total Students
da: Samlet Studerende

source: Total Active
da: Total Aktiv

source: Total Pending
da: Samlet Afventer

source: Top 10 Question Bank Subject Wise
da: Top 10 Spørgsmål Bank Emne Wise

source: Top 10 Difficulty Level of Questions
da: Top 10 Sværhedsgrad af spørgsmål

source: Question Count Table
da: Spørgsmål Grev Table

source: Bank Name
da: Bank navn

source: Total Difficult
da: Samlet svært

source: E-Mail Settings
da: E-mail-indindlæg

source: Server Name / Host
da: Servernavn / Host

source: User Name
da: Brugernavn:

source: Password
da: Adgangskode

source: Add Email Template
da: Tilføj e-mail-skabelon

source: Edit Email Templates
da: Rediger e-mail skabeloner

source: Email Templates
da: E-mail-skabeloner

source: Add New Email Template
da: Tilføj ny e-mail-skabelon

source: Template
da: Skabelon

source: Subject Added successfully
da: Emne tilføjet

source: Add Exam
da: Tilføj eksamen

source: Name of Exam
da: Navn på eksamen

source: Passing Percentage
da: afleveringer Procent

source: Instruction
da: Instruktion

source: Exam Duration (Min.)
da: Eksamens varighed (Min.)

source: 0 for unlimited duration
da: 0 for ubegrænset varighed

source: Attempt Count
da: forsøg Count

source: 0 for unlimited attempt
da: 0 for ubegrænset forsøg

source: Start Date
da: Startdato

source: End Date
da: Slut dato

source: Show Answer Sheet
da: Vis Svar Sheet

source: Yes
da: Ja

source: No
da: Ingen

source: Select Group
da: Vælg gruppe

source: Negative Marking
da: Negativ Mærkning

source: Random Question
da: Tilfældigt spørgsmål

source: Amount
da: Antal

source: Expiry Days
da: udløb Dage

source: 0 for Unlimited
da: 0 for Ubegrænset

source: Result After Finish
da: Resultat Efter Finish

source: Mode
da: Modus

source: Instant Result
da: Øjeblikkelig Resultat

source: Option Shuffle
da: Mulighed Shuffle

source: Add Subjects To Exams
da: Tilføj emner Eksamen

source: Subject Name
da: Emne Navn

source: No. of Questions
da: Antal spørgsmål

source: Ques Attempt Count
da: Ques Forsøg Grev

source: Questions Attempt Count
da: Spørgsmål Forsøg Grev

source: Leave blank for not showing (0 for unlimited)
da: Lad blank for ikke at vise (0 for ubegrænset)

source: ctrl+click to add multiples
da: ctrl + klik for at tilføje multipla

source: Add
da: Tilføje

source: Edit Exam
da: Rediger eksamen

source: Exam Stats
da: eksamen Stats

source: No of Student Passed
da: Ingen af ​​Student Bestået

source: Download
da: Hent

source: No of Student Failed
da: Ingen af ​​Student mislykkedes

source: No of Student Absent
da: Ingen af ​​Student Fraværende

source: Exam Details
da: eksamen Detaljer

source: Finalize Result
da: Afslut Resultat

source: Attempted Papers
da: forsøg Papers

source: Eligible Group
da: Kvalificeret Group

source: Close Exam
da: Luk eksamen

source: Activate Exam
da: Aktiver eksamen

source: Exam Closed Re-Activate Exam
da: Eksamen Lukket genaktivere eksamen

source: Expiry
da: udløb

source: Unlimited
da: Ubegrænset

source: Days
da: Dage

source: Subjective
da: Subjektiv

source: Objective
da: Objektiv

source: True &amp; False
da: Sandt & amp; Falsk

source: Fill in the blanks
da: Udfylde hullerne.

source: Total Questions
da: Total spørgsmål

source: Question Attempt Count
da: Spørgsmål Forsøg Count

source: H
da: x

source: Total
da: Samlet

source: E
da: x

source: M
da: x

source: Student Name
da: Elevnavn

source: Enrolment
da: Tilmelding

source: Phone
da: Telefon

source: Result Status
da: resultat status

source: Forgot Password
da: Glemt kodeord

source: Submit
da: Indsend

source: Forgot Username
da: Glemt brugernavn

source: Login
da: Log på

source: Verification Code
da: Verifikationskode

source: Please enter verification Code
da: Indtast venligst bekræftelseskoden

source: Reset Password
da: Nulstille kodeord

source: Confirm Password
da: Bekræft Adgangskode

source: Add Groups
da: Tilføj grupper

source: Group Name
da: gruppenavn

source: Edit Groups
da: Rediger grupper

source: Groups
da: grupper

source: Add New Group
da: Tilføj ny kursusgruppe

source: Add Help Content
da: Tilføj Hjælp Indhold

source: Title
da: Titel

source: Description
da: Beskrivelse

source: Edit Help Content
da: Rediger Hjælp Indhold

source: Help Content
da: Hjælp Indhold

source: Add New Help Content
da: Tilføj ny Help indhold

source: Back To Questions
da: Tilbage til spørgsmål

source: Export Questions
da: Eksport spørgsmål

source: Select File
da: Vælg fil

source: Import Questions
da: Import spørgsmål

source: Import/Export Students
da: Import / Export Studerende

source: Back To Students
da: Tilbage til studerende

source: Export Students
da: Eksport Studerende

source: Import Students
da: Import Studerende

source: All Messages
da: Alle meddelelser

source: My Profile
da: Min profil

source: Change Password
da: Skift adgangskode

source: Logout
da: Log af

source: Powered by
da: Drevet af

source: Date &amp; Time
da: Dato & amp; Tid

source: Search Student Mail
da: Søg Student Mail

source: Message
da: Besked

source: Send
da: Log ind

source: Inbox
da: Indbakke

source: Sent Mail
da: Sendt post

source: Trash
da: Papirkurv

source: More
da: Mere

source: Mark as Read
da: Marker som læst

source: Mark as Unread
da: Marker som ulæst

source: Move to Inbox
da: Flyt til indbakke

source: Reply
da: Svar

source: Forward
da: fremad.

source: Menu Names
da: Menu navne

source: Icon
da: Ikon

source: Add News
da: Tilføj Nyheder

source: News Title
da: Nyheder Titel

source: News Description
da: Nyheder Beskrivelse

source: Edit News
da: Edit Nyheder

source: News
da: Nyheder

source: Add New News
da: Tilføj ny Nyheder

source: Paypal Payment Option
da: Paypal betalingsmulighed

source: Signature
da: Underskrift

source: True
da: "Sandt nok.

source: Add Question
da: Tilføj Spørgsmål

source: Question
da: Spørgsmål

source: Correct Answers
da: korrekte svar

source: Type your question here
da: Skriv dit spørgsmål her

source: Answer1
da: Svar

source: Answer2
da: Svar

source: Answer3
da: Svar

source: Answer4
da: Svar

source: Answer5
da: Svar

source: Answer6
da: Svar

source: True/False
da: Sandt falsk

source: False
da: Falskt
