Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/dan/LC_MESSAGES/validation.po
Languages: da

source: Only letters and numbers allowed
da: Kun bogstaver og tal er tilladt

source: Group already exist
da: Der findes Group allerede

source: Only Url
da: Kun Url

source: File does not have a valid extension
da: Fil har ikke et gyldigt udvidelse

source: You must supply a JPG, GIF or PNG File.
da: Du skal angive en JPG, GIF eller PNG-fil.

source: Invalid Header Contact
da: Ugyldig Header Kontakt

source: Only Alphabets
da: Kun alfabeter

source: Currency Name already exist
da: Only Alphabets

source: You must supply image height is less than 50px
da: Du skal levere billedet højde er mindre end 50px

source: You must supply image width is less than 50px
da: Du skal levere billedet bredde er mindre end 50px

source: Only numbers allowed
da: Kun tal er tilladt

source: Only Date/time format
da: Kun Dato / tid format

source: Enter a valid email
da: Indtast en gyldig e-mail

source: Please select
da: Vælg venligst

source: Invalid Username
da: Vælg venligst

source: Invalid Password
da: forkert kodeord

source: Invalid Signature
da: Ugyldig signatur

source: Only numbers
da: kun tal

source: You must supply image height is less than 220px
da: Du skal levere billedet højde er mindre end 220px

source: This Email has already been exist! try new one
da: Denne e-mail er allerede eksisterer! prøve nye

source: Password required
da: Password kræves

source: Password minimum 4 character long
da: Password minimum 4 tegn lang

source: Name already exist
da: Navn findes allerede
