Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ind/LC_MESSAGES/default.po
Languages: id

source: Do you wish to submit and close the
id: Apakah Anda ingin mengirimkan dan menutup

source: Once you submit, you will not be able to review the
id: Setelah Anda mengirimkan, Anda tidak akan dapat meninjau

source: Summary of your attempts in this
id: Ringkasan dari upaya Anda dalam hal ini

source: as show below
id: seperti ditunjukkan di bawah

source: Attempted
id: berusaha

source: Return To First Question
id: Kembali Untuk Pertama Pertanyaan

source: These are the exam(s) that are planned you in near future
id: Ini adalah ujian (s) yang direncanakan Anda dalam waktu dekat

source: Attempt Now
id: mencoba Sekarang

source: Your performance compared to your group
id: kinerja Anda dibandingkan dengan kelompok Anda

source: Can't read? Reload
id: tidak bisa baca? mengisi kembali

source: Enter security code shown above
id: Masukkan kode keamanan yang ditunjukkan di atas

source: Answer simple math
id: Jawaban matematika sederhana

source: Attempts
id: 10 upaya

source: Remaining
id: sisa

source: Expiry Date
id: Tanggal kadaluarsa

source: Expired Date
id: Tanggal kadaluarsa

source: Free
id: Gratis

source: Not Purchased
id: tidak Dibeli

source: View Details
id: Melihat rincian

source: Load Editor
id: beban Editor

source: Installation
id: Instalasi

source: Step 1 of 4
id: Langkah 1 dari 4

source: Server Configuration & Setup Requirements
id: Konfigurasi Server & Pengaturan Persyaratan

source: Setup Requirements
id: Persyaratan penyiapan

source: Installing this software require certain server side extension and capability
id: Menginstal software ini memerlukan tertentu ekstensi sisi server dan kemampuan

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
id: silakan cek di bawah ini dan bandingkan dengan server yang patung Anda saat ini di sebelah kanan. Anda dapat mengklik ikon di samping setiap teknologi untuk rincian.

source: Extensions &amp; Applications
id: Ekstensi & amp; Aplikasi

source: HTTP Server. For example: Apache
id: HTTP Server. Sebagai contoh: Apache

source: Require
id: Memerlukan

source: PHP 5.2.8 or greater
id: PHP 5.2.8 atau lebih besar

source: Database Engine MySQL (4 or greater)
id: Database Engine MySQL (4 atau lebih)

source: PDO Extension
id: PDO Ekstensi

source: GD Extension
id: GD Ekstensi

source: Mandatory
id: Wajib

source: Server Status
id: Status Server

source: PHP Version
id: PHP Versi

source: MYSQL Version
id: MYSQL Versi

source: PDO Unavailable
id: PDO Tidak Tersedia

source: PDO Available
id: PDO Tersedia

source: Directory &amp; File Permission
id: Direktori & amp; File Izin

source: These Folders of Files need to be
id: Folder tersebut File harus

source: Writable
id: ditulis

source: for application to be installed.
id: untuk aplikasi yang akan diinstal.

source: Folders or Files
id: Folder atau File

source: Refresh
id: Menyegarkan

source: Let's Start
id: Ayo mulai

source: Step 2 of 4
id: Langkah 2 dari 4

source: Installation Agreement
id: Perjanjian instalasi

source: I Accept to Proceed
id: Saya Setuju untuk Lanjutkan

source: Step 3 of 4
id: Langkah 3 dari 4

source: Database Connection Settings
id: Pengaturan Koneksi Database

source: Usually Localhost
id: biasanya Localhost

source: Database Name
id: Nama database

source: Database User
id: database Pengguna

source: Database User Name
id: Database Nama Pengguna

source: Test Connection
id: Tes koneksi

source: Step 4 of 4
id: Langkah 4 dari 4

source: Name of Your Website
id: Nama Website Anda

source: Useful for SEO
id: Berguna untuk SEO

source: Meta Content for SEO
id: Meta Konten untuk SEO

source: Please Select Timezone
id: Silakan Pilih Timezone

source: Name of Your Organization/Company
id: Nama Organisasi Anda / Perusahaan

source: Install Sample Data With Dummy Entries
id: Instal Sample Data Dengan Dummy Entries

source: Install
id: Instal

source: Welcome to
id: Selamat Datang di

source: Sign out
id: Keluar

source: Copyright
id: Hak cipta

source: follow on facebook
id: ikuti di facebook

source: Latest News & Events
id: Berita & Acara Terbaru

source: Time
id: Durasi

source: Average Percentage(%)
id: Rata-rata Persentase (%)

source: Exam Given
id: ujian Mengingat

source: Delete Forever
id: Hapus Selamanya

source: Move to Trash
id: Pindahkan ke Tempat Sampah

source: No of Visitors
id: Tidak ada Pengunjung

source: No of Students
id: Jumlah Siswa

source: No of Exams
id: Tidak ada Ujian

source: Payment From Pay Pal
id: Pembayaran Dari Pay Pal

source: Pay From Pay Pal
id: Bayar Dari Pay Pal

source: Profile
id: Profil

source: Edit Profile
id: Rubah Profil

source: New Student Register
id: Mahasiswa Baru Pendaftaran

source: Security Code
id: Kode keamanan

source: Answers
id: jawaban

source: My Results
id: Hasil saya

source: Attempt Date
id: upaya Tanggal

source: SUBJECT REPORT
id: LAPORAN SUBJECT

source: TIME MANAGEMENT
id: 1. Manajemen waktu.

source: QUESTION REPORT
id: LAPORAN PERTANYAAN

source: SOLUTION
id: Solusi

source: COMPARE REPORT
id: LAPORAN BANDINGKAN

source: Score Card For
id: Skor Kartu Untuk

source: Total No. of Student
id: Total Jumlah Mahasiswa

source: My Marks
id: Tanda saya

source: Total Marks of Test
id: Total Marks Uji

source: My Percentile
id: Persentil saya

source: Total Question in Test
id: Total Pertanyaan di Uji

source: Total Attempt Question in Test
id: Jumlah Mencoba Pertanyaan di Uji

source: Left Question
id: kiri Pertanyaan

source: Left Question Marks
id: Kiri Pertanyaan Marks

source: Total Time of Test
id: Total Waktu Uji

source: My Time
id: Waktuku

source: My Rank
id: Ranking saya

source: Performance Report For
id: Laporan Kinerja Untuk

source: Question & Marks Wise Report For
id: Pertanyaan & Laporan Wise Marks Untuk

source: Subject Report For
id: Laporan subjek Untuk

source: Correct
id: Benar

source: Unattempted Questions
id: Pertanyaan Unattempted

source: Graphical Report For
id: Laporan grafis Untuk

source: Time Management For
id: Manajemen Waktu Untuk

source: Question Report For
id: Pertanyaan Laporan Untuk

source: Question Status
id: Status pertanyaan

source: Your Answer
id: Jawabanmu.

source: Your Score
id: Nilai Anda

source: Your Time
id: Waktumu

source: Solution For
id: solusi Untuk

source: Not Attempt
id: tidak Mencoba

source: Attempt
id: Mencoba

source: Incorrect
id: Tidak benar

source: Your Answers
id: Jawaban anda

source: Solution
id: Solusi

source: Bookmark
id: penanda

source: Compare Report For
id: Bandingkan Laporan Untuk

source: Maximum Marks
id: Nilai maksimal

source: Attempted Ques.
id: Berusaha Ques.

source: Unattempted Ques.
id: Ques Unattempted.

source: Correct Ques.
id: Ques benar.

source: Incorrect Ques.
id: Ques salah.

source: Percentile
id: persentil

source: Previous
id: Sebelumnya

source: This is to certify that
id: Ini adalah untuk menyatakan bahwa

source: has succesfully completed the
id: telah berhasil menyelesaikan

source: in course program offered by
id: di program kursus yang ditawarkan oleh

source: Student Login
id: Mahasiswa Login

source: Sign In
id: Masuk

source: Forgot Passwocrd
id: Lupa Passwocrd

source: New User? Create Account
id: Pengguna baru? Membuat akun

source: Engine is not loaded
id: Mesin tidak dimuat

source: Pdf engine "%s" not found
id: Pdf mesin \ " %s " tidak ditemukan

source: Pdf engines must extend "AbstractPdfEngine"
id: mesin pdf harus memperluas \ "AbstractPdfEngine "

source: Crypto is not loaded
id: Crypto tidak dimuat

source: Pdf crypto "%s" not found
id: Pdf kripto \ " %s " tidak ditemukan

source: Crypto engine must extend "AbstractPdfCrypto"
id: mesin kripto harus memperluas \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
id: atribut kontroler $ pdfConfig tidak benar atau hilang

source: -> Testing :url
id: -> Pengujian: url

source: Total Requests made: :requests
id: Total Permintaan dibuat:: permintaan

source: Total Time elapsed: :duration (seconds)
id: Total Waktu berlalu:: durasi (detik)

source: Requests/Second: :rps req/sec
id: Permintaan / Kedua:: rps req / sec

source: Average request time: :average-time seconds
id: Rata-rata waktu permintaan:: rata-time detik

source: Standard deviation of average request time: :std-dev
id: Standar deviasi dari waktu permintaan rata-rata:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
id: Terpanjang / permintaan terpendek:: sec terpanjang /: sec terpendek

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
id: Memungkinkan Anda untuk mendapatkan beberapa pembandingan kasar statisticsabout URL yang memenuhi syarat.

source: The URL to request.
id: URL untuk meminta.

source: Number of iterations to perform.
id: Jumlah iterasi untuk melakukan.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
id: total waktu maksimum untuk semua iterasi, di detik.Jika iterasi tunggal memakan waktu lebih dari batas waktu, hanya satu permintaan akan dibuat

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
id: Contoh Gunakan: `cake patokan --n 10 --t 100 http: // localhost / testsite`. <Info> Catatan: </ info> patokan ini tidak termasuk browser yang membuat kali.

source: Component initialization
id: inisialisasi komponen

source: Controller action
id: tindakan kontroler

source: Controller action start
id: tindakan kontroler awal

source: Processing toolbar state
id: negara pengolahan toolbar

source: Processing toolbar data
id: pengolahan data toolbar

source: Controller render start
id: Kontroler membuat start

source: Could not load DebugToolbar panel %s
id: Tidak dapat memuat DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
id: Inti Pengolahan (Berasal dari $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
id: Header sudah dikirim di %s on line %s . tidak dapat mengirim data log untuk FirePHP.

source: Incorrect parameter count for FireCake::fb()
id: count salah parameter untuk FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
id: Jumlah maksimum (99999) pesan mencapai!

source: There are no active panels. You must enable a panel to see its output.
id: Tidak ada panel aktif. Anda harus mengaktifkan panel untuk melihat output.

source: App Constants
id: App Konstanta

source: CakePHP Constants
id: CakePHP Konstanta

source: PHP Environment
id: PHP Lingkungan

source: Hidef Environment
id: HiDef Lingkungan

source: Request History
id: Permintaan Sejarah

source: No previous requests logged.
id: Tidak ada permintaan sebelumnya login.

source: previous requests available
id: permintaan sebelumnya yang tersedia

source: Restore to current request
id: Kembalikan permintaan saat ini

source: Included Files
id: termasuk File

source: Logs
id: Log

source: There were no log entries made this request
id: Tidak ada entri log membuat permintaan ini

source: No post data.
id: Tidak ada data posting.

source: No querystring data.
id: Tidak ada data querystring.

source: Current Route
id: Route saat

source: Session
id: sesi

source: Sql Logs
id: SQL Log

source: No query logs when debug < 2.
id: Tidak ada permintaan log ketika men-debug <2.

source: No query logs.
id: Tidak ada permintaan log.

source: Total Time: %s ms <br />Total Queries: %s queries
id: Total Waktu: %s ms <br /> Jumlah Pertanyaan: %s query

source: Query Explain:
id: Permintaan Jelaskan:

source: Click an "Explain" link above, to see the query explanation.
id: Klik \ "Jelaskan " link di atas, untuk melihat penjelasan query.

source: No active database connections
id: Tidak ada koneksi database aktif

source: Memory
id: Memori

source: Peak Memory Use
id: Memory puncak Gunakan

source: Memory use
id: penggunaan memori

source: Timers
id: timer

source: Time in ms
id: Waktu di ms

source: Graph
id: grafik

source: View Variables
id: Lihat Variabel

source: View render complete
id: Lihat render lengkap

source: Explain
id: jelaskan.

source: Starting %sms into the request, taking %sms
id: Mulai %s ms ke permintaan, mengambil %s ms

source: No markup errors found
id: Tidak ada kesalahan markup ditemukan

source: maybe slow
id: mungkin lambat

source: Absolute path or relative to APP.
id: path absolut atau relatif terhadap APP.

source: An error occured while getting the status of your account.
id: Terjadi kesalahan saat mendapatkan status akun Anda.

source: There was an error while connecting to Paypal
id: Ada kesalahan saat menghubungkan ke Paypal

source: There was a problem initiating the transaction, please try again.
id: Ada masalah memulai transaksi, silahkan coba lagi.

source: There was a problem getting your details, please try again.
id: Ada masalah mendapatkan rincian Anda, coba lagi.

source: There was an error completing the payment
id: Terjadi kesalahan menyelesaikan pembayaran

source: There was a problem processing the transaction, please try again.
id: Ada masalah saat memproses transaksi, silahkan coba lagi.

source: There was an error processing the card payment
id: Ada kesalahan saat memproses pembayaran kartu

source: There was a problem processing your card, please try again.
id: Ada masalah saat memproses kartu Anda, coba lagi.

source: There was an error processing the the refund
id: Terjadi kesalahan saat memproses pengembalian dana

source: A problem occurred during the refund process, please try again.
id: Masalah terjadi selama proses pengembalian dana, silakan coba lagi.

source: There was an problem communicating with the payment gateway
id: Ada masalah berkomunikasi dengan gateway pembayaran

source: Missing client id/secret
id: klien id hilang / rahasia

source: Must specify an expiry date
id: Harus menentukan tanggal kedaluwarsa

source: Must include a M and Y in expiry date
id: Harus menyertakan M dan Y di tanggal kadaluwarsa

source: Invalid expiry date
id: tanggal kadaluwarsa tidak valid

source: Invalid card number
id: nomor kartu tidak valid

source: Invalid CVV2 number
id: Nomor CVV2 tidak valid

source: Invalid card type
id: Jenis kartu tidak valid

source: Could not detect client IP address
id: tidak bisa mendeteksi alamat IP client

source: Not a valid credit card number
id: Bukan nomor kartu kredit yang valid

source: You must include the 3 digit security number
id: Anda harus menyertakan nomor jaminan 3 digit

source: Must specify an "amount" to charge
id: Harus menentukan \ "jumlah " untuk mengisi

source: You must pass a valid order array
id: Anda harus lulus array agar valid

source: Valid "return" and "cancel" urls must be provided
id: Hari \ "kembali " dan \ "membatalkan " url harus disediakan

source: You must provide a currency code
id: Anda harus memberikan kode mata uang

source: Original PayPal Transaction ID is required
id: Asli PayPal ID Transaksi diperlukan

source: Must specify an "amount" to refund
id: Harus menentukan \ "jumlah " untuk mengembalikan

source: You must specify a refund type, such as Full or Partial
id: Anda harus menentukan jenis pengembalian dana, seperti penuh atau parsial

source: File was not downloaded.
id: File tidak di-download.

source: No %s found for that date range
id: Tidak ada %s ditemukan bahwa rentang tanggal

source: Your form data is preserved you'll be redirected to it after login.
id: data formulir Anda yang diawetkan Anda akan diarahkan untuk itu setelah login.

source: Error notification from %s
id: Kesalahan pemberitahuan dari %s

source: Afghanistan
id: Afganistan

source: Algeria
id: Aljeria

source: American Samoa
id: Samoa Amerika

source: Andorra
id: Andora

source: Antarctica
id: Antartika

source: Antigua and Barbuda
id: Antigua dan Barbuda

source: Bahamas
id: Bahama

source: Belarus
id: Belarusia

source: Belgium
id: Belgia

source: Bosnia and Herzegovina
id: Bosnia dan Herzegovina

source: Bouvet Island
id: Pulau Bouvet

source: Brazil
id: Brasilia

source: British Indian Ocean Territory
id: Teritorial Inggris di Samudra Hindia

source: Cambodia
id: Kambodia

source: Cameroon
id: Kamerun

source: Canada
id: Kanada

source: Cayman Islands
id: Kepulauan Cayman

source: Central African Republic
id: Republik Afrika Tengah

source: Chad
id: Cad

source: Chile
id: Chili

source: China
id: Cina

source: Christmas Island
id: Pulau Christmas

source: Cocos (Keeling) Islands
id: Kepulauan Cocos (Keeling)

source: Colombia
id: Kolumbia

source: Comoros
id: Komoro

source: Congo
id: Kongo

source: Congo, the Democratic Republic of the
id: Kongo, Republik Demokratik

source: Cook Islands
id: Kepulauan Cook

source: Costa Rica
id: Kosta Rika

source: Croatia
id: Kroasia

source: Cuba
id: Kuba

source: Cyprus
id: Syprus

source: Czech Republic
id: Republik Cekoslovakia

source: Dominica
id: Dominika

source: Dominican Republic
id: Republik Dominika

source: Ecuador
id: Ekuador

source: Egypt
id: Mesir

source: Equatorial Guinea
id: Guinea Ekuatorial

source: Ethiopia
id: Etiopia

source: Falkland Islands (Malvinas)
id: Kepulauan Falkland (Malvinas)

source: Faroe Islands
id: Kepulauan Faroe

source: Finland
id: Finlandia

source: France
id: Perancis

source: French Guiana
id: Guyana Prancis

source: French Polynesia
id: Perancis Polinesia

source: French Southern Territories
id: Teritorial Prancis di Selatan

source: Germany
id: Jerman

source: Greece
id: Yunani

source: Heard Island and Mcdonald Islands
id: Pulau Heard dan Kep. McDonald

source: Hungary
id: Hungaria

source: Iceland
id: Islandia

source: Iraq
id: Irak

source: Ireland
id: Irlandia

source: Italy
id: Italia

source: Jamaica
id: Jamaika

source: Japan
id: Jepang

source: Jordan
id: Yordan

source: Kazakhstan
id: Kazakstan

source: Korea, Democratic People's Republic of
id: Korea, Republik Rakyat Demokratik dari

source: Korea, Republic of
id: Republik Korea

source: Kyrgyzstan
id: Kirgistan

source: Lao People's Democratic Republic
id: Republik Demokratik Rakyat Laos

source: Lebanon
id: Libanon

source: Lithuania
id: Lituania

source: Luxembourg
id: Luksemburg

source: Macao
id: Makao

source: Macedonia, the Former Yugoslav Republic of
id: Macedonia, Bekas Republik Yugoslavia

source: Madagascar
id: Madagaskar

source: Maldives
id: Maladewa

source: Marshall Islands
id: Kepulauan Marshall

source: Mauritius
id: Maurisius

source: Mexico
id: Meksiko

source: Micronesia, Federated States of
id: Mikronesia, Federasi Serikat

source: Monaco
id: Monako

source: Morocco
id: Maroko

source: Mozambique
id: Mozambik

source: Netherlands
id: Belanda

source: Netherlands Antilles
id: Belanda Antilla

source: New Caledonia
id: Kaledonia Baru

source: New Zealand
id: Selandia Baru

source: Nicaragua
id: Nikaragua

source: Norfolk Island
id: Pulau Norfolk

source: Northern Mariana Islands
id: Kepulauan Mariana Utara

source: Norway
id: Norwegia

source: Palestinian Territory, Occupied
id: Wilayah Palestina, Diduduki

source: Papua New Guinea
id: Papua Nugini

source: Philippines
id: Filipina

source: Poland
id: Polandia

source: Puerto Rico
id: Puerto Riko

source: Romania
id: Rumania

source: Russian Federation
id: Federasi Rusia

source: Saint Kitts and Nevis
id: Santa Kitts dan Nevis

source: Saint Lucia
id: Saint Lusia

source: Saint Pierre and Miquelon
id: Saint Pierre dan Miquelon

source: Saint Vincent and the Grenadines
id: Saint Vincent dan Grenadine

source: Sao Tome and Principe
id: Sao Tome dan Principe

source: Saudi Arabia
id: Arab Saudi

source: Serbia and Montenegro
id: Serbia dan Montenegro

source: Singapore
id: Singapura

source: Slovakia
id: Slovaki

source: Solomon Islands
id: Kepulauan Solomon

source: South Africa
id: Afrika Selatan

source: South Georgia and the South Sandwich Islands
id: Georgia Selatan dan Kep. Sandwich Selatan

source: Spain
id: Spanyol

source: Svalbard and Jan Mayen
id: Svalbard dan Jan Mayen

source: Sweden
id: Swedia

source: Switzerland
id: Swiss

source: Syrian Arab Republic
id: Republik Arab Syria

source: Taiwan, Province of China
id: Taiwan, Provinsi China

source: Tanzania, United Republic of
id: Republik Tanzania

source: Trinidad and Tobago
id: Trinidad dan Tobago

source: Turkey
id: Turki

source: Turks and Caicos Islands
id: Kepulauan Turks and Caicos

source: Ukraine
id: Ukraina

source: United Arab Emirates
id: Uni Emirat Arab

source: United Kingdom
id: Inggris

source: United States
id: Amerika Serikat

source: Virgin Islands, British
id: Kepulauan Virgin, Inggris

source: Virgin Islands, U.s.
id: Kepulauan Virgin (US)

source: Wallis and Futuna
id: Wallis dan Futuna

source: Western Sahara
id: Sahara Barat

source: Yemen
id: Yaman

source: Invalid argument #1: %s is not a valid %s identifyer.
id: Valid argumen # 1: %s tidak valid %s identifyer.

source: %s for Row %d failed to save.
id: %s untuk Row %d gagal menyelamatkan.

source: You need to define at least one field to be toggleable.
id: Anda perlu mendefinisikan setidaknya satu bidang untuk menjadi toggleable.

source: The field %s is not in the list of toggleable fields.
id: Bidang %s tidak dalam daftar bidang toggleable.

source: The field %s does not have two toggleable states defined.
id: Bidang %s tidak memiliki dua negara toggleable didefinisikan.

source: Invalid record
id: record tidak valid

source: Server lipsum.com returns error code %s.
id: Server lipsum.com mengembalikan kode kesalahan %s .

source: Response from lipsum.com is empty or could not be decoded.
id: Respon dari lipsum.com kosong atau tidak bisa diterjemahkan.

source: Connection to server lipsum.com failed. %s.
id: Koneksi ke server lipsum.com gagal. %s .

source: Please correct the errors below.
id: Silakan koreksi galat di bawah ini.

source: Error
id: Kesalahan

source: The requested address %s was not found on this server.
id: Meminta alamat %s tidak ditemukan di server ini.

source: An Internal Error Has Occurred.
id: Kesalahan internal telah terjadi.

source: datasource configuration was not found
id: konfigurasi sumber data tidak ditemukan

source: CakePHP: the rapid development php framework
id: CakePHP: kerangka pembangunan php cepat

source: Debug setting does not allow access to this url.
id: pengaturan Debug tidak memungkinkan akses ke url ini.

source: Add New Exam
id: Tambahkan Ujian New

source: Inactive
id: 570 Tidak Aktif

source: Start & End Date
id: Mulai & Akhir Tanggal

source: Certification of Completion
id: Sertifikasi Penyelesaian

source: Click here to download excel file format
id: Klik di sini untuk men-download format file excel

source: Are you sure, you want to close this exam?
id: Apakah Anda yakin, Anda ingin menutup ujian ini?

source: Are you sure, you want to re-activate this exam?
id: Apakah Anda yakin, Anda ingin mengaktifkan kembali ujian ini?

source: Closed
id: 478 Tutup

source: Results
id: Hasil

source: Configurations
id: konfigurasi

source: General
id: Umum

source: Contents
id: Daftar Isi

source: Customer Support Service
id: Layanan Dukungan Pelanggan

source: Knowledge Base (for Documentation)
id: Basis pengetahuan (Dokumentasi)

source: Live Chat (For Sales & Billing Only)
id: Live Chat (Untuk Sales & Billing Only)

source: Support (For Technical Support)
id: Dukungan (Untuk Dukungan Teknis)

source: Visit Our Website
id: Kunjungi situs web kami

source: for more documentation & Details
id: untuk lebih dokumentasi & Detail
