Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ind/LC_MESSAGES/default.po
Languages: id

source: Powered by
id: Dipersembahkan oleh

source: Date &amp; Time
id: Tanggal & amp; Waktu

source: Compose Mail
id: Susun Mail

source: Search Student Mail
id: Cari Mahasiswa Mail

source: Message
id: Pesan

source: Send
id: Kirim

source: Compose
id: Tulis

source: Inbox
id: Kotak Masuk

source: Sent Mail
id: Email terkirim

source: Trash
id: Tempat Sampah

source: More
id: Lainnya

source: Mark as Read
id: Tandai sudah dibaca

source: Mark as Unread
id: Tandai belum dibaca

source: Move to Inbox
id: Pindah ke Inbox

source: Reply
id: Balasan

source: Forward
id: Meneruskan

source: Menu Names
id: menu Nama

source: Model Name
id: Nama model

source: Add News
id: Tambahkan Berita

source: News Title
id: Berita Judul

source: Edit News
id: mengedit Berita

source: News
id: Berita

source: Add New News
id: Tambahkan Baru Berita

source: Paypal Payment Option
id: Opsi Pembayaran Paypal

source: Signature
id: Tanda Tangan

source: Sandbox Mode
id: Mode Sandbox

source: True
id: Benar

source: Add Question
id: TAMBAH PERTANYAAN

source: Question
id: Pertanyaan

source: Correct Answers
id: Jawaban yang benar

source: Type your question here
id: Ketik pertanyaan Anda di sini

source: Answer1
id: Jawab

source: Answer2
id: Jawab

source: Answer3
id: Jawab

source: Answer4
id: Jawab

source: Answer5
id: Jawab

source: Answer6
id: Jawab

source: True/False
id: Benar Salah

source: False
id: Salah

source: Blank Space
id: Ruang kosong

source: Explanation (Optional)
id: Penjelasan (pilihan)

source: Provide explanation in support of correct answer
id: Memberikan penjelasan dalam mendukung jawaban yang benar

source: Hint(optional)
id: Petunjuk (opsional)

source: Hint to help answer correctly
id: Petunjuk untuk membantu menjawab dengan benar

source: without minus sign
id: tanpa tanda minus

source: Edit Question Type
id: Mengedit Pertanyaan Type

source: Explanation
id: Penjelasan

source: Hint
id: Petunjuk

source: Questions
id: Pertanyaan

source: Add New Question
id: Tambahkan Baru Pertanyaan

source: Import/Export Question
id: Impor / Ekspor Pertanyaan

source: Answer
id: Jawab

source: Question Details
id: Detail pertanyaan

source: Exam Wise
id: ujian Wise

source: Please Select Exam
id: Silakan Pilih Ujian

source: Status of Result
id: Status Hasil

source: Please Select Result Status
id: Silakan Pilih Status Hasil

source: Download Result
id: Download Hasil

source: Rank
id: Pangkat

source: Test
id: tes

source: Percent
id: Persen

source: Result
id: Hasi

source: View Result
id: Lihat Hasil

source: Download/Print Result
id: Download / Print Hasil

source: Student Wise
id: Mahasiswa Wise

source: Name or Enrolment Number
id: Nama atau Pendaftaran Nomor

source: Enrolment Number
id: Nomor Pendaftaran

source: Back
id: Bagian Belakang

source: Assesment Report for
id: Laporan Assesment untuk

source: Taken Date
id: diambil Tanggal

source: Total Time
id: total Waktu

source: Nos. of Browser tolrance attempt
id: Nos. Dari Browser tolrance upaya

source: Total Score
id: Skor total

source: Student Marks Distribution
id: Mahasiswa Marks Distribusi

source: Feedback
id: Saran

source: Marks Sheet
id: Marks Lembar

source: Section Name
id: bagian Nama

source: Section proportion
id: proporsi bagian

source: Actual
id: Aktual

source: Your Percentage
id: Persentase Anda

source: Section Summary
id: bagian Ringkasan

source: Maximum Score
id: Skor maksimum

source: Developed Skill
id: Keterampilan maju

source: Needs Development
id: kebutuhan Pembangunan

source: Lack of Skill
id: Kurangnya Keterampilan

source: MCQ answered
id: MCQ menjawab

source: Legend
id: Legenda:

source: Send Emails
id: Mengirim email

source: Teachers
id: Guru-guru

source: Any Email
id: setiap Email

source: Default all students if you add manually then search student email
id: Standar semua siswa jika Anda menambahkan secara manual kemudian cari email mahasiswa

source: Default all teachers if you add manually then search teacher email
id: Standar semua guru jika Anda menambahkan secara manual kemudian cari email guru

source: Type any email comma seprated
id: Ketik setiap koma email seprated

source: Type subject
id: subjek Jenis

source: Select Email Template
id: Pilih Template Email

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
id: Jika Anda tidak ingin memilih template email maka cukup ketik pesan email. Setelah Anda memuat editor maka Anda tidak dapat memilih template pergi ke tombol ulang

source: Send Sms
id: Kirim SMS

source: Any Sms
id: Apa Sms

source: Default all student if you add manually then search students name
id: Standar semua siswa jika Anda menambahkan secara manual kemudian cari nama siswa

source: Default all teachers if you add manually then search teacher name
id: Standar semua guru jika Anda menambahkan secara manual kemudian mencari nama guru

source: Any Number
id: setiap Nomor

source: Type any number comma seprated
id: Ketik sejumlah koma seprated

source: Select Sms Template
id: Pilih Sms Template

source: Sms Template
id: Template sms

source: If you do not want to select sms template then simply type sms message
id: Jika Anda tidak ingin memilih sms Template maka cukup ketik pesan sms

source: Certificate Signature
id: sertifikat Tanda Tangan

source: Upload Image(* height less than 75px)
id: Unggah Gambar (* tinggi kurang dari 75px)

source: Delete Signature
id: Hapus Signature

source: Add Slides
id: Tambahkan Slides

source: Slide Name
id: Slide Nama

source: Edit Slides
id: mengedit Slide

source: Slides
id: Slide

source: Add New Slide
id: Tambah Slide Baru

source: SMS Settings
id: Pengaturan SMS

source: API Link
id: API Tautan

source: Sender ID
id: ID pengirim

source: Heading Username
id: menuju Nama

source: Username field provided by sms gateway
id: Field username yang disediakan oleh sms gateway

source: Heading Password
id: pos Sandi

source: Password field provided by sms gateway
id: bidang sandi yang disediakan oleh sms gateway

source: Heading Mobile No
id: Menuju Ponsel Tidak

source: Mobile No field provided by sms gateway
id: Ponsel Tidak ada kolom yang disediakan oleh sms gateway

source: Heading Message
id: menuju Pesan

source: Message field provided by sms gateway
id: kolom pesan yang diberikan oleh sms gateway

source: Heading Sender Id
id: Menuju Id Pengirim

source: Sender Id field provided by sms gateway
id: bidang Id pengirim disediakan oleh sms gateway

source: Add SMS Template
id: Tambahkan Template SMS

source: Edit SMS templates
id: template mengedit SMS

source: SMS Templates
id: Template SMS

source: Add New SMS Template
id: Tambahkan Template Baru SMS

source: Add Students
id: Tambahkan Peserta

source: Address
id: Alamat

source: Guardian Phone
id: wali Telepon

source: Edit Students
id: mengedit Siswa

source: Renewal Date
id: Tanggal pembaruan

source: Add New Student
id: Tambahkan Mahasiswa Baru

source: Wallet
id: Dompet

source: Admission Date
id: Pendaftaran Tanggal

source: Credit
id: Piutang

source: Debit
id: Debet

source: Balance
id: Keseimbangan

source: Date & Time
id: Tanggal/jam

source: Payment Through
id: Pembayaran Melalui

source: Remarks
id: Keterangan

source: View Student Information
id: Informasi Mahasiswa View

source: Full Name
id: Nama Lengkap

source: Phone Number
id: Nomor telepon

source: Registered Email
id: terdaftar Email

source: Alternate Number
id: Jumlah alternatif

source: Enrolment No
id: Pendaftaran ada

source: Last Login
id: Login terakhir

source: Students Wallet
id: Wallet siswa

source: Transaction Form
id: Form transaksi

source: Mobile
id: Seluler

source: ADD
id: 9 Tambahkan

source: DEDUCT
id: 528 Peng

source: Add Subjects
id: Tambahkan Subyek

source: Edit Subjects
id: mengedit Subyek

source: Subjects
id: subyek

source: Add New Subject
id: Tambahkan New Subjek

source: Question Bank
id: pertanyaan Bank

source: Add Testimonials
id: Tambahkan Testimonial

source: Upload Photo (150*150)
id: Upload Foto

source: Edit Testimonials
id: mengedit Testimonial

source: Testimonials
id: Surat Pujian

source: Add New Testimonial
id: Tambahkan New Testimonial

source: Photo
id: FOTO

source: Add Users
id: Tambahkan Pengguna

source: User Level
id: 4.2.2 User level (Tingkat Pengguna)

source: Username
id: satria pasha

source: Level users
id: pengguna tingkat

source: Add New Level
id: Tambahkan Tingkat Baru

source: Back To Users
id: Kembali Untuk Pengguna

source: Level Name
id: tingkat Nama

source: Set Permission
id: set Izin

source: Assign Form Rights
id: Menetapkan Hak Form

source: Module Name
id: Nama modul

source: Old Password
id: Password lama

source: Edit Users
id: mengedit Pengguna

source: User Registration Form
id: Formulir Pendaftaran pengguna

source: Users
id: Pengguna

source: Add New User
id: 1022 Tambah Pengguna Baru

source: Add Level Users
id: Tambahkan Tingkat Pengguna

source: Level User
id: tingkat Pengguna

source: Dear user, log in to access the admin area!
id: Sayang pengguna, log in untuk mengakses admin area!

source: Admin / Teacher Username
id: Admin / Guru pengguna

source: Forgot User Name
id: Lupa nama pengguna

source: Organisation Logo
id: Organisasi Logo

source: Upload Image(* height less than 220px)
id: Upload Gambar (* tinggi kurang dari 220px)

source: Delete Logo
id: Hapus Logo

source: Please provide a type for chart %s!
id: Harap menyediakan jenis untuk grafik %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
id: Grafik: \ " %s " tidak dapat ditemukan. Pastikan Bagan Nama adalah string yang sama yang dilewatkan ke $ this-> HighCharts-> render () dalam pandangan Anda.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
id: Transaksi Ekspres Checkout telah berakhir dan transaksi perlu restart

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
id: Anda mungkin telah membuat panggilan kedua untuk pembayaran yang sama atau Anda mungkin telah menggunakan ID faktur yang sama untuk transaksi terpisah.

source: Please use a different funcing source.
id: Silahkan menggunakan sumber funcing yang berbeda.

source: An error occured, please retry the transaction.
id: Terjadi kesalahan, coba lagi transaksi.

source: This transaction couldn't be completed. Redirecting to payment gateway
id: Transaksi ini tidak dapat diselesaikan. Mengalihkan ke gateway pembayaran

source: You have not agreed to the billing agreement.
id: Anda belum menyetujui perjanjian penagihan.

source: The billing agreement is disabled or inactive.
id: Perjanjian penagihan dinonaktifkan atau tidak aktif.

source: The credit card used is expired.
id: kartu kredit yang digunakan adalah kedaluwarsa.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
id: Transaksi ditolak karena respon AVS kembali nilai N, dan merchant account tidak dapat menerima transaksi tersebut.

source: The payment gateway account is restricted.
id: Account gateway pembayaran dibatasi.

source: You must submit an IP address of the buyer with each API call.
id: Anda harus mengirimkan alamat IP dari pembeli dengan masing-masing API panggilan.

source: The merchant selected a value for the PaymentAction field that is not supported.
id: merchant yang dipilih nilai untuk bidang PaymentAction yang tidak didukung.

source: The credit card field was blank.
id: Bidang kartu kredit adalah kosong.

source: The total amount and item amounts do not match.
id: Jumlah total dan barang dalam jumlah tidak cocok.

source: The credit card entered is currently restricted by the payment gateway.
id: Kartu kredit yang dimasukkan dibatasi oleh gateway pembayaran.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
id: pedagang memasuki ID faktur yang sudah terkait dengan transaksi dengan merchant yang sama. Upaya dengan ID faktur baru

source: The transaction was declined by the country filter managed by the merchant.
id: Transaksi ditolak oleh filter negara yang dikelola oleh pedagang.

source: The transaction was declined by the maximum amount filter managed by the merchant.
id: Transaksi ditolak oleh jumlah filter yang maksimal dikelola oleh pedagang.

source: The transaction was declined by the payment gateway.
id: Transaksi ditolak oleh gateway pembayaran.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
id: Transaksi ditolak oleh gateway pembayaran karena kemungkinan aktivitas penipuan.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
id: Transaksi ditolak oleh gateway pembayaran karena kemungkinan aktivitas penipuan pada alamat IP.

source: The merchant account attempting the transaction is not a business account.
id: The merchant account mencoba transaksi tidak akun bisnis.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
id: The merchant account mencoba transaksi tidak dapat memproses transaksi langsung Pembayaran.

source: Access to Direct Payment was disabled for your account.
id: Akses ke Pembayaran Langsung dinonaktifkan untuk akun Anda.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
id: The merchant account mencoba transaksi tidak memiliki alamat email dikonfirmasi dengan gateway pembayaran.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
id: pedagang berusaha transaksi di mana jumlah yang melebihi batas atas untuk pedagang itu.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
id: Transaksi ditolak karena filter risiko pedagang untuk AVS. Secara khusus, pedagang telah menetapkan menurun transaksi ketika AVS kembali no match (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
id: Transaksi ditolak karena filter risiko pedagang untuk AVS. Secara khusus, pedagang telah mengatur filter menurun transaksi ketika AVS mengembalikan pertandingan parsial.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
id: Transaksi ditolak karena filter risiko pedagang untuk AVS. Secara khusus, pedagang telah mengatur filter menurun transaksi ketika AVS tidak didukung.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
id: pedagang memasukkan alamat IP yang dalam format yang tidak valid. Alamat IP harus dalam format seperti 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
id: Konfigurasi pedagang membutuhkan CVV untuk dimasukkan, tapi tidak ada CVV diberikan dengan transaksi ini.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
id: pedagang memberikan alamat baik di Amerika Serikat atau Kanada, tapi keadaan yang disediakan bukan negara yang valid di kedua negara.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
id: Transaksi ditolak oleh bank penerbit, bukan gateway pembayaran. pedagang harus berusaha kartu lain.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
id: negara pedagang tinggal saat ini tidak didukung untuk memungkinkan transaksi Direct Payment.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
id: Transaksi ditolak karena gateway pembayaran saat memproses transaksi dengan pembeli yang sama untuk jumlah yang sama. Dapat terjadi bila pembeli mengajukan beberapa, transaksi yang identik secara berurutan.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
id: CVV yang disediakan adalah tidak valid. CVV adalah antara 3-4 digit.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
id: Silakan coba lagi nanti. Pastikan Anda telah lulus CVV dan alamat yang benar info untuk pembeli. Jika membuat profil berulang, coba lagi dengan melewati sejumlah init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
id: Transaksi tidak sesuai karena 3-D nilai otentikasi aman yang hilang atau tidak valid. Periksa bidang ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
id: Transaksi ditolak oleh gateway pembayaran karena kegagalan yang berlebihan selama periode waktu yang singkat untuk kartu kredit ini.

source: The transaction was declined by payment gateway.
id: Transaksi ditolak oleh gateway pembayaran.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
id: Transaksi ditolak karena pedagang tidak memiliki perjanjian entitas komersial berlaku pada file dengan gateway pembayaran.

source: The transaction was declined because the CVV entered does not match the credit card.
id: Transaksi ditolak karena CVV yang dimasukkan tidak cocok dengan kartu kredit.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
id: Transaksi ditolak oleh bank penerbit karena kartu kredit kedaluwarsa. pedagang harus berusaha kartu lain.

source: Exceeded permissible limit for Navigating away
id: Melampaui batas yang diizinkan untuk Menjelajahi pergi

source: You have exceeded the permissible limit for navigating away from your test
id: Anda telah melebihi batas yang diizinkan untuk navigasi jauh dari pengujian Anda

source: Your test has finished. You can close the window now
id: pengujian Anda telah selesai. Anda dapat menutup jendela sekarang

source: Installation Complete
id: Pemasangan selesai

source: Aho! The System is installed successfully.
id: Aho! Sistem tersebut berhasil diinstal.

source: Go to Admin/Teacher Interface
id: Pergi ke Admin / Guru Antarmuka

source: User
id: Pengguna

source: Go to Front End/Student Interface
id: Pergi ke Front End / Mahasiswa Antarmuka

source: Visit our website
id: Kunjungi situs web kami

source: for documentation and support
id: untuk dokumentasi dan dukungan

source: My Exam Stats
id: Statistik Ujian saya

source: Total Exam Given
id: Total Ujian Mengingat

source: Absent Exams
id: Ujian absen

source: Best Score in
id: Skor terbaik di

source: On
id: Di

source: Failed in
id: gagal di

source: Average Percentage
id: rata-rata Persentase

source: Your Rank
id: Rank

source: Month Wise Performance
id: Kinerja Bulan Wise

source: Exam Wise Performance
id: Ujian Kinerja Wise

source: Top 10
id: atas

source: Todays Exam
id: todays Ujian

source: Top
id: Teratas

source: These are the exam(s) that can be taken right now
id: Ini adalah ujian (s) yang dapat diambil sekarang

source: No Exams found for today
id: Tidak ada Ujian ditemukan untuk hari ini

source: Something went wrong
id: Ada sesuatu yang tidak beres.

source: Show
id: Tampilkan

source: Prev
id: Sebelumnya

source: Next
id: Berikutnya

source: Showing {:start} to {:current} of {:count} entries
id: Menampilkan {:start} ke {:current} dari {:count} entri

source: Email Verification
id: Verifikasi email

source: Please Enter Verification Code in the Text Box
id: Silahkan Masukkan Kode Verifikasi di Box Text

source: Re-Send Email Verification
id: Re-Kirim Email Verifikasi

source: Please Enter Email Id in the Text Box which you enter at the time of registration
id: Silahkan Masukkan Id Email di Kotak Teks yang Anda masukkan pada saat pendaftaran

source: Purchased Exam
id: Ujian dibeli

source: Expired Exam
id: Ujian kadaluarsa

source: These are the exam(s) which has been expired
id: Ini adalah ujian (s) yang telah berakhir

source: No Exams found
id: Tidak ada Ujian ditemukan

source: Thank you for using the test
id: Terima kasih telah menggunakan tes

source: 1. The test instructions were
id: 1. instruksi tes yang

source: Largely Clear
id: sebagian besar Batal

source: Medium Clear
id: sedang Batal

source: Not Clear
id: Tidak jelas

source: 2. Language of question was
id: 2. Bahasa pertanyaan adalah

source: 3. Overall test experience was
id: 3. Secara keseluruhan pengalaman tes itu

source: Good
id: Baik

source: Better
id: Lebih baik

source: Best
id: Hormat kami,

source: Any other feedback suggestion
id: Setiap saran umpan balik lainnya

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
id: Silakan tutup semua jendela chatting Anda, screen-saver, dan anti-virus program sebelum memulai tes Anda

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
id: Jangan tekan \ "F5 " selama tes Anda. Ini akan menyelesaikan tes Anda dan Anda tidak akan dapat membuka kembali tes

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
id: Tanggapan Anda akan disimpan. Jika pengujian Anda terputus untuk alasan apapun, tanggapan Anda sampai titik yang akan disimpan

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
id: Tutup semua program yang meng-upload atau men-download file di latar belakang Sebagai contoh: Dropbox, torrent, dll

source: Instructions
id: petunjuk

source: I am ready to begin
id: Saya siap untuk memulai

source: Exam Start
id: ujian Mulai

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
id: Ujian ini dibayar. Jumlah harus dipotong di dompet Anda secara otomatis. Setelah memulai timer ujian tidak akan berhenti. Apakah Anda ingin membayar & memulai?

source: These are the exam(s) which has been purchased
id: Ini adalah ujian (s) yang telah dibeli

source: Correct Marks
id: Marks benar

source: Save & Next
id: Simpan & Berikutnya

source: Unreview
id: Belum ditinjau

source: Review
id: Ulasan

source: Reset Answer
id: ulang Jawaban

source: Finish
id: Selesai

source: Current Question
id: Pertanyaan saat ini

source: Answered
id: menjawab

source: Not Answered
id: Tidak Terjawab

source: Navigated Away
id: navigasikan Jauh

source: you had navigated away from the test window. This will be reported to Moderator
id: Anda telah berlayar jauh dari jendela tes. Ini akan dilaporkan ke moderator

source: Do not repeat this behaviour
id: Jangan ulangi perilaku ini

source: Otherwise you may get disqualified
id: Jika tidak, Anda mungkin mendapatkan didiskualifikasi

source: Continue
id: Lanjutkan

source: Finalize
id: Menyelesaikan
