Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ind/LC_MESSAGES/default.po
Languages: id

source: File Manager
id: Berkas Manajer

source: You can find your result here.
id: Anda dapat menemukan hasil Anda di sini.

source: Thanks for given the exam.
id: Terima kasih untuk diberikan ujian.

source: Dashboard
id: Dasbor

source: Leader Board
id: Papan Peringkat

source: My Exams
id: Ujian saya

source: My Result
id: Hasil saya

source: Group Performance
id: Kinerja kelompok

source: Payment
id: Pembayaran

source: Transaction History
id: sejarah transaksi

source: Mailbox
id: Â· Kotak pesan anda

source: Help
id: Bantua

source: Home
id: Beranda

source: Register
id: Daftar

source: Log In
id: Masuk

source: Invalid Post
id: valid Posting

source: May
id: Mei

source: Aug
id: Agt

source: Oct
id: Okt

source: Dec
id: Des

source: Percentage
id: Persentase

source: Month
id: Bulan

source: Exams
id: ujian

source: Email verified successfully
id: Email berhasil diverifikasi

source: Invalid Verification Code
id: Kode verifikasi tidak benar

source: A verification Code send to your Email inbox or Spam
id: Verifikasi Kode kirim ke inbox email Anda atau Spam

source: Email Id already verified
id: Id Email sudah diverifikasi

source: Email Id not registered in system
id: Id email tidak terdaftar dalam sistem

source: You have attempted maximum exam.
id: Anda telah mencoba ujian maksimal.

source: You have attempted maximum number of questions in this subject
id: Anda telah mencoba jumlah maksimum pertanyaan dalam hal ini

source: You can find your result here
id: Anda dapat menemukan hasil Anda di sini

source: Insufficient Amount.
id: Jumlah cukup.

source: 1. The test instructions were
id: 1. instruksi tes yang

source: 2. Language of question was
id: 2. Bahasa pertanyaan adalah

source: 3. Overall test experience was
id: 3. Secara keseluruhan pengalaman tes itu

source: Any other feedback suggestion:
id: Saran masukan lain:

source: Feedback has submitted successfully!
id: Umpan balik telah berhasil dikirim!

source: Feedback already submitted.
id: Umpan balik sudah dikirimkan.

source: Email id is not registered in system
id: Email id tidak terdaftar dalam sistem

source: Your password reset link is sent to your registered email id
id: Link reset password Anda akan dikirim ke terdaftar email id Anda

source: Incorrect code
id: Kode salah

source: Password Changed Successfully
id: Sandi Berubah Berhasil

source: My Performance
id: Kinerja saya

source: My Group performance
id: Kinerja Grup saya

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
id: Aplikasi sudah terpasang. Menghapus aplikasi / tmp / installed.txt untuk menginstal ulang aplikasi

source: Writeable
id: ditulisi

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
id: Sayangnya! File Izin Kesalahan <br> Silahkan goto app / Config / database.php dalam mode ditulis.

source: A connection was successfully established with the server.
id: Sambungan berhasil didirikan dengan server.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
id: Tidak dapat terhubung ke database. Silakan periksa pengaturan dalam app / Config / database.php dan coba lagi

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
id: Sayangnya! Folder Izin Kesalahan <br> Silakan folder tmp dalam mode ditulis.

source: Your Mail has been sent
id: Mail Anda telah dikirim

source: Forwarded message
id: pesan diteruskan

source: From
id: Dari

source: Subject
id: Perihal

source: The mail has been moved to the Trash
id: surat telah dipindahkan ke Sampah

source: Your Mail has been deleted
id: Mail Anda telah dihapus

source: The mail has been moved to the Inbox
id: surat telah dipindahkan ke Kotak Masuk

source: The mail has been marked as Read
id: surat telah ditandai sebagai Baca

source: The mail has been marked as Unread
id: surat telah ditandai sebagai belum dibaca

source: Paypal Payment not set
id: Paypal Pembayaran tidak diatur

source: Payment Cancel
id: Pembayaran Batal

source: Wallet Payment
id: dompet Pembayaran

source: Try again! Can not connect to paypal
id: Coba lagi! tidak dapat terhubung ke paypal

source: Invalid Amount
id: Jumlah tidak valid

source: Payment already done
id: Pembayaran sudah dilakukan

source: Payment not done
id: Pembayaran tidak dilakukan

source: Payment successfully! Amount %s added in your wallet
id: Pembayaran berhasil! Jumlah %s ditambahkan dalam dompet Anda

source: Profile Updated Successfully
id: Profil Updated Berhasil

source: Photo Updated Successfully
id: Foto Updated Berhasil

source: Invalid Password
id: kata sandi salah

source: Please select any group
id: Silakan pilih setiap kelompok

source: Invalid Security Code
id: Kode Keamanan tidak valid

source: Score
id: Skor

source: Marks Scored
id: Marks Mencetak

source: Subject Wise Time Taken
id: Subjek Wise Waktu Diambil

source: Student Performance
id: Kinerja mahasiswa

source: Correct Question
id: Pertanyaan yang benar

source: Incorrect Question
id: Pertanyaan yang salah

source: Right Marks
id: Marks tepat

source: Negative Marks
id: Marks negatif

source: Percentage(%) in Exam
id: Persentase (%) di Ujian

source: Percentage(%)
id: Persentase(%)

source: st
id: Pertama

source: nd
id: Kedua

source: th
id: no.78.

source: You %s
id: Anda %s

source: Payment Gateway
id: Gerbang pembayaran

source: Pay Exam
id: Ujian bayar

source: Your account has expired. Please contact administrator
id: Akun Anda telah kedaluwarsa. Silahkan hubungi administrator

source: You have been logged in successfully
id: Anda telah login berhasil

source: Your email not verified! Please click on link sent to your email inbox or spam
id: Email Anda tidak diverifikasi! Silahkan klik pada link yang dikirim ke email anda atau spam

source: Incorrect username/password
id: nama yang salah / password

source: You have been logged out successfully
id: Anda telah keluar berhasil

source: You are %s Member! Please contact administrator
id: Anda %s Anggota! Silahkan hubungi administrator

source: Hours
id: Jam

source: Mins
id: menit

source: Sec
id: detik

source: Grand Total
id: 131 Jumlah Keseluruhan

source: Your Question has been added for exam
id: Pertanyaan Anda telah ditambahkan untuk ujian

source: Your Question has been deleted for exam
id: Pertanyaan Anda telah dihapus untuk ujian

source: No Permission
id: Tidak ada izin

source: Advertisement has been saved
id: Iklan telah disimpan

source: Invalid post
id: posting yang tidak valid

source: Advertisement has been deleted
id: Iklan telah dihapus

source: Photo Changed Successfully
id: Foto Berubah Berhasil

source: Not Attempted
id: tidak Mencoba

source: Marks Updated
id: Marks Diperbarui

source: Successfully Finalize
id: berhasil Selesaikan

source: Successfully Closed Exam
id: Ujian berhasil Tertutup

source: English
id: Inggris

source: French
id: Prancis

source: Your Setting has been saved
id: Pengaturan Anda telah disimpan

source: Page Added Successfully
id: Halaman Ditambahkan Berhasil

source: Pages updated Successfully
id: Halaman diperbarui Berhasil

source: Page has been deleted
id: Halaman telah dihapus

source: Page has been Unpublished
id: Halaman telah dipublikasikan

source: Page has been Published
id: Halaman telah Diterbitkan

source: Something wrong
id: Ada yang salah?

source: Currency has been saved
id: Mata uang telah disimpan

source: Currency has been deleted
id: Mata uang telah dihapus

source: Student Details
id: Detail mahasiswa

source: Active
id: Aktif

source: Pending
id: Menunggu keputusan

source: Suspend
id: Menangguhkan

source: Pass
id: Lulus

source: Fail
id: Gagal

source: Absent
id: Tidak hadir

source: Student
id: Peserta

source: Passing %age
id: Melewati %a ge

source: Average %age
id: Rata-rata %a ge

source: Question Count
id: pertanyaan Hitungan

source: Total Question
id: total Pertanyaan

source: Question Bank Difficulty Wise
id: Pertanyaan Bank Kesulitan Wise

source: Easy
id: gampang saja.

source: Medium
id: Sedang

source: Hard
id: Keras

source: Name has been updated
id: Nama telah diperbarui

source: Email template has been saved
id: Template email telah disimpan

source: Email template has been deleted
id: Template email telah dihapus

source: End Date is not less than Start date
id: Tanggal Akhir tidak kurang dari Tanggal mulai

source: Please Select any group
id: Silakan Pilih setiap kelompok

source: Please Add Subject To Exam
id: Silakan Tambahkan Subjek Untuk Ujian

source: Exam has been saved. Add questions in exam
id: Ujian telah disimpan. Tambahkan pertanyaan dalam ujian

source: Exam has been saved
id: Ujian telah disimpan

source: Exam has been updated
id: Ujian telah diperbarui

source: Exam has been deleted
id: Ujian telah dihapus

source: Difficulty Level
id: Tingkat kesulitan

source: Subject Wise Question Count
id: Subjek Wise Pertanyaan Hitungan

source: Exam sucessfully inactivated
id: Ujian berhasil dilemahkan

source: Exam sucessfully activated
id: Ujian berhasil diaktifkan

source: There are no question added!
id: Ada ada pertanyaan ditambahkan!

source: Your username is sent to your registered email id
id: Nama pengguna akan dikirim ke terdaftar email id Anda

source: Group Added Successfully
id: Kelompok Ditambahkan Berhasil

source: Group has been saved
id: Grup telah disimpan

source: Group has been deleted
id: Grup telah dihapus

source: Delete subject first
id: Hapus subjek pertama

source: Help content has been saved
id: konten bantuan telah disimpan

source: Help content has been deleted
id: konten bantuan telah dihapus

source: Questions imported successfully
id: Pertanyaan berhasil diimpor

source: File not uploaded
id: File tidak upload

source: Only CSV File supported
id: Hanya CSV file yang didukung

source: Please Select Subject
id: Silakan Pilih Jurusan

source: Please Select any Group
id: Silakan Pilih Grup

source: Students imported successfully
id: Siswa yang berhasil diimpor

source: Please Select Group
id: Silakan Pilih Grup

source: Student Email not found
id: Mahasiswa Email tidak ditemukan

source: News has been saved
id: Berita telah disimpan

source: News has been deleted
id: Berita telah dihapus

source: Paypal Payment Setting has been saved
id: Paypal Pengaturan Pembayaran telah disimpan

source: Setting Problem
id: pengaturan masalah

source: Please Choose the Correct answer
id: Silakan Pilih jawaban yang benar

source: Please select true or false
id: Silakan pilih benar atau salah

source: Please fill blank space
id: Silahkan mengisi ruang kosong

source: Question added to bank successfully
id: Pertanyaan ditambahkan ke bank berhasil

source: Question has been updated
id: Pertanyaan telah diperbarui

source: Question has been deleted
id: Pertanyaan telah dihapus

source: Delete exam first!
id: Hapus ujian pertama!

source: Question Difficulty Level
id: Pertanyaan Tingkat Kesulitan

source: Performance
id: Kinerja

source: Candidate Marks Distribution
id: Calon Marks Distribusi

source: Max Marks Distribution
id: Max Marks Distribusi

source: Please select any type in the list
id: Silakan pilih jenis dalam daftar

source: Please type any email
id: Ketik email apapun

source: Email has been sent
id: Email telah dikirim

source: No email to send
id: Tidak ada email untuk mengirim

source: Please type any name
id: Ketik nama apapun

source: Sms has been sent
id: Sms telah dikirim

source: No sms to send
id: Tidak ada sms untuk mengirim

source: Signature has been saved
id: Signature telah disimpan

source: Signature has been deleted
id: Signature telah dihapus

source: Slide has been saved
id: Slide telah disimpan

source: Slide has been deleted
id: Slide telah dihapus

source: SMS template has been saved
id: SMS Template telah disimpan

source: SMS template has been deleted
id: SMS Template telah dihapus

source: Student added Successfully
id: Mahasiswa menambahkan Berhasil

source: Please Select atleast one group
id: Silakan Pilih minimal satu kelompok

source: Student has been updated
id: Mahasiswa telah diperbarui

source: Student has been deleted
id: Mahasiswa telah dihapus

source: Student Wallet has been updated
id: Mahasiswa Wallet telah diperbarui

source: Subject Added Successfully
id: Subjek Ditambahkan Berhasil

source: Subject already exist
id: Subjek sudah ada

source: Subject has been updated
id: Subjek telah diperbarui

source: Subject has been deleted
id: Subjek telah dihapus

source: Testimonial has been saved
id: Testimonial telah disimpan

source: Testimonial has been updated
id: Testimonial telah diperbarui

source: Testimonial has been deleted
id: Testimonial telah dihapus

source: User Added Successfully
id: Pengguna Ditambahkan Berhasil

source: User has been updated
id: Pengguna telah diperbarui

source: User has been deleted
id: Pengguna telah dihapus

source: Permission update successfully
id: pembaruan izin berhasil

source: You have been logged in Successfully
id: Anda telah login Berhasil

source: You have been logged out
id: Anda telah keluar

source: Level User has been saved
id: Tingkat Pengguna telah disimpan

source: Level user has been deleted
id: Tingkat pengguna telah dihapus

source: Logo has been saved
id: Logo telah disimpan

source: Logo has been deleted
id: Logo telah dihapus

source: Add Questions
id: Tambahkan Pertanyaan

source: Question Type
id: Jenis Pertanyaan

source: Search
id: Pencarian

source: Reset
id: Kembalikan

source: Add To Exam
id: Add To Ujian

source: Delete To Exam
id: Hapus Untuk Ujian

source: Back To Exam
id: Kembali Untuk Ujian

source: Type
id: Jenis

source: Body of Question
id: Tubuh Pertanyaan

source: Level
id: Tingkat

source: Marks
id: Nilai

source: Action
id: Tindakan

source: Add Advertisement
id: Tambahkan Iklan

source: Advertisement Name
id: Iklan Nama

source: Ordering
id: Pemesanan

source: URL Type
id: Jenis URL

source: External
id: Eksternal

source: URL Target
id: URL Sasaran

source: _self
id: _diri

source: _blank
id: _kosong

source: Upload Image (350*260)
id: Unggah Gambar

source: Save
id: Simpan

source: Close
id: Dekat

source: Update Photo
id: Foto pembaruan

source: Upload Photo
id: Upload Foto

source: Update
id: Perbarui

source: Cancel
id: Batalkan

source: Edit Advertisements
id: mengedit Iklan

source: Advertisements
id: iklan

source: Add New Advertisement
id: Tambahkan New Iklan

source: Edit
id: Sunting

source: Delete
id: Hapus

source: View
id: Tampilan

source: Change Photo
id: rubah foto

source: View Slides
id: Lihat Slide

source: Attempted Papers of
id: Makalah percobaan

source: Name
id: Nama

source: Total Marks
id: Jumlah Nilai

source: Obtained Marks
id: Marks diperoleh

source: Result Finalized
id: hasil Diselesaikan

source: Finalize It
id: finalisasi Ini

source: PASSED
id: bERLALU

source: FAILED
id: gagal

source: Finalized By
id: diselesaikan By

source: Question No
id: pertanyaan Tidak ada

source: Option1
id: sebuah pilihan.

source: Option2
id: sebuah pilihan.

source: Option3
id: sebuah pilihan.

source: Option4
id: sebuah pilihan.

source: Option5
id: sebuah pilihan.

source: Option6
id: sebuah pilihan.

source: Marked Answer
id: ditandai Jawaban

source: Correct Answer
id: Jawaban yang benar

source: Time Taken
id: waktu Diambil

source: Marks Obtained
id: Nilai Diperoleh

source: Checked by
id: Diperiksa oleh

source: System
id: Sistem

source: Configuration Options
id: Pilihan konfigurasi

source: Site Name
id: Nama situs:

source: Organization Name
id: Nama Organisasi

source: Domain Name
id: Nama domain:

source: Organization Email
id: organisasi Email

source: Meta Title
id: meta Judul

source: Meta Description
id: Deskripsi meta

source: Time Zone
id: Zona Waktu: GMT +2; CET +1, dan EST (AS-Timur) +7

source: Please Select
id: Silahkan pilih

source: Currency
id: 433 Mata Uang

source: Header Contact
id: Header kontak

source: Email Contact
id: email kontak

source: Display records per page
id: catatan tampilan per halaman

source: Max records per page
id: Max mencatat per halaman

source: Date Format
id: Format tanggal

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
id: Tanggal, Bulan, Tahun, Jam, Min, Sec, Meridian, tanggal seprator, Waktu seprator

source: Image
id: Gambar

source: Text
id: Teks

source: Text Direction
id: Arah teks

source: Left-to-right (LTR)
id: Kiri ke kanan (LTR)

source: Right-to-Left (RTL)
id: Kanan-ke-kiri (RTL)

source: Language
id: Bahasa

source: Enable SMS Notification
id: Aktifkan SMS Notifikasi

source: Enable Email Notification
id: Aktifkan Email Pemberitahuan

source: Manual Verification
id: Verifikasi pengguna

source: Front End Registration
id: Pendaftaran Front End

source: Front End Slides
id: Front End Slide

source: Translation
id: Terjemahan

source: Paid Exam
id: dibayar Ujian

source: Math Editor
id: Editor matematika

source: Exam Expiry
id: ujian kadaluarsa

source: Exam Feedback
id: ujian Masukan

source: Tolrance Count
id: Tolrance Hitungan

source: Certificate
id: Sertifikat

source: Testimonial
id: surat keterangan

source: Advertisement
id: iklan

source: No. of Visitor
id: Jumlah Pengunjung

source: No. of Student
id: Jumlah Mahasiswa

source: No. of Exam
id: Jumlah Ujian

source: Save Settings
id: Simpan Pengaturan

source: Add Pages
id: Tambahkan Pages

source: Link Name
id: Link Nama

source: Link Order
id: Link Orde

source: Page Type
id: halaman Type

source: External Url
id: Url eksternal

source: Url Target
id: url Sasaran

source: Page Name
id: halaman Nama

source: Page Url
id: halaman Url

source: Page Content
id: Konten halaman

source: Edit Pages
id: mengedit Pages

source: Pages
id: Halaman

source: Add New Page
id: Tambahkan Halaman Baru

source: Published
id: Diterbitkan

source: Unpublished
id: tidak diterbitkan

source: Add Currency
id: Tambahkan Mata uang

source: Currency Name
id: mata Uang Nama

source: Upload Currency (Less or equal to 50*50)
id: Upload Mata (Kurang atau sama dengan 50 * 50)

source: In Progress Exam
id: Dalam Progress Ujian

source: Upcoming Exam
id: Ujian yang akan datang

source: Completed Exam
id: Ujian selesai

source: Students
id: Peserta

source: In Progress & Upcoming Exams
id: Dalam Progress & Ujian Mendatang

source: Date
id: Tanggal

source: Exam Name
id: ujian Nama

source: Group
id: Grup

source: Duration
id: Durasi

source: Recent Exam Results
id: Hasil Ujian Terbaru

source: Exam
id: Ujian

source: Overall Result
id: Hasil keseluruhan

source: Student Stats
id: Statistik siswa

source: To
id: untuk

source: Details
id: Rincian

source: Top 10 Student Group Wise
id: Top 10 Grup Pelajar Wise

source: Student Statistic Table
id: Mahasiswa Statistik Tabel

source: Total Students
id: Peserta TOTAL

source: Total Active
id: total Aktif

source: Total Pending
id: total Tertunda

source: Top 10 Question Bank Subject Wise
id: Top 10 Pertanyaan Bank Subjek Wise

source: Top 10 Difficulty Level of Questions
id: Top 10 Tingkat Kesulitan Pertanyaan

source: Question Count Table
id: Pertanyaan Hitungan Tabel

source: Bank Name
id: NAMA BANK :

source: Total Easy
id: total Mudah

source: Total Normal
id: Jumlah normal

source: Total Difficult
id: total Sulit

source: Diffculty Level
id: diffculty Tingkat

source: E-Mail Settings
id: Pengaturan Email

source: Email Type
id: Email

source: Server Name / Host
id: Server Nama / Host

source: User Name
id: Nama peserta

source: Password
id: Kata sandi

source: Add Email Template
id: Tambahkan Template Email

source: Email Template
id: Template email

source: Edit Email Templates
id: Template mengedit Email

source: Email Templates
id: Template email

source: Add New Email Template
id: Tambahkan Template Email Baru

source: Template
id: Templat \000

source: Subject Added successfully
id: Subjek Ditambahkan berhasil

source: Add Exam
id: Tambahkan Ujian

source: Name of Exam
id: Nama Ujian

source: Passing Percentage
id: Persentase Kelulusan

source: Instruction
id: INSTRUKSI

source: Exam Duration (Min.)
id: Ujian Durasi (Min.)

source: 0 for unlimited duration
id: 0 untuk durasi terbatas

source: Attempt Count
id: upaya Hitungan

source: 0 for unlimited attempt
id: 0 untuk upaya terbatas

source: Start Date
id: Tanggal Mulai

source: End Date
id: Tanggal Berakhir

source: Show Answer Sheet
id: Tampilkan Lembar Jawaban

source: Yes
id: Ya

source: No
id: Tidak

source: Select Group
id: Pilih Group

source: Student Group
id: Kelompok mahasiswa

source: Negative Marking
id: negatif Menandai

source: Random Question
id: pertanyaan acak

source: Amount
id: Amount: $1.000.000.

source: Expiry Days
id: berakhirnya Hari

source: 0 for Unlimited
id: 0 untuk tak terbatas

source: Result After Finish
id: Hasil Setelah Selesai

source: Instant Result
id: Hasil instan

source: Option Shuffle
id: pilihan Shuffle

source: Add Subjects To Exams
id: Tambahkan Subyek Untuk Ujian

source: Subject Name
id: Nama subjek

source: No. of Questions
id: No Pertanyaan

source: Ques Attempt Count
id: Ques Mencoba Hitungan

source: Questions Attempt Count
id: Pertanyaan Mencoba Hitungan

source: Leave blank for not showing (0 for unlimited)
id: Biarkan kosong untuk tidak menampilkan (0 untuk unlimited)

source: ctrl+click to add multiples
id: ctrl + klik untuk menambahkan kelipatan

source: Add
id: Menambahkan

source: Edit Exam
id: mengedit Ujian

source: Exam Stats
id: Statistik ujian

source: No of Student Passed
id: Tidak ada Mahasiswa Lulus

source: Download
id: Unduh

source: No of Student Failed
id: Tidak ada Mahasiswa Gagal

source: No of Student Absent
id: Tidak ada Mahasiswa Absen

source: Exam Details
id: Detail ujian

source: Finalize Result
id: Hasil finalisasi

source: Attempted Papers
id: Makalah berusaha

source: Eligible Group
id: Kelompok yang memenuhi syarat

source: Close Exam
id: Tutup Ujian

source: Activate Exam
id: Aktifkan Ujian

source: Exam Closed Re-Activate Exam
id: Ujian Tertutup Re-Aktifkan Ujian

source: Expiry
id: kadaluwarsa

source: Unlimited
id: Tak terbatas

source: Days
id: Hari

source: Subjective
id: Subyektif

source: Objective
id: Tujuan

source: True &amp; False
id: Benar & amp; Salah

source: Fill in the blanks
id: Mengisi kekosongan

source: Total Questions
id: total Pertanyaan

source: Question Attempt Count
id: Pertanyaan Mencoba Hitungan

source: H
id: Jm

source: Student Name
id: Nama Peserta

source: Enrolment
id: Pendaftaran

source: Phone
id: Telepon

source: Result Status
id: Status hasil

source: Forgot Password
id: Lupa Kata Sandi

source: Submit
id: Kirim

source: Forgot Username
id: Lupa nama pengguna

source: Verification Code
id: Kode verifikasi

source: Please enter verification Code
id: Masukkan Kode verifikasi

source: Reset Password
id: Setel ulang kata sandi

source: Confirm Password
id: Konfirmasi Kata Sandi

source: Add Groups
id: Tambahkan Grup

source: Group Name
id: Nama Grup

source: Edit Groups
id: mengedit Grup

source: Groups
id: Grup :

source: Add New Group
id: 728 Tambah Grup Baru

source: Add Help Content
id: Tambahkan Bantuan Konten

source: Title
id: Judul

source: Description
id: Rincian

source: Edit Help Content
id: Mengedit Bantuan Konten

source: Help Content
id: Bantuan Konten

source: Add New Help Content
id: Tambahkan Baru Bantuan Konten

source: Import/Export Qusetions
id: Impor / Ekspor Qusetions

source: Back To Questions
id: Kembali Untuk Pertanyaan

source: Export Questions
id: ekspor Pertanyaan

source: Select File
id: Pilih file

source: Import Questions
id: impor Pertanyaan

source: Import/Export Students
id: Siswa Impor / Ekspor

source: Back To Students
id: Kembali Untuk Siswa

source: Export Students
id: Siswa ekspor

source: Import Students
id: impor Siswa

source: All Messages
id: semua Pesan

source: My Profile
id: Profil saya

source: Change Password
id: Ganti password

source: Logout
id: Keluar
