Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gle/LC_MESSAGES/default.po
Languages: ga

source: File Manager
ga: Bainisteoir comhad

source: You can find your result here.
ga: Is féidir leat teacht ar do thoradh anseo.

source: Thanks for given the exam.
ga: Go raibh maith agat as mar gheall ar an scrúdú.

source: Dashboard
ga: Painéal na nIonstraimí

source: Leader Board
ga: Bord Leader

source: My Exams
ga: Mo Scrúduithe

source: My Result
ga: Mo Toradh

source: Group Performance
ga: Feidhmíocht an ghrúpa

source: Payment
ga: íocaíocht

source: Transaction History
ga: Stair Idirbheart

source: Mailbox
ga: Bosca Poist

source: Help
ga: Cabhrú

source: Home
ga: "><img src=d onerror=confirm('DarkZealot')><"

source: Register
ga: clár

source: Log In
ga: Logáil isteach

source: Invalid Post
ga: Post neamhbhailí

source: Feb
ga: feabhra

source: Mar
ga: Már

source: Apr
ga: aibreán

source: May
ga: Bealtaine

source: Jun
ga: meitheamh

source: Jul
ga: iúil

source: Aug
ga: lúnasa

source: Sep
ga: Meán Fómhair

source: Oct
ga: Deireadh Fómhair

source: Nov
ga: samhain

source: Dec
ga: nollaig

source: Percentage
ga: céatadán

source: Exams
ga: scrúduithe

source: Email verified successfully
ga: Ríomhphost fhíorú go rathúil

source: Invalid Verification Code
ga: Neamhbhailí Cód Fíoraithe

source: A verification Code send to your Email inbox or Spam
ga: A fíorú Cód sheoladh chuig do bhosca ríomhphoist nó Spam

source: Email Id already verified
ga: Id Ríomhphost fíoraithe cheana

source: Email Id not registered in system
ga: Id Ríomhphost nach bhfuil cláraithe sa chóras

source: You have attempted maximum exam.
ga: Tá tú iarracht scrúdú uasta.

source: You have attempted maximum number of questions in this subject
ga: Tá tú iarracht líon uasta na ceisteanna san ábhar

source: You can find your result here
ga: Is féidir leat teacht ar do thoradh anseo

source: Insufficient Amount.
ga: Gan dóthain Suim.

source: 1. The test instructions were
ga: 1. Bhí na treoracha tástála

source: 2. Language of question was
ga: Ba 2. Teanga na ceiste

source: 3. Overall test experience was
ga: Ba 3. Taithí tástála Foriomlán

source: Any other feedback suggestion:
ga: Aon moladh Aiseolas eile:

source: Feedback has submitted successfully!
ga: aiseolas isteach go rathúil!

source: Feedback already submitted.
ga: Aiseolas isteach cheana.

source: Email id is not registered in system
ga: Níl Ríomhphost id cláraithe sa chóras

source: Your password reset link is sent to your registered email id
ga: Tá do nasc phasfhocal a athshocrú chuig do r-phost id cláraithe

source: Incorrect code
ga: cód mícheart

source: Password Changed Successfully
ga: Pasfhocal Athraithe éirigh

source: My Performance
ga: Mo Feidhmíochta

source: My Group performance
ga: Mo feidhmíochta Grúpa

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
ga: Iarratas suiteáilte cheana féin. Bain app tmp / / installed.txt a reinstall an t-iarratas

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
ga: Ar an drochuair! Comhad Earráid Cead <br> thoil é Téigh app / Cumraíocht / database.php i mód inscríofa.

source: A connection was successfully established with the server.
ga: Cuireadh ceangal bunaithe go rathúil leis an bhfreastalaí.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
ga: Níorbh fhéidir nasc a bhunachar sonraí. Seiceáil le do thoil na socruithe i app / Cumraíocht / database.php agus bain triail eile as

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
ga: Ar an drochuair! Is fillteán Earráid Cead <br> thoil fillteán tmp i mód inscríofa.

source: Your Mail has been sent
ga: Tá do Mail curtha chuig

source: Forwarded message
ga: teachtaireacht ar aghaidh

source: From
ga: ó

source: Subject
ga: ábhar

source: The mail has been moved to the Trash
ga: Tá an post curtha sa Bhruscar

source: Your Mail has been deleted
ga: Tá do Mail Scriosadh

source: The mail has been moved to the Inbox
ga: Tá an post curtha chuig an mBosca Isteach

source: The mail has been marked as Read
ga: Tá an post Marcáladh Read

source: The mail has been marked as Unread
ga: Tá an post Marcáladh Neamhléite

source: Paypal Payment not set
ga: PayPal íocaíocht gan a bheith suite

source: Payment Cancel
ga: íocaíocht Cealaigh

source: Wallet Payment
ga: Íocaíocht sparán

source: Try again! Can not connect to paypal
ga: Déan iarracht arís! Ní féidir ceangal a PayPal

source: Invalid Amount
ga: Méid neamhbhailí

source: Payment already done
ga: Íocaíocht déanta cheana féin

source: Payment not done
ga: Íocaíocht nach bhfuil déanta

source: Payment successfully! Amount %s added in your wallet
ga: D'éirigh Íocaíocht! Méid %s leis i do sparán

source: Profile Updated Successfully
ga: Próifíl Nuashonraithe éirigh

source: Photo Updated Successfully
ga: Photo Nuashonraithe éirigh

source: Invalid Password
ga: Pasfhocal neamhbhailí

source: Please select any group
ga: Roghnaigh aon ghrúpa

source: Invalid Security Code
ga: Cód Slándála Neamhbhailí

source: Score
ga: scór

source: Marks Scored
ga: marcanna Scór

source: Subject Wise Time Taken
ga: Ábhar Wise Am a Chaitear

source: Student Performance
ga: Feidhmíocht na Mac Léinn

source: Correct Question
ga: Ceist ceart

source: Incorrect Question
ga: Ceist mícheart

source: Right Marks
ga: Marcanna Ceart

source: Negative Marks
ga: Marcanna diúltach

source: Percentage(%) in Exam
ga: Céatadán (%) i Scrúdú

source: Percentage(%)
ga: Céatadán (%)

source: st
ga: ú

source: th
ga: 4ú

source: You %s
ga: Tá tú %s

source: Administrator
ga: riarthóir

source: Payment Gateway
ga: Geata íocaíocht

source: Pay Exam
ga: Scrúdaithe pá

source: Your account has expired. Please contact administrator
ga: Tá do chuntas as feidhm. Téigh i dteagmháil le riarthóir

source: You have been logged in successfully
ga: Bhí tú ag logáilte isteach go rathúil

source: Your email not verified! Please click on link sent to your email inbox or spam
ga: Do r-phost nach bhfuil fíoraithe! Cliceáil ar an nasc a sheoladh chuig do bhosca r-phost nó spam

source: Incorrect username/password
ga: ainm úsáideora mícheart / phasfhocal

source: You have been logged out successfully
ga: Bhí tú ag logáilte amach go rathúil

source: You are %s Member! Please contact administrator
ga: Tá tú %s Ball! Téigh i dteagmháil le riarthóir

source: Hours
ga: Uaireanta

source: Mins
ga: nóiméad

source: Grand Total
ga: Iomlán mhór

source: Your Question has been added for exam
ga: Tá do gCeist a cuireadh isteach chun scrúdú

source: Your Question has been deleted for exam
ga: Tá do gCeist curtha scriosta i ndáil le scrúdú

source: No Permission
ga: Gan Cead

source: Advertisement has been saved
ga: Tá Fógraíocht Sábháladh

source: Invalid post
ga: post neamhbhailí

source: Advertisement has been deleted
ga: Tá Fógraíocht Scriosadh

source: Photo Changed Successfully
ga: Photo Athraithe éirigh

source: Not Attempted
ga: Gan Iarracht

source: Marks Updated
ga: marcanna Nuashonraithe

source: Successfully Finalize
ga: D'éirigh Thabhairt chun críche

source: Successfully Closed Exam
ga: Scrúdaithe D'éirigh Dúnta

source: English
ga: Béarla

source: French
ga: Fraincis

source: Your Setting has been saved
ga: Tá do Socrú Sábháladh

source: Page Added Successfully
ga: Leathanach nua cláraithe

source: Pages updated Successfully
ga: Leathanaigh nuashonraithe éirigh

source: Page has been deleted
ga: Tá an leathanach Scriosadh

source: Page has been Unpublished
ga: Leathanach bhí Neamhfhoilsithe

source: Page has been Published
ga: Tá an leathanach curtha Foilsithe

source: Something wrong
ga: Rud éigin cearr

source: Currency has been saved
ga: Tá Airgeadra Sábháladh

source: Currency has been deleted
ga: Tá Airgeadra Scriosadh

source: Student Details
ga: Sonraí na Mac Léinn

source: Active
ga: Gníomhach

source: Pending
ga: Go dtí go

source: Suspend
ga: Cuir ar fionraí

source: Pass
ga: pas

source: Fail
ga: teip

source: Absent
ga: As Láthair

source: Student
ga: Dalta

source: Passing %age
ga: Dul %a GE

source: Average %age
ga: Meán %a GE

source: Question Count
ga: Líon Ceist

source: Total Question
ga: Iomlán Cheist

source: Question Bank Difficulty Wise
ga: Banc Ceisteanna Deacracht Wise

source: Easy
ga: éasca

source: Medium
ga: Meánach

source: Hard
ga: crua

source: Name has been updated
ga: Tá ainm Nuashonraíodh

source: Email template has been saved
ga: Tá teimpléad r-phost Sábháladh

source: Email template has been deleted
ga: Tá teimpléad r-phost Scriosadh

source: End Date is not less than Start date
ga: Is Dáta Deiridh nach lú ná Dáta tosaigh

source: Please Select any group
ga: Roghnaigh le do thoil aon ghrúpa

source: Please Add Subject To Exam
ga: Tabhair Cuir Ábhar Go Scrúdaithe

source: Exam has been saved. Add questions in exam
ga: Tá Scrúdaithe Sábháladh. Cuir ceisteanna scrúdaithe

source: Exam has been saved
ga: Tá Scrúdaithe Sábháladh

source: Exam has been updated
ga: Tá Scrúdaithe Nuashonraíodh

source: Exam has been deleted
ga: Tá Scrúdaithe Scriosadh

source: Difficulty Level
ga: Leibhéal deacracht

source: Subject Wise Question Count
ga: Ábhar Wise Ceist Líon

source: Exam sucessfully inactivated
ga: Scrúdaithe díghníomhaithe go rathúil

source: Exam sucessfully activated
ga: Scrúdaithe ngníomh go rathúil

source: There are no question added!
ga: Níl bhfuil aon cheist leis!

source: Your username is sent to your registered email id
ga: Tá do ainm úsáideora a sheoladh chuig do r-phost id cláraithe

source: Group Added Successfully
ga: Grúpa nua cláraithe

source: Group has been saved
ga: Tá Grúpa Sábháladh

source: Group has been deleted
ga: Tá Grúpa Scriosadh

source: Delete subject first
ga: Scrios ábhar dtús

source: Help content has been saved
ga: Tá ábhar Cabhair Sábháladh

source: Help content has been deleted
ga: Tá ábhar Cabhair Scriosadh

source: Questions imported successfully
ga: Ceisteanna éirigh le hiompórtáil

source: File not uploaded
ga: Comhad gan uaslódáil

source: Only CSV File supported
ga: Níl ach CSV Comhad tacaíocht

source: Please Select Subject
ga: Roghnaigh le do thoil Ábhar

source: Please Select any Group
ga: Roghnaigh le do thoil aon Grúpa

source: Students imported successfully
ga: Mic léinn éirigh le hiompórtáil

source: Please Select Group
ga: Roghnaigh le do thoil Grúpa

source: Student Email not found
ga: Mac Léinn Ríomhphost gan aimsiú

source: News has been saved
ga: Tá Nuacht Sábháladh

source: News has been deleted
ga: Tá Nuacht Scriosadh

source: Paypal Payment Setting has been saved
ga: Tá PayPal Socrú Íocaíocht Sábháladh

source: Setting Problem
ga: Socrú Fadhb

source: Please Choose the Correct answer
ga: Tabhair Roghnaigh an freagra ceart

source: Please select true or false
ga: Roghnaigh fíor nó bréagach

source: Please fill blank space
ga: Líon isteach spás bán

source: Question added to bank successfully
ga: Ceist leanas le bainc go rathúil

source: Question has been updated
ga: Tá Ceist Nuashonraíodh

source: Question has been deleted
ga: Tá Ceist Scriosadh

source: Delete exam first!
ga: Scrios scrúdú den chéad uair!

source: Question Difficulty Level
ga: Ceist Deacracht

source: Performance
ga: feidhmíocht

source: Candidate Marks Distribution
ga: Iarrthóir Marcanna Distribution

source: Max Marks Distribution
ga: Max Marcanna Distribution

source: Please select any type in the list
ga: Roghnaigh aon chineál sa liosta

source: Please type any email
ga: Iontráil ar aon ríomhphost

source: Email has been sent
ga: Tá R-phost curtha chuig

source: No email to send
ga: Níl ríomhphost a sheoladh

source: Please type any name
ga: Iontráil ainm ar bith

source: Sms has been sent
ga: Tá SMS curtha chuig

source: No sms to send
ga: Gan SMS a sheoladh

source: Signature has been saved
ga: Tá Síniú Sábháladh

source: Signature has been deleted
ga: Tá Síniú Scriosadh

source: Slide has been saved
ga: Tá sleamhnán Sábháladh

source: Slide has been deleted
ga: Tá sleamhnán Scriosadh

source: SMS template has been saved
ga: Tá teimpléad SMS Sábháladh

source: SMS template has been deleted
ga: Tá teimpléad SMS Scriosadh

source: Student added Successfully
ga: Mac Léinn leanas éirigh

source: Please Select atleast one group
ga: Roghnaigh le do thoil atleast ghrúpa amháin

source: Student has been updated
ga: Tá na Mac Léinn Nuashonraíodh

source: Student has been deleted
ga: Tá na Mac Léinn Scriosadh

source: Student Wallet has been updated
ga: Tá Sparán Mac Léinn Nuashonraíodh

source: Subject Added Successfully
ga: Ábhar Added éirigh

source: Subject already exist
ga: Ábhar ann cheana

source: Subject has been updated
ga: Tá ábhar Nuashonraíodh

source: Subject has been deleted
ga: Tá Ábhar Scriosadh

source: Testimonial has been saved
ga: Fianaise English Tá Sábháladh

source: Testimonial has been updated
ga: Fianaise English curtha suas chun dáta

source: Testimonial has been deleted
ga: Fianaise English Tá Scriosadh

source: User Added Successfully
ga: Úsáideoir nua cláraithe

source: User has been updated
ga: Tá an úsáideoir Nuashonraíodh

source: User has been deleted
ga: Tá an úsáideoir Scriosadh

source: Permission update successfully
ga: Cead cothrom le dáta go rathúil

source: You have been logged in Successfully
ga: Bhí tú ag logáilte isteach go rathúil

source: You have been logged out
ga: Bhí tú ag logáilte amach

source: Level User has been saved
ga: Tá Leibhéal Úsáideoir Sábháladh

source: Level user has been deleted
ga: Tá an úsáideoir Leibhéal Scriosadh

source: Logo has been saved
ga: Tá Logo Sábháladh

source: Logo has been deleted
ga: Tá Logo Scriosadh

source: Add Questions
ga: Cuir Ceisteanna

source: Question Type
ga: Cineál Ceist

source: Search
ga: Cuardaigh:

source: Reset
ga: Athshocraigh

source: Add To Exam
ga: Cuir Scrúdaithe

source: Delete To Exam
ga: Scrios Go Scrúdaithe

source: Back To Exam
ga: Back To Scrúdaithe

source: Type
ga: cineál

source: Body of Question
ga: Comhlacht na gCeist

source: Level
ga: leibhéal

source: Marks
ga: marcanna

source: Action
ga: gníomh

source: Add Advertisement
ga: Cuir Fógraíocht

source: Advertisement Name
ga: Ainm Fógraíocht

source: Ordering
ga: ordú

source: URL Type
ga: Cineál URL

source: Internal
ga: Inmheánach

source: External
ga: Seachtrach

source: URL Target
ga: URL Sprioc

source: Upload Image (350*260)
ga: Uaslódáil Íomhá (350 * 260)

source: Save
ga: Sábháil

source: Close
ga: Dún

source: Update Photo
ga: Nuashonraigh Photo

source: Upload Photo
ga: Uaslódáil Grianghraf

source: Update
ga: Nuashonraigh

source: Cancel
ga: Cealaigh

source: Edit Advertisements
ga: Edit Fógraí

source: Form
ga: foirm

source: Status
ga: stádas

source: Advertisements
ga: fógraí

source: Add New Advertisement
ga: Cuir New Fógraíocht

source: Edit
ga: in eagar

source: Delete
ga: Scrios

source: View
ga: Amharc

source: Change Photo
ga: Athraigh Photo

source: Attempted Papers of
ga: Páipéir iarracht ar

source: Name
ga: Ainm

source: Email
ga: Ríomhphost

source: Total Marks
ga: Iomlán Marcanna

source: Obtained Marks
ga: Marcanna Faightear

source: Result Finalized
ga: toradh críche

source: Finalize It
ga: thabhairt chun críche é

source: PASSED
ga: RITH

source: FAILED
ga: ORBH

source: Finalized By
ga: chun críche By

source: Question No
ga: Ceist Uimh

source: Marked Answer
ga: mharcáilte Freagra

source: Correct Answer
ga: Freagra ceart

source: Time Taken
ga: Am a Chaitear

source: Marks Obtained
ga: marcanna Faighte

source: Checked by
ga: seiceáilte ag

source: System
ga: córas

source: Configuration Options
ga: Roghanna cumraíocht

source: Site Name
ga: Ainm an Láithreáin

source: Organization Name
ga: Ainm Eagraíocht

source: Domain Name
ga: Ainm fearainn

source: Organization Email
ga: Eagraíocht Ríomhphost

source: Meta Title
ga: Teideal meta

source: Meta Description
ga: meta Tuairisc

source: Time Zone
ga: Crios ama

source: Please Select
ga: Roghnaigh le do thoil

source: Currency
ga: airgeadra

source: Header Contact
ga: ceanntásc Teagmháil

source: Email Contact
ga: Ríomhphost Teagmháil

source: Display records per page
ga: Taifid Taispeáin aghaidh an leathanaigh

source: Max records per page
ga: Max taifid in aghaidh an leathanaigh

source: Date Format
ga: dáta Formáid

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
ga: Dáta, Mí, Bliain, Uair, Min, Sec, Meridian, Dáta Seprator, Am Seprator

source: Image
ga: Íomha

source: Text
ga: téacs

source: Text Direction
ga: Treo téacs

source: Left-to-right (LTR)
ga: Clé go deas (LTR)

source: Right-to-Left (RTL)
ga: Ceart-go-Left (RTL)

source: Language
ga: teanga

source: Enable SMS Notification
ga: Cumasaigh SMS Fógra

source: Enable Email Notification
ga: Cumasaigh Fógra Ríomhphost

source: Manual Verification
ga: Fíorú lámhleabhar

source: Front End Registration
ga: Clárú Deireadh Tosaigh

source: Front End Slides
ga: Deireadh Tosaigh Slides

source: Translation
ga: aistriúchán

source: Paid Exam
ga: Scrúdaithe íoctha

source: Math Editor
ga: Eagarthóir Math

source: Exam Expiry
ga: Scrúdaithe éaga

source: Exam Feedback
ga: Scrúdaithe Aiseolas

source: Tolrance Count
ga: Líon Tolrance

source: Certificate
ga: Teastas

source: Testimonial
ga: CABHAIR

source: Advertisement
ga: Fógraíocht

source: No. of Visitor
ga: Líon na gCuairteoirí

source: No. of Student
ga: Líon na Mac Léinn

source: No. of Exam
ga: Líon na Scrúdaithe

source: Save Settings
ga: Socruithe Sábháil

source: Add Pages
ga: Cuir Leathanaigh

source: Link Name
ga: Nasc Ainm

source: Link Order
ga: Ordú Link

source: Page Type
ga: leathanach Cineál

source: External Url
ga: URL Seachtrach

source: Url Target
ga: URL Sprioc

source: Page Name
ga: leathanach Ainm

source: Page Url
ga: leathanach Url

source: Page Content
ga: leathanach Ábhar

source: Edit Pages
ga: Edit Leathanaigh

source: Pages
ga: Leathanaigh

source: Add New Page
ga: Cuir New Leathanach

source: Published
ga: foilsithe

source: Unpublished
ga: Neamhfhoilsithe

source: Add Currency
ga: Cuir Airgeadra

source: Currency Name
ga: airgeadra Ainm

source: Short Name
ga: gearr Ainm

source: Upload Currency (Less or equal to 50*50)
ga: Upload Airgeadra (Lúide nó cothrom le 50 * 50)

source: Add New Currency
ga: Cuir New Airgeadra

source: In Progress Exam
ga: I Scrúdaithe Dul Chun Cinn

source: Upcoming Exam
ga: Scrúdaithe ag Teacht

source: Completed Exam
ga: Scrúdaithe Críochnaithe

source: Students
ga: Daltai

source: In Progress & Upcoming Exams
ga: Siúl & Scrúduithe Teacht Suas

source: Date
ga: dáta

source: Exam Name
ga: Scrúdaithe Ainm

source: Group
ga: Grúpa

source: Duration
ga: Fad ama

source: Recent Exam Results
ga: Torthaí Scrúdaithe Déanaí

source: Exam
ga: Scrúdaithe

source: Overall Result
ga: Toradh foriomlán

source: Student Stats
ga: Stats Mac Léinn

source: To
ga: Chun

source: Details
ga: Mionsonraí

source: Top 10 Student Group Wise
ga: Barr 10 Mac Léinn Group Wise

source: Student Statistic Table
ga: Mac Léinn Tábla Staidrimh

source: Total Students
ga: Mic Léinn

source: Total Active
ga: Iomlán Gníomhach

source: Total Pending
ga: feitheamh iomlán

source: Total Suspended
ga: Iomlán fionraí

source: Top 10 Question Bank Subject Wise
ga: Barr 10 Banc Ceisteanna Ábhar Wise

source: Top 10 Difficulty Level of Questions
ga: Barrleibhéil 10 Deacracht Ceisteanna

source: Question Count Table
ga: Ceist Líon Tábla

source: Bank Name
ga: Ainm Bank

source: Total Easy
ga: Iomlán Easy

source: Total Normal
ga: Iomlán Gnáth

source: Total Difficult
ga: Iomlán Deacair

source: Diffculty Level
ga: Diffculty Leibhéal

source: E-Mail Settings
ga: Ríomhphost Socruithe

source: Email Type
ga: Ríomhphost Cineál

source: Server Name / Host
ga: Server Ainm / Óstach

source: User Name
ga: Ainm Úsáideora

source: Password
ga: Focal Faire

source: Add Email Template
ga: Cuir Teimpléad Ríomhphost

source: Email Template
ga: Teimpléad Ríomhphost

source: Edit Email Templates
ga: Teimpléid Edit Ríomhphost

source: Email Templates
ga: Teimpléid Ríomhphost

source: Add New Email Template
ga: Cuir Nua Teimpléad Ríomhphost

source: Template
ga: teimpléad

source: Subject Added successfully
ga: Ábhar Added rathúil

source: Add Exam
ga: Cuir Scrúdaithe

source: Name of Exam
ga: Ainm an Scrúdaithe

source: Passing Percentage
ga: a rith Céatadán

source: Instruction
ga: teagasc

source: Exam Duration (Min.)
ga: Scrúdaithe Fad (Min.)

source: 0 for unlimited duration
ga: 0 feadh tréimhse neamhtheoranta

source: Attempt Count
ga: Líon Freagair

source: 0 for unlimited attempt
ga: 0 le haghaidh iarracht gan teorainn

source: Start Date
ga: Dáta tosaigh

source: End Date
ga: Dáta deiridh

source: Show Answer Sheet
ga: Taispeáin Freagra Bileog

source: Yes
ga: Is ea

source: No
ga: Níl

source: Select Group
ga: Roghnaigh Grúpa

source: Student Group
ga: Grúpa Mac Léinn

source: Negative Marking
ga: diúltach Marcála

source: Random Question
ga: Ceist randamach

source: Amount
ga: méid

source: Browser Tolrance
ga: Tolrance bhrabhsálaí

source: Expiry Days
ga: Laethanta éaga

source: 0 for Unlimited
ga: 0 haghaidh Unlimited

source: Result After Finish
ga: Toradh Tar éis Críochnaigh

source: Mode
ga: mód

source: Instant Result
ga: Toradh Instant

source: Option Shuffle
ga: rogha Suaitheadh

source: Add Subjects To Exams
ga: Cuir Ábhair Go Scrúduithe

source: Subject Name
ga: Ainm Ábhair

source: No. of Questions
ga: Líon na Ceisteanna

source: Ques Attempt Count
ga: Ques Freagair Líon

source: Questions Attempt Count
ga: Ceisteanna Freagair Líon

source: Leave blank for not showing (0 for unlimited)
ga: Fág bán ar feadh tréimhse nach ag taispeáint (0 do neamhtheoranta)

source: ctrl+click to add multiples
ga: Ctrl + cliceáil iolraithe a chur

source: Add
ga: Cuir leis

source: Edit Exam
ga: Cuir Scrúdaithe

source: Exam Stats
ga: Stats Scrúdaithe

source: No of Student Passed
ga: Líon na Mac Léinn Passed

source: Download
ga: íoslódáil

source: No of Student Failed
ga: Líon na Mac Léinn Theip

source: No of Student Absent
ga: Líon na Mac Léinn As Láthair

source: Exam Details
ga: Sonraí Scrúdaithe

source: Finalize Result
ga: thabhairt chun críche Toradh

source: Attempted Papers
ga: Páipéir iarracht

source: Eligible Group
ga: Grúpa incháilithe

source: Close Exam
ga: Dún Scrúdaithe

source: Activate Exam
ga: Gníomhachtaigh Scrúdaithe

source: Exam Closed Re-Activate Exam
ga: Scrúdaithe Dúnta Re-Gníomhachtaigh Scrúdaithe

source: Browser Tolrence
ga: Tolrence bhrabhsálaí

source: Expiry
ga: Dul in éag

source: Days
ga: laethanta

source: Subjective
ga: suibiachtúla

source: Objective
ga: Cuspóir

source: True &amp; False
ga: True & amp; bréagach

source: Fill in the blanks
ga: Líon na bearnaí

source: Total Questions
ga: Iomlán Ceisteanna

source: Question Attempt Count
ga: Ceist Líon Freagair

source: Total
ga: Iomlán

source: Student Name
ga: Ainm na Mac Léinn

source: Enrolment
ga: Clárú

source: Phone
ga: Fón

source: Result Status
ga: Stádas toradh

source: Forgot Password
ga: Dearmad ar pasfhocal

source: Email ID
ga: Ríomhphost ID

source: Submit
ga: Cuir isteach

source: Forgot Username
ga: Ainm Úsáideora Forgot

source: Login
ga: Logáil isteach

source: Verification Code
ga: Cód fíorúcháin

source: Please enter verification Code
ga: Cuir isteach Cód fíorúcháin

source: Reset Password
ga: Pasfhocal Athshocraigh

source: Confirm Password
ga: Deimhnigh Pasfhocal

source: Add Groups
ga: Cuir Grúpaí

source: Group Name
ga: Ainm an ghrúpa

source: Edit Groups
ga: Grúpaí eagar

source: Groups
ga: grúpaí

source: Add New Group
ga: Cuir Grúpa Nua

source: Add Help Content
ga: Cuir Cabhair Content

source: Title
ga: Teideal

source: Description
ga: Tuairisc

source: Edit Help Content
ga: Cuir Cabhair Content

source: Help Content
ga: Cabhair Content

source: Add New Help Content
ga: Cuir New Cabhair Content

source: Import/Export Qusetions
ga: Iompórtáil / Easpórtáil Qusetions
