Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gle/LC_MESSAGES/default.po
Languages: ga

source: Trinidad and Tobago
ga: Oileán na Tríonóide agus Tobága

source: Tunisia
ga: Túinéis

source: Turkey
ga: Tuirc

source: Turkmenistan
ga: tuircméanastáin

source: Turks and Caicos Islands
ga: Oileáin na dTurcach agus na gCaiceos

source: Ukraine
ga: An Úcráin

source: United Arab Emirates
ga: Aontas na nÉimíríochtaí Arabacha

source: United Kingdom
ga: an Ríocht Aontaithe

source: United States
ga: Stáit Aontaithe

source: Uzbekistan
ga: Úisbéiceastáin

source: Vanuatu
ga: Vanuatú

source: Venezuela
ga: Veiniséala

source: Virgin Islands, British
ga: Oileáin na Maighdean, na Breataine

source: Virgin Islands, U.s.
ga: Oileáin na Maighdean, Linn

source: Wallis and Futuna
ga: Vailís agus Futúna

source: Western Sahara
ga: An Sahára Thiar

source: Zambia
ga: tSaimbia

source: Zimbabwe
ga: an tsiombáib

source: Invalid argument #1: %s is not a valid %s identifyer.
ga: Neamhbhailí argóint # 1: %s nach bhfuil bailí %s identifyer.

source: %s for Row %d failed to save.
ga: %s le Rae %d theip a shábháil.

source: You need to define at least one field to be toggleable.
ga: Ní mór duit a shainmhíniú réimse amháin ar a laghad a bheith toggleable.

source: The field %s is not in the list of toggleable fields.
ga: An réimse %s nach bhfuil an liosta de na réimsí toggleable.

source: The field %s does not have two toggleable states defined.
ga: An réimse %s nach bhfuil dhá stát toggleable sainithe.

source: Invalid record
ga: taifead neamhbhailí

source: Server lipsum.com returns error code %s.
ga: Freastalaí lipsum.com tuairisceáin cód earráide %s .

source: Response from lipsum.com is empty or could not be decoded.
ga: Is freagra ón lipsum.com folamh nó nach bhféadfaí a dhíchódú.

source: Connection to server lipsum.com failed. %s.
ga: Theip ar cheangal le lipsum.com bhfreastalaí. %s .

source: Please correct the errors below.
ga: Ceartaigh na botúin thíos.

source: Error
ga: earráid

source: The requested address %s was not found on this server.
ga: D'fhéadfadh an seoladh iarrtha %s Níor aimsíodh ar an bhfreastalaí.

source: An Internal Error Has Occurred.
ga: An bhfuil Earráide inmheánach Tharla.

source: datasource configuration was not found
ga: Níor chumraíocht datasource aimsíodh

source: CakePHP: the rapid development php framework
ga: CakePHP: an creat php forbairt go mear

source: Debug setting does not allow access to this url.
ga: Ní leagan Dífhabhtaigh sholáthraíonn rochtain ar an url.

source: Add New Exam
ga: Cuir Scrúdaithe Nua

source: Inactive
ga: Neamhghníomhach

source: Start & End Date
ga: Tosaigh & Dáta Deiridh

source: Certification of Completion
ga: Deimhniú Críochnaithe

source: Click here to download excel file format
ga: Cliceáil anseo chun íoslódáil formáid comhaid fheabhas

source: Are you sure, you want to close this exam?
ga: An bhfuil tú cinnte, ba mhaith leat a dhúnadh ar an scrúdú?

source: Are you sure, you want to re-activate this exam?
ga: An bhfuil tú cinnte, ba mhaith leat a ath-ghníomhachtú an scrúdú?

source: Closed
ga: dúnta

source: Results
ga: Torthaí

source: Configurations
ga: Cumraíochtaí

source: Contents
ga: Clár ábhair

source: Email & SMS
ga: Ríomhphost & SMS

source: Customer Support Service
ga: Seirbhís Tacaíochta do Chustaiméirí

source: Knowledge Base (for Documentation)
ga: Bunachar Faisnéise (do Dhoiciméadú)

source: Forum (24x7x)
ga: Fóram (24x7x)

source: Live Chat (For Sales & Billing Only)
ga: Live Chat (Le haghaidh Sales & Billeáil Amháin)

source: Support (For Technical Support)
ga: Tacaíocht (Le haghaidh Tacaíocht Theicniúil)

source: Visit Our Website
ga: Tabhair cuairt ar ár Láithreán Gréasáin

source: for more documentation & Details
ga: le haghaidh tuilleadh doiciméadú & Sonraí
