Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gle/LC_MESSAGES/default.po
Languages: ga

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
ga: Tá an Scrúdaithe íoctar. Ba cheart méid a asbhaint ar do sparán go huathoibríoch. Tar éis tosú an t-amadóir scrúdú ní stop. Ar mhaith leat a íoc agus tús?

source: These are the exam(s) which has been purchased
ga: Is iad seo an scrúdú (í) atá ceannaithe

source: Correct Marks
ga: Marcanna ceart

source: Save & Next
ga: Sábháil & Ar Aghaidh

source: Review
ga: Athbhreithniú

source: Reset Answer
ga: Athshocraigh Freagra

source: Finish
ga: Críochnaigh

source: Current Question
ga: Ceist atá ann faoi láthair

source: Answered
ga: Freagraíodh

source: Not Answered
ga: Gan Freagraí

source: you had navigated away from the test window. This will be reported to Moderator
ga: Bhí navigated tú ar shiúl ó na fuinneoige tástála. Déanfar é seo a thuairisciú do moderator

source: Do not repeat this behaviour
ga: Ná arís leis an iompar

source: Otherwise you may get disqualified
ga: Seachas sin is féidir leat a fháil dícháilithe

source: Continue
ga: Leanúint

source: Finalize
ga: thabhairt chun críche

source: Do you wish to submit and close the
ga: Ar mhaith leat a chur isteach agus dún an

source: Once you submit, you will not be able to review the
ga: Chomh luath agus a chuireann tú, ní bheidh tú in ann chun athbhreithniú a dhéanamh

source: Summary of your attempts in this
ga: Achoimre ar do iarrachtaí sa

source: as show below
ga: mar seó thíos

source: Attempted
ga: iarracht

source: Return To First Question
ga: Ar ais go An Chéad Ceist

source: These are the exam(s) that are planned you in near future
ga: Is iad seo an scrúdú (í) atá beartaithe agat go luath amach anseo

source: Attempt Now
ga: Freagair Anois

source: Your performance compared to your group
ga: Do fheidhmíocht i gcomparáid le do ghrúpa

source: Can't read? Reload
ga: Ní féidir a léamh? Reload

source: Enter security code shown above
ga: Cuir isteach cód slándála a thaispeántar thuas

source: Answer simple math
ga: Freagair mata simplí

source: Attempts
ga: Iarrachtaí

source: Remaining
ga: fágtha

source: Expiry Date
ga: Dáta éaga

source: Expired Date
ga: Dáta Expired

source: Free
ga: Saor

source: Not Purchased
ga: Gan Ceannaithe

source: View Details
ga: Sonraí View

source: Load Editor
ga: Eagarthóir Luchtaigh

source: Installation
ga: suiteáil

source: Step 1 of 4
ga: Céim 1 de 4

source: Server Configuration & Setup Requirements
ga: Cumraíocht Freastalaí & Socrú Riachtanais

source: Setup Requirements
ga: Riachtanais Socrú

source: Installing this software require certain server side extension and capability
ga: Shuiteáil na bogearraí seo a cheangal síneadh áirithe taobh freastalaí agus cumas

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
ga: seiceáil le do thoil anseo thíos agus a chur i gcomparáid le do fhreastalaí dealbha atá ann faoi láthair ar an gceart. Is féidir leat cliceáil ar an deilbhín in aice le gach teicneolaíocht le haghaidh sonraí.

source: Extensions &amp; Applications
ga: Eisínteachtaí & amp; Iarratais

source: HTTP Server. For example: Apache
ga: HTTP Server. Mar shampla: Apache

source: Require
ga: A éileamh

source: PHP 5.2.8 or greater
ga: PHP 5.2.8 nó níos mó

source: Database Engine MySQL (4 or greater)
ga: Innill Bunachar Sonraí MySQL (4 nó níos mó)

source: PDO Extension
ga: Síneadh STFC

source: GD Extension
ga: Síneadh GD

source: Mandatory
ga: Éigeantach

source: Server Status
ga: Stádas freastalaí

source: Web Server
ga: Freastalaí gréasáin

source: PHP Version
ga: PHP Leagan

source: MYSQL Version
ga: MySQL Leagan

source: PDO Unavailable
ga: STFC Unavailable

source: PDO Available
ga: STFC fáil

source: Directory &amp; File Permission
ga: Eolaire & amp; Cead comhad

source: These Folders of Files need to be
ga: Ní mór na Fillteáin Comhaid a bheith

source: Writable
ga: inscríofa

source: for application to be installed.
ga: do chur i bhfeidhm a shuiteáil.

source: Folders or Files
ga: Fillteáin nó Comhaid

source: app/Config/database.php
ga: app / Cumraíocht / database.php

source: app/Config/core.php
ga: app / Cumraíocht / core.php

source: Refresh
ga: Athnuaigh

source: Let's Start
ga: A ligean ar Tosaigh

source: Step 2 of 4
ga: Céim 2 de 4

source: Installation Agreement
ga: Comhaontú suiteáil

source: I Accept to Proceed
ga: Glac mé a aghaidh

source: Step 3 of 4
ga: Céim 3 de 4

source: Database Connection Settings
ga: Socruithe Bunachar Sonraí Ceangal

source: Host Name
ga: óstach Ainm

source: Usually Localhost
ga: De ghnáth, localhost

source: Database Name
ga: Bunachar Sonraí Ainm

source: Database User
ga: Bunachar Sonraí Úsáideoir

source: Database User Name
ga: Bunachar Sonraí Úsáideoir

source: Database Password
ga: Bunachar Sonraí Pasfhocal

source: Database User Password
ga: Bunachar Sonraí Úsáideora Pasfhocal

source: Database Type
ga: Bunachar Sonraí Cineál

source: Test Connection
ga: Ceangal tástáil

source: Step 4 of 4
ga: Céim 4 de 4

source: Name of Your Website
ga: Ainm an Do Gréasáin

source: Meta Keyword
ga: meta Eochairfhocal

source: Useful for SEO
ga: Úsáideacha do Sinsearach

source: Meta Content for SEO
ga: Ábhar Meta do Sinsearach

source: Please Select Timezone
ga: Roghnaigh le do thoil Amchrios

source: Name of Your Organization/Company
ga: Ainm Do Eagraíocht / Company

source: Default Admin Email
ga: Default Riarachán Ríomhphost

source: Install Sample Data With Dummy Entries
ga: Suiteáil sonraí Samplach Le Lipsum Iontrálacha

source: Install
ga: Suiteáil

source: Welcome to
ga: Fáilte go

source: Set Avatar
ga: Socraigh Avatar

source: Sign out
ga: Logáil Amach

source: Copyright
ga: Cóipcheart

source: follow on facebook
ga: leanúint ar facebook

source: Latest News & Events
ga: Nuacht is Déanaí & Imeachtaí

source: Time
ga: Am

source: Download PDF
ga: íoslódáil PDF

source: Average Percentage(%)
ga: Céatadán Meán (%)

source: Exam Given
ga: Scrúdaithe Mar gheall

source: Delete Forever
ga: Scrios Deo

source: Move to Trash
ga: Bog go dtí an Bruscar

source: News Detail
ga: Sonraigh Nuacht

source: No of Visitors
ga: Líon na gCuairteoirí

source: No of Students
ga: Líon na Mac Léinn

source: No of Exams
ga: Líon na Scrúduithe

source: Payment From Pay Pal
ga: Íocaíocht Ó Pá PAL

source: Pay From Pay Pal
ga: Pá Ó Pá PAL

source: Profile
ga: Próifíl

source: Edit Profile
ga: Próifíl in eagar

source: New Student Register
ga: Clár Nua do Mhic Léinn

source: Security Code
ga: Cód slándála

source: Answers
ga: Freagraí

source: My Results
ga: Mo Torthaí

source: Attempt Date
ga: Freagair Dáta

source: SUBJECT REPORT
ga: TUARASCÁIL ÁBHAIR

source: TIME MANAGEMENT
ga: MANAGEMENT TIME

source: QUESTION REPORT
ga: TUAIRISC CEIST

source: COMPARE REPORT
ga: TUARASCÁIL COMPARE

source: Score Card For
ga: Scór Cárta Do

source: Total No. of Student
ga: Méid Iomlán Mac Léinn

source: My Marks
ga: Mo Marcanna

source: Total Marks of Test
ga: Marcanna iomlán na Tástála

source: My Percentile
ga: Mo Peircintíl

source: Total Question in Test
ga: Iomlán Cheist i Tástáil

source: Total Attempt Question in Test
ga: Iomlán Cheist Freagair i Tástáil

source: Left Question
ga: Chlé Ceist

source: Left Question Marks
ga: Chlé Marc Ceist

source: Total Time of Test
ga: Am Iomlán Tástála

source: My Time
ga: Mo Am

source: My Rank
ga: Mo Rank

source: Performance Report For
ga: Tuarascáil Feidhmíochta Do

source: Question & Marks Wise Report For
ga: Ceist & Marcanna Tuarascáil Wise Do

source: Subject Report For
ga: Tuairisc Ábhar Do

source: Correct
ga: Ceart

source: Unattempted Questions
ga: Ceisteanna Unattempted

source: Graphical Report For
ga: Tuairisc grafach Do

source: Time Management For
ga: Bainistíocht Ama Mar

source: Question Report For
ga: Tuairisc Ceist Do

source: Question Status
ga: Stádas Ceist

source: Your Answer
ga: Do Freagra

source: Your Score
ga: do Scór

source: Your Time
ga: do Am

source: Solution For
ga: réiteach Do

source: Not Attempt
ga: Gan Iarracht

source: Attempt
ga: iarracht

source: Incorrect
ga: mícheart

source: Your Answers
ga: do Freagraí

source: Solution
ga: réiteach

source: Bookmark
ga: Leabharmharc

source: Compare Report For
ga: Déan comparáid idir Tuairisc Do

source: Total Ques.
ga: Iomlán ques.

source: Maximum Marks
ga: Marcanna uasta

source: Attempted Ques.
ga: Ques Iarracht.

source: Unattempted Ques.
ga: Ques Unattempted.

source: Correct Ques.
ga: Ques ceart.

source: Incorrect Ques.
ga: Ques mícheart.

source: Percentile
ga: peircintíl

source: Previous
ga: roimhe Seo

source: This is to certify that
ga: Deimhnítear leis seo go bhfuil

source: has succesfully completed the
ga: curtha i gcrích go rathúil ar an

source: in course program offered by
ga: i gcúrsa an chláir ar fáil ag

source: Student Login
ga: Logáil Mac Léinn

source: Sign In
ga: Sínigh isteach

source: New User? Create Account
ga: Úsáideoir Nua? Cruthaigh Cuntas

source: Engine is not loaded
ga: Níl an Inneall luchtaithe

source: Pdf engine "%s" not found
ga: Pdf inneall \ " %s " gan aimsiú

source: Pdf engines must extend "AbstractPdfEngine"
ga: Ní mór do innill Pdf leathnú \ "AbstractPdfEngine "

source: Crypto is not loaded
ga: Níl Criptithe luchtaithe

source: Pdf crypto "%s" not found
ga: Pdf criptithe \ " %s " gan aimsiú

source: Crypto engine must extend "AbstractPdfCrypto"
ga: Ní mór an t-inneall Criptithe leathnú \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
ga: Níl an tréith Rialaitheoir $ pdfConfig cheartú nó ar iarraidh

source: -> Testing :url
ga: -> Tástáil: url

source: Total Requests made: :requests
ga: Iomlán na nIarratas a rinneadh:: Iarratais

source: Total Time elapsed: :duration (seconds)
ga: Am Iomlán caite:: ré (soicindí)

source: Requests/Second: :rps req/sec
ga: Iarratais / Dara:: RPS req / soic

source: Average request time: :average-time seconds
ga: Meán-am a iarraidh:: meán-am soicind

source: Standard deviation of average request time: :std-dev
ga: diall caighdeánach ham meán:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
ga: Faide / iarratais is giorra:: sec faide /: soic giorra

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
ga: Is féidir leat a fháil ar roinnt tagarmharcála garbh statisticsabout URL láncháilithe.

source: The URL to request.
ga: An URL a iarraidh.

source: Number of iterations to perform.
ga: Roinnt athleaganacha a dhéanamh.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
ga: am iomlán uasta do gach atriallta, i seconds.If thógann atriall amháin níos mó ná an teorainn ama, ní ghlacfar ach amháin iarratas a dhéanamh

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
ga: Úsáid Sampla: `tagarmharc císte --n 10 --t 100 http: // localhost / testsite`. <Info> Tabhair faoi deara: </ info> nach bhfuil an tagarmharc san áireamh bhrabhsálaí amanna rindreáil.

source: Component initialization
ga: initialization Comhpháirt

source: Controller action
ga: gníomh rialaitheoir

source: Controller action start
ga: tús gníomh Rialaitheoir

source: Processing toolbar state
ga: stáit próiseála toolbar

source: Processing toolbar data
ga: sonraí a phróiseáil toolbar

source: Controller render start
ga: Rialaitheoir rindreáil tús

source: Could not load DebugToolbar panel %s
ga: Níorbh fhéidir luchtú DebugToolbar painéal %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
ga: Próiseáil Core (Díorthaithe ó $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
ga: Headers sheoladh cheana féin i %s ar líne %s . Ní féidir sonraí logáil sheoladh chuig FirePHP.

source: Incorrect parameter count for FireCake::fb()
ga: count mícheart paraiméadar do FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
ga: Líon uasta (99,999) teachtaireachtaí bainte!

source: There are no active panels. You must enable a panel to see its output.
ga: Níl aon painéil gníomhach. Ní mór duit a chumasú painéal a fheiceáil a aschur.

source: App Constants
ga: app Tairisigh

source: CakePHP Constants
ga: CakePHP Tairisigh

source: PHP Environment
ga: PHP Comhshaol

source: Hidef Environment
ga: HiDef Comhshaol

source: Request History
ga: Stair Iarratas

source: No previous requests logged.
ga: Aon iarratas roimhe logáilte.

source: previous requests available
ga: iarratais roimhe seo ar fáil

source: Restore to current request
ga: Athchóirigh do iarratas atá ann faoi láthair

source: Included Files
ga: Comhaid San áireamh

source: There were no log entries made this request
ga: Ní raibh aon iontrálacha logáil rinneadh an iarraidh seo

source: Request
ga: Iarratas

source: No post data.
ga: Aon sonraí poist.

source: No querystring data.
ga: Aon sonraí querystring.

source: Current Route
ga: Bealach atá ann faoi láthair

source: Session
ga: seisiún

source: Sql Logs
ga: SQL Logchomhaid

source: No query logs when debug < 2.
ga: Uimh logs cheist nuair debug <2.

source: No query logs.
ga: Uimh logs cheist.

source: Total Time: %s ms <br />Total Queries: %s queries
ga: Am Iomlán: %s ms <br /> Iomlán SQL: %s fiosrúcháin

source: Query Explain:
ga: Iarratas Mínigh:

source: Click an "Explain" link above, to see the query explanation.
ga: Cliceáil ar \ "Mínigh " nasc thuas, a fheiceáil ar an míniú cheist.

source: No active database connections
ga: Níl naisc bunachar gníomhach

source: Memory
ga: cuimhne

source: Peak Memory Use
ga: Peak Cuimhne Úsáid

source: Memory use
ga: úsáid cuimhne

source: Total Request Time:
ga: Am Iomlán Iarratas:

source: Time in ms
ga: Am in ms

source: Graph
ga: Graf

source: View Variables
ga: Féach ar Athróga

source: Rendering View
ga: rindreáil Amharc

source: Rendering %s
ga: Rindreála %s

source: View render complete
ga: Féach rindreáil críochnaithe

source: Explain
ga: Mínigh

source: Starting %sms into the request, taking %sms
ga: Ag tosú %s ms isteach an t-iarratas, ag cur %s ms

source: No markup errors found
ga: Aon earráidí marcála aimsíodh

source: maybe slow
ga: b'fhéidir mall

source: Absolute path or relative to APP.
ga: cosán iomlán nó i gcoibhneas le APP.

source: An error occured while getting the status of your account.
ga: Tharla earráid agus ag dul ar an stádas do chuntas.

source: There was an error while connecting to Paypal
ga: Tharla earráid agus nascadh leis PayPal

source: There was a problem initiating the transaction, please try again.
ga: Bhí fadhb a thionscnaíonn an t-idirbheart, le do thoil bain triail eile as.

source: There was a problem getting your details, please try again.
ga: Bhí fadhb ann ag fáil do chuid sonraí, le do thoil bain triail eile as.

source: There was an error completing the payment
ga: Tharla earráid agus a chríochnú an íocaíocht

source: There was a problem processing the transaction, please try again.
ga: Bhí fadhb a phróiseáil an t-idirbheart, le do thoil bain triail eile as.

source: There was an error processing the card payment
ga: Tharla earráid agus a phróiseáil an íocaíocht le cárta

source: There was a problem processing your card, please try again.
ga: Bhí fadhb ann a phróiseáil do chárta, le do thoil bain triail eile as.

source: There was an error processing the the refund
ga: Tharla earráid agus a phróiseáil aisíoc an

source: A problem occurred during the refund process, please try again.
ga: Fadhb a tharla le linn an phróisis aisíoc, le do thoil bain triail eile as.

source: There was an problem communicating with the payment gateway
ga: Tharla fadhb le cumarsáid leis an gheata íocaíocht

source: Missing client id/secret
ga: Iarraidh cliant id / rúnda

source: Must specify an expiry date
ga: Ní mór a shonrú dáta éaga

source: Must include a M and Y in expiry date
ga: Ní mór a M agus Y i dáta éaga

source: Invalid expiry date
ga: dáta éaga neamhbhailí

source: Invalid card number
ga: uimhir an chárta neamhbhailí

source: Invalid CVV2 number
ga: Uimhir CVV2 neamhbhailí

source: Invalid card type
ga: chineál cárta neamhbhailí

source: Could not detect client IP address
ga: Níorbh fhéidir a bhrath cliant Seoladh IP

source: Not a valid credit card number
ga: Nach uimhir bhailí cárta creidmheasa

source: You must include the 3 digit security number
ga: Caithfidh tú an uimhir slándála 3 dhigit

source: Must specify an "amount" to charge
ga: Ní mór a shonrú \ "méid " a ghearradh

source: You must pass a valid order array
ga: Caithfidh tú pas a ordú sraith bailí

source: Valid "return" and "cancel" urls must be provided
ga: Bailí \ "ar ais " agus \ "ar ceal " URLanna a chur ar fáil

source: You must provide a currency code
ga: Ní mór duit a chur ar fáil ar cód airgeadra

source: Original PayPal Transaction ID is required
ga: Tá Bunaidh PayPal Idirbheart ID teastáil

source: Must specify an "amount" to refund
ga: Ní mór a shonrú \ "méid " a aisíoc

source: You must specify a refund type, such as Full or Partial
ga: Ní mór duit a shonrú i ndáil le cineál aisíoc, mar shampla Iomlán nó Páirteach

source: File was not downloaded.
ga: Níor comhad a d'íosluchtaigh.

source: No %s found for that date range
ga: Ní %s aimsíodh don dáta raon

source: Your form data is preserved you'll be redirected to it after login.
ga: Tá do foirm sonraí chaomhnú go mbainfidh tú a atreorú dó i ndiaidh logáil isteach.

source: Error notification from %s
ga: Fógra Earráid ó %s

source: Albania
ga: Albáin

source: Algeria
ga: an ailgéir

source: American Samoa
ga: Aontas na nÉimíríochtaí Arabacha

source: Andorra
ga: Andóra

source: Antarctica
ga: Antartaice

source: Antigua and Barbuda
ga: Antigua agus Barbúda

source: Argentina
ga: An Airgintín

source: Armenia
ga: Airméin

source: Australia
ga: Astráil

source: Austria
ga: An Ostair

source: Bangladesh
ga: Bhanglaidéis

source: Barbados
ga: Barbadós

source: Belarus
ga: Bhealarúis

source: Belize
ga: An Bheilís

source: Benin
ga: Beinin

source: Bermuda
ga: Beirmiúda

source: Bhutan
ga: Bhútáin

source: Bosnia and Herzegovina
ga: Bhoisnia Agus An Heirseagaivéin

source: Botswana
ga: An Bhotsuáin

source: British Indian Ocean Territory
ga: Breataine san Aigéan Indiach

source: Brunei Darussalam
ga: An Bhurúin

source: Bulgaria
ga: an bhulgáir

source: Burkina Faso
ga: Buircíne Fasó

source: Burundi
ga: Bhurúin

source: Cambodia
ga: Chambóid

source: Cameroon
ga: Camarún

source: Canada
ga: Ceanada

source: Cape Verde
ga: Rinn Verde

source: Cayman Islands
ga: Oileáin Cayman

source: Central African Republic
ga: Poblacht Na Hafraice Láir

source: Chad
ga: sead

source: Chile
ga: An tSile

source: China
ga: tSín

source: Christmas Island
ga: Oileán na Nollag

source: Colombia
ga: An Cholóim

source: Comoros
ga: Oileáin Chomóra

source: Congo
ga: Chongó

source: Congo, the Democratic Republic of the
ga: Chongó, an Poblacht Dhaonlathach an

source: Cook Islands
ga: Oileáin Cook

source: Cuba
ga: Cúba

source: Cyprus
ga: An Chipir

source: Czech Republic
ga: Poblacht na Seice

source: Denmark
ga: danmhairg

source: Dominica
ga: Doiminice

source: Dominican Republic
ga: An Phoblacht Dhoiminiceach

source: Egypt
ga: Éigipt

source: Equatorial Guinea
ga: An Ghuine Mheánchriosach

source: Eritrea
ga: Eiritré

source: Estonia
ga: An Eastóin

source: Ethiopia
ga: Aetóip

source: Falkland Islands (Malvinas)
ga: Oileáin Fháclainne (Malvinas)

source: Faroe Islands
ga: Oileáin Fharó

source: Fiji
ga: Fidsí

source: Finland
ga: an fhionlainn

source: French Guiana
ga: Guáin na Fraince

source: French Polynesia
ga: Polainéis na Fraince

source: French Southern Territories
ga: Críocha Deisceartacha na Fraince

source: Gabon
ga: An Ghabúin

source: Gambia
ga: Ghaimbia

source: Germany
ga: Ghearmáin

source: Ghana
ga: Gána

source: Greece
ga: An Ghréig

source: Greenland
ga: Ghraonlainn

source: Guatemala
ga: Guatamala

source: Guinea
ga: An Ghuine

source: Guinea-Bissau
ga: Guine Bhissau

source: Guyana
ga: Ghuáin

source: Haiti
ga: Háití

source: Heard Island and Mcdonald Islands
ga: Oileán Heard agus Oileáin McDonald

source: Holy See (Vatican City State)
ga: An Suí Naofa (Stát Chathair na Vatacáine)

source: Honduras
ga: Hondúras

source: Hong Kong
ga: Hong Cong

source: Hungary
ga: An Ungáir

source: Iceland
ga: An Íoslainn

source: Iran, Islamic Republic of
ga: Iaráin, Poblacht Ioslamach na

source: Ireland
ga: Éireann

source: Italy
ga: An Iodáil

source: Japan
ga: An tSeapáin

source: Kazakhstan
ga: Chasacstáin

source: Kenya
ga: Chéinia

source: Kiribati
ga: Ciribeas

source: Korea, Democratic People's Republic of
ga: An Chóiré, Daoine Dhaonlathach-Phoblacht na

source: Korea, Republic of
ga: Chóiré, Poblacht na

source: Kyrgyzstan
ga: An Chirgeastáin

source: Lao People's Democratic Republic
ga: Lao Daon-Phoblacht Dhaonlathach

source: Lesotho
ga: Leosóta

source: Liberia
ga: Libéir

source: Liechtenstein
ga: Lichtinstéin

source: Lithuania
ga: An Liotuáin

source: Luxembourg
ga: Lucsamburg

source: Macedonia, the Former Yugoslav Republic of
ga: Macadóine, Iar-Phoblacht Iúgslavach na

source: Malawi
ga: Mhaláiv

source: Malaysia
ga: Mhalaeisia

source: Maldives
ga: Oileáin Mhaildíve

source: Mali
ga: Mailí

source: Malta
ga: Málta

source: Marshall Islands
ga: Oileáin Marshall

source: Mauritania
ga: Mháratáin

source: Mexico
ga: Meicsiceo

source: Micronesia, Federated States of
ga: Micrinéise, Stáit Chónaidhme na

source: Moldova, Republic of
ga: Mholdóiv, Poblacht na

source: Monaco
ga: Monacó

source: Mongolia
ga: Mhongóil

source: Morocco
ga: Maracó

source: Mozambique
ga: Mósaimbíc

source: Namibia
ga: Namaib

source: Nauru
ga: Nárú

source: Nepal
ga: Neipeal

source: Netherlands
ga: An Ísiltír

source: Netherlands Antilles
ga: Aintillí na hÍsiltíre

source: New Caledonia
ga: An Nua-Chaladóin

source: New Zealand
ga: An Nua-Shéalainn

source: Niger
ga: An Nígir

source: Nigeria
ga: Nigéir

source: Palestinian Territory, Occupied
ga: Críoch na Palaistíne, Gafa

source: Papua New Guinea
ga: Nua-Ghuine Phapua

source: Paraguay
ga: Paragua

source: Philippines
ga: Na hOileáin Fhilipíneacha

source: Poland
ga: An Pholainn

source: Portugal
ga: An Phortaingéil

source: Puerto Rico
ga: Pórtó Ríce

source: Romania
ga: Rómáin

source: Russian Federation
ga: Cónaidhm na Rúise

source: Rwanda
ga: Ruanda

source: Saint Kitts and Nevis
ga: San Críostóir-Nimheas

source: Saint Pierre and Miquelon
ga: San Pierre agus Miquelon

source: Saint Vincent and the Grenadines
ga: San Uinseann agus na Greanáidíní

source: Samoa
ga: Samó

source: Sao Tome and Principe
ga: Sao Tome agus Príncipe

source: Saudi Arabia
ga: An Araib Shádach

source: Senegal
ga: tSeineagáil

source: Serbia and Montenegro
ga: Seirbia agus Montainéagró

source: Seychelles
ga: Na Séiséil

source: Sierra Leone
ga: Siarra Leon

source: Singapore
ga: Singeapór

source: Slovakia
ga: An tSlóvaic

source: Slovenia
ga: An tSlóivéin

source: Solomon Islands
ga: Oileáin Sholamón

source: Somalia
ga: an tsomáil

source: South Africa
ga: an Afraic Theas

source: South Georgia and the South Sandwich Islands
ga: An tSeoirsia Theas agus Oileáin Sandwich Theas

source: Sri Lanka
ga: Srí Lanca

source: Suriname
ga: Suranam

source: Svalbard and Jan Mayen
ga: Svalbard agus Jan Mayen

source: Swaziland
ga: tSuasalainn

source: Sweden
ga: An tSualainn

source: Switzerland
ga: An Eilvéis

source: Syrian Arab Republic
ga: Poblacht Arabach na Siria

source: Taiwan, Province of China
ga: Taiwan, Cúige na Síne

source: Tajikistan
ga: Táidsíceastáin

source: Tanzania, United Republic of
ga: An Tansáin, Poblacht Aontaithe na

source: Thailand
ga: An Téalainn

source: Togo
ga: Tóga
