Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gle/LC_MESSAGES/default.po
Languages: ga

source: Back To Questions
ga: Back To Ceisteanna

source: Export Questions
ga: Ceisteanna Easpórtáil

source: Select File
ga: Roghnaigh Comhad

source: Import Questions
ga: Ceisteanna Iompórtáil

source: Import/Export Students
ga: Iompórtáil / Easpórtáil Mic Léinn

source: Back To Students
ga: Back To Mic Léinn

source: Export Students
ga: Easpórtáil Mic Léinn

source: Import Students
ga: Iompórtáil Mic Léinn

source: All Messages
ga: Gach Teachtaireacht

source: My Profile
ga: Mo phróifíl

source: Change Password
ga: Athraigh do phasfhocal

source: Logout
ga: Logáil Amach

source: Powered by
ga: Cumhachtaithe ag

source: Date &amp; Time
ga: Dáta & amp; Am

source: Compose Mail
ga: Cum Ríomhphost

source: Search Student Mail
ga: Cuardaigh Mail Mac Léinn

source: Message
ga: Teachtaireacht

source: Send
ga: Seol

source: Compose
ga: Cum

source: Inbox
ga: Bosca Isteach

source: Sent Mail
ga: seolta

source: Trash
ga: bruscar

source: More
ga: Tuilleadh

source: Mark as Unread
ga: Marcáil mar Neamhléite

source: Move to Inbox
ga: Téigh go dtí R-phost Isteach

source: Reply
ga: Freagra

source: Forward
ga: Ar aghaidh

source: Menu Names
ga: Ainmneacha roghchlár

source: Model Name
ga: Samhail Ainm

source: Icon
ga: deilbhín

source: Add News
ga: Cuir Nuacht

source: News Title
ga: News Teideal

source: News Description
ga: Nuacht Tuairisc

source: Edit News
ga: Cuir Nuacht

source: News
ga: Nuacht

source: Add New News
ga: Cuir New News

source: Paypal Payment Option
ga: PayPal Rogha Íocaíochta

source: Signature
ga: síniú

source: Sandbox Mode
ga: Mód Bosca gainimh

source: Add Question
ga: Cuir Ceist

source: Question
ga: Ceist

source: Correct Answers
ga: Freagraí ceart

source: Type your question here
ga: Clóscríobh do cheist anseo

source: True/False
ga: Fíor / Bréagach

source: False
ga: bréagach

source: Blank Space
ga: Spás Blank

source: Explanation (Optional)
ga: Míniú (Roghnach)

source: Provide explanation in support of correct answer
ga: míniú a sholáthar chun tacú le freagra ceart

source: Hint(optional)
ga: Leid (roghnach)

source: Hint to help answer correctly
ga: Leid cuidiú a fhreagairt i gceart

source: without minus sign
ga: gan comhartha lúide

source: Edit Question Type
ga: Cuir Cineál Ceist

source: Explanation
ga: míniú

source: Hint
ga: leid

source: Questions
ga: Ceisteanna

source: Add New Question
ga: Cuir Ceist Nua

source: Import/Export Question
ga: Iompórtáil / Easpórtáil Ceist

source: Answer
ga: freagra

source: Question Details
ga: Mionsonraí Ceist

source: Exam Wise
ga: Scrúdaithe Wise

source: Please Select Exam
ga: Roghnaigh le do thoil Scrúdaithe

source: Status of Result
ga: Stádas an Toradh

source: Please Select Result Status
ga: Roghnaigh le do thoil Stádas Toradh

source: Download Result
ga: Íosluchtaigh Toradh

source: Rank
ga: céim

source: Test
ga: Scrúdú

source: Percent
ga: Céatadán

source: Result
ga: toradh

source: View Result
ga: Féach ar Toradh

source: Download/Print Result
ga: Íosluchtaigh / Toradh Priontáil

source: Student Wise
ga: Wise Mac Léinn

source: Name or Enrolment Number
ga: Ainm nó Rollú Uimhir

source: Enrolment Number
ga: Uimhir Clárú

source: Back
ga: Ar ais

source: Assesment Report for
ga: Tuarascáil mheasu'nu do

source: Taken Date
ga: Dáta Tógtha

source: Total Time
ga: Am Iomlán

source: Nos. of Browser tolrance attempt
ga: Uimh. An iarracht tolrance Brabhsálaí

source: Total Score
ga: Scór iomlán

source: Student Marks Distribution
ga: Marcanna na Mac Léinn Dáileadh

source: Feedback
ga: aiseolas

source: Marks Sheet
ga: marcanna Bileog

source: Section Name
ga: Rannóg Ainm

source: Section proportion
ga: Alt cion

source: Actual
ga: iarbhír

source: Your Percentage
ga: do Céatadán

source: Section Summary
ga: Alt Achoimre

source: Maximum Score
ga: Scór uasta

source: Developed Skill
ga: Scil forbartha

source: Needs Development
ga: riachtanais Forbairt

source: Lack of Skill
ga: Easpa Scil

source: MCQ answered
ga: MCQ fhreagair

source: Legend
ga: finscéal

source: Send Emails
ga: Seol Ríomhphost

source: Teachers
ga: Múinteoirí

source: Any Email
ga: aon Ríomhphost

source: Default all students if you add manually then search student email
ga: Réamhshocrú gach mac léinn má tá tú ag cuir de láimh cuardaigh ansin r-phost mac léinn

source: Default all teachers if you add manually then search teacher email
ga: Réamhshocrú gach múinteoir má tá tú ag cuir de láimh cuardaigh ansin r-phost múinteora

source: Type any email comma seprated
ga: Cineál ar bith camóg ríomhphost seprated

source: Type subject
ga: cineál ábhair

source: Select Email Template
ga: Roghnaigh Teimpléad Ríomhphost

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
ga: Mura bhfuil tú ag iarraidh a teimpléad r-phost a roghnú ansin ach cineál teachtaireacht r-phoist. Chomh luath agus tú a luchtú eagarthóir ansin ní féidir leat a roghnú teimpléad dul a athshocrú cnaipe

source: Send Sms
ga: Seol Sms

source: Any Sms
ga: aon Sms

source: Default all student if you add manually then search students name
ga: Réamhshocrú gach mac léinn má tá tú ag cuir de láimh ansin cuardach a dhéanamh ainm na mic léinn

source: Default all teachers if you add manually then search teacher name
ga: Réamhshocrú gach múinteoir má tá tú ag cuir de láimh ansin cuardach a dhéanamh ainm an mhúinteora

source: Any Number
ga: aon Uimhir

source: Type any number comma seprated
ga: Cineál uimhir ar bith camóg seprated

source: Select Sms Template
ga: Roghnaigh Sms Teimpléad

source: Sms Template
ga: Teimpléad Sms

source: If you do not want to select sms template then simply type sms message
ga: Mura bhfuil tú ag iarraidh a teimpléad SMS a roghnú ansin ach cineál teachtaireacht SMS

source: Certificate Signature
ga: Síniú Teastais

source: Upload Image(* height less than 75px)
ga: Upload Íomhá (* airde níos lú ná 75px)

source: Delete Signature
ga: Scrios Síniú

source: Add Slides
ga: Cuir Sleamhnáin

source: Slide Name
ga: sleamhnán Ainm

source: Upload Slide (1350*550)
ga: Uaslódáil Slide (1350 * 550)

source: Edit Slides
ga: Cuir Slides

source: Slides
ga: sleamhnáin

source: Add New Slide
ga: Cuir Nua Sleamhnán

source: SMS Settings
ga: Socruithe SMS

source: API Link
ga: API Nasc

source: Sender ID
ga: Seoltóir ID

source: Heading Username
ga: Ainm Úsáideora Ceannteideal

source: Username field provided by sms gateway
ga: réimse ainm úsáideora ar fáil ag gheata SMS

source: Heading Password
ga: Ceannteideal Pasfhocal

source: Password field provided by sms gateway
ga: réimse Pasfhocal sholáthraíonn gheata SMS

source: Heading Mobile No
ga: Ceannteideal Soghluaiste Uimh

source: Mobile No field provided by sms gateway
ga: Soghluaiste réimse sholáthraíonn gheata SMS No

source: Heading Message
ga: Teachtaireacht Ceannteideal

source: Message field provided by sms gateway
ga: réimse Teachtaireacht sholáthraíonn gheata SMS

source: Heading Sender Id
ga: Ceannteideal Id Seoltóir

source: Sender Id field provided by sms gateway
ga: réimse Id Sender sholáthraíonn gheata SMS

source: Add SMS Template
ga: Cuir Teimpléad SMS

source: Edit SMS templates
ga: teimpléid Edit SMS

source: SMS Templates
ga: Teimpléid SMS

source: Add New SMS Template
ga: Cuir New SMS Teimpléad

source: Add Students
ga: Cuir na daltaí

source: Address
ga: seoladh

source: Guardian Phone
ga: Guardian Fón

source: Edit Students
ga: Cuir na daltaí

source: Renewal Date
ga: Athnuachan Dáta

source: Add New Student
ga: Cuir Mac Léinn Nua

source: Wallet
ga: sparán

source: Admission Date
ga: Cead isteach Dáta

source: Credit
ga: creidmheasa

source: Debit
ga: Dochar

source: Balance
ga: Iarmhéid

source: Date & Time
ga: Dáta Am

source: Payment Through
ga: íocaíocht Trí

source: Remarks
ga: Nótaí

source: View Student Information
ga: View Faisnéise do Mhic Léinn

source: Full Name
ga: Ainm iomlán

source: Phone Number
ga: Uimhir teileafón

source: Alternate Number
ga: Uimhir malartach

source: Enrolment No
ga: Rollú Uimh

source: Last Login
ga: Logáil isteach Last

source: Students Wallet
ga: Mic Léinn Sparán

source: Transaction Form
ga: Foirm Idirbheart

source: ADD
ga: Cuir leis

source: DEDUCT
ga: BAIN AN

source: Add Subjects
ga: Cuir Ábhair

source: Edit Subjects
ga: Ábhair eagar

source: Subjects
ga: Ábhair

source: Add New Subject
ga: Cuir Nua Ábhar

source: Question Bank
ga: Banc Ceisteanna

source: Add Testimonials
ga: Cuir Testimonials

source: Upload Photo (150*150)
ga: Uaslódáil Grianghraf (150 * 150)

source: Edit Testimonials
ga: Cuir Testimonials

source: Add New Testimonial
ga: Cuir New CABHAIR

source: Photo
ga: grianghraf

source: Add Users
ga: Cuir Úsáideoirí

source: User Level
ga: Leibhéal Úsáideora

source: Username
ga: Ainm úsáideora

source: Level users
ga: úsáideoirí leibhéal

source: Add New Level
ga: Cuir Leibhéal Nua

source: Back To Users
ga: Back To Úsáideoirí

source: Level Name
ga: Ainm leibhéal

source: Set Permission
ga: Cead Socraigh

source: Assign Form Rights
ga: Sann Foirm um Chearta

source: Module Name
ga: modúl Ainm

source: Old Password
ga: Sean Pasfhocal

source: Edit Users
ga: Úsáideoirí eagar

source: User Registration Form
ga: Foirm Chláraithe Úsáideora

source: Users
ga: Úsáideoirí

source: Add New User
ga: Cuir Nua User

source: Add Level Users
ga: Cuir Úsáideoirí Leibhéal

source: Level User
ga: Úsáideoir leibhéal

source: Dear user, log in to access the admin area!
ga: úsáideoir a chara, logáil isteach chun rochtain a fháil ar an limistéar admin!

source: Admin / Teacher Username
ga: Admin / Ainm Úsáideora Múinteora

source: Forgot User Name
ga: Forgot Ainm Úsáideora

source: Organisation Logo
ga: Eagrú Logo

source: Upload Image(* height less than 220px)
ga: Uaslódáil Íomhá (* airde níos lú ná 220px)

source: Delete Logo
ga: Scrios Lógó

source: Please provide a type for chart %s!
ga: Tabhair gur cineál chairt %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
ga: Cairt: \ " %s Níorbh fhéidir " a fháil. A chinntiú go bhfuil Cairt Ainm an teaghrán céanna go bhfuil ar aghaidh chuig $ seo-> HighCharts-> rindreáil () i do thuairim.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
ga: Tá an t-idirbheart Express Scipéad éag agus ní mór an t-idirbheart a atosú

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
ga: Is féidir leat a bheith déanta ar an dara glao ar an íocaíocht chéanna nó d'fhéadfá a bheith in úsáid ar an ID sonrasc d'idirbhearta ar leith.

source: Please use a different funcing source.
ga: Úsáid fhoinse funcing eile.

source: An error occured, please retry the transaction.
ga: Tharla earráid tharla, le do thoil triail eile as an t-idirbheart.

source: This transaction couldn't be completed. Redirecting to payment gateway
ga: Níorbh fhéidir an t-idirbheart a chur i gcrích. Atreorú chuig gheata íocaíocht

source: You have not agreed to the billing agreement.
ga: Níor thug tú d'aontaigh leis an gcomhaontú billeála.

source: The billing agreement is disabled or inactive.
ga: Is é an comhaontú billeála faoi mhíchumas nó neamhghníomhach.

source: The credit card used is expired.
ga: Is é an cárta creidmheasa a úsáid in éag.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
ga: Diúltaíodh an t-idirbheart mar gheall ar ais an freagra AVS luach N, agus nach bhfuil an cuntas ceannaí in ann glacadh idirbhearta den sórt sin.

source: The payment gateway account is restricted.
ga: Tá an cuntas gheata íocaíocht teoranta.

source: You must submit an IP address of the buyer with each API call.
ga: Ní mór duit a chur isteach seoladh IP an cheannaitheora le gach glao API.

source: The merchant selected a value for the PaymentAction field that is not supported.
ga: An ceannaí roghnaigh luach do réimse PaymentAction nach bhfuil tacaíocht.

source: The credit card field was blank.
ga: Ba é an réimse cárta creidmheasa bán.

source: The total amount and item amounts do not match.
ga: Ní bhaineann na méid agus mír iomlán mhéideanna mheaitseáil.

source: The credit card entered is currently restricted by the payment gateway.
ga: Is é an cárta creidmheasa isteach srianta faoi láthair ag an gheata íocaíocht.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
ga: An ceannaí isteach ar ID sonrasc atá bainteach cheana féin le idirbheart ag an ceannaí céanna. Iarracht le haitheantas nua sonrasc

source: The transaction was declined by the country filter managed by the merchant.
ga: Bhí Dhiúltaigh an t-idirbheart ag an scagaire tíre á bhainistiú ag an ceannaí.

source: The transaction was declined by the maximum amount filter managed by the merchant.
ga: Bhí Dhiúltaigh an t-idirbheart ag an uasmhéid scagaire á bhainistiú ag an ceannaí.

source: The transaction was declined by the payment gateway.
ga: Bhí Dhiúltaigh an t-idirbheart ag an gheata íocaíocht.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
ga: Bhí Dhiúltaigh an t-idirbheart ag gheata íocaíocht mar gheall ar ghníomhaíocht calaoiseach féidir.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
ga: Bhí Dhiúltaigh an t-idirbheart ag gheata íocaíocht mar gheall ar ghníomhaíocht calaoiseach is féidir ar an seoladh IP.

source: The merchant account attempting the transaction is not a business account.
ga: Níl cuntas gnó An cuntas trádála ag iarraidh an t-idirbheart.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
ga: Níl an cuntas ceannaí ag iarraidh an t-idirbheart in ann idirbhearta Íocaíocht Dhíreach phróiseáil.

source: Access to Direct Payment was disabled for your account.
ga: Rochtain ar Íocaíocht Dhíreach bhí faoi mhíchumas ar do chuntas.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
ga: Ní dhéanann an cuntas trádála ag iarraidh an t-idirbheart go mbeadh seoladh ríomhphoist daingnithe leis an gheata íocaíocht.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
ga: An ceannaí iarracht idirbheart sa chás gur mhó an méid a an uasteorainn don ceannaíochta.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
ga: Bhí Dhiúltaigh an t-idirbheart mar gheall scagaire riosca ceannaí do AVS. Go sonrach, tá an ceannaí a leagtar idirbheart meath nuair a d'fhill na AVS a aon chluiche (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
ga: Bhí Dhiúltaigh an t-idirbheart mar gheall scagaire riosca ceannaí do AVS. Go sonrach, tá an ceannaí a leagtar ar an scagaire chun idirbhearta meath nuair a fhilleann an AVS ar chluiche páirteach.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
ga: Bhí Dhiúltaigh an t-idirbheart mar gheall scagaire riosca ceannaí do AVS. Go sonrach, tá an ceannaí a leagtar ar an scagaire chun idirbhearta meath nuair a bhíonn an AVS gan tacaíocht.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
ga: An ceannaí isteach seoladh IP a bhí i bhformáid neamhbhailí. Ní mór don seoladh IP a bheith i bhformáid ar nós 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
ga: Éilíonn chumraíocht an ceannaí s CVV atá le cur isteach, ach ní dhearnadh CVV ar fáil leis an idirbheart.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
ga: Chuir an ceannaí seoladh ceachtar sna Stáit Aontaithe nó i gCeanada, ach nach bhfuil an stát ar fáil stát bailí i gceachtar tír.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
ga: Bhí Dhiúltaigh an t-idirbheart ag an banc eisiúna, nach bhfuil an gheata íocaíocht. Ba chóir don ceannaí iarracht cárta eile.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
ga: Níl an ceannaí tír ina bhfuil cónaí tacaíocht láthair chun ligean idirbhearta Íocaíocht Dhíreach.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
ga: Bhí an t-idirbheart laghdú toisc go bhfuil an gheata íocaíocht a phróiseáil faoi láthair idirbheart ag an gceannaitheoir céanna le haghaidh an méid céanna. Is féidir le tarlú nuair a chuireann ceannaitheoir il, idirbhearta comhionanna i comharbas tapaidh.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
ga: Is é an CVV sholáthraítear neamhbhailí. Is é an CVV idir 3-4 digit ar fhad.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
ga: Bain triail eile as níos déanaí. Cinntigh tú tar éis a ritheadh ​​an CVV agus seoladh info ceart le haghaidh an cheannaitheora. Má chruthú a bhfuil próifíl athfhillteach, le do thoil bain triail eile as trí phas a mhéid Tosaithe de 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
ga: Níl Idirbheart comhlíontach díreach go 3-T luachanna fíordheimhnithe Secure easnamh nó neamhbhailí. Seiceáil páirceanna ECI, ECI3DS, CAVV, xid.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
ga: Diúltaíodh an t-idirbheart ag an gheata íocaíocht mar gheall ar teipeanna iomarcach thar thréimhse ghearr ama le haghaidh an cárta creidmheasa.

source: The transaction was declined by payment gateway.
ga: Bhí Dhiúltaigh an t-idirbheart ag gheata íocaíocht.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
ga: Bhí Dhiúltaigh an t-idirbheart toisc nach bhfuil an ceannaí bhfuil comhaontú aonán bailí tráchtála ar comhad leis an gheata íocaíocht.

source: The transaction was declined because the CVV entered does not match the credit card.
ga: Bhí Dhiúltaigh an t-idirbheart toisc nach bhfuil an CVV isteach mheaitseáil leis an gcárta creidmheasa.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
ga: Bhí Dhiúltaigh an t-idirbheart ag an banc eisiúna mar gheall ar chárta creidmheasa éagtha. Ba chóir don ceannaí iarracht cárta eile.

source: Exceeded permissible limit for Navigating away
ga: Sáraithe teorainn incheadaithe do Nascleanúint away

source: You have exceeded the permissible limit for navigating away from your test
ga: Tá tú tar éis níos mó ná an teorainn incheadaithe do nascleanúna ar shiúl ó do thástáil

source: Your test has finished. You can close the window now
ga: Tá do thástáil críochnaithe. Is féidir a dhúnann tú an fhuinneog anois

source: Installation Complete
ga: Complete suiteáil

source: Aho! The System is installed successfully.
ga: Aho! Tá an Córas suiteáilte go rathúil.

source: Go to Admin/Teacher Interface
ga: Téigh go dtí Riarachán Chomhéadain / Múinteoir

source: User
ga: Úsáideoir

source: Go to Front End/Student Interface
ga: Téigh go dtí Deireadh Tosaigh / Comhéadan Student

source: Visit our website
ga: Tabhair cuairt ar ár suíomh gréasáin

source: for documentation and support
ga: le haghaidh cáipéisí agus tacaíochta

source: My Exam Stats
ga: Mo Stats Scrúdaithe

source: Total Exam Given
ga: Scrúdaithe iomlán gheall

source: Absent Exams
ga: Scrúduithe As Láthair

source: Best Score in
ga: Scór is fearr i

source: On
ga: ar

source: Failed in
ga: theip in

source: Average Percentage
ga: Céatadán meán

source: Your Rank
ga: do Rank

source: Month Wise Performance
ga: Month Feidhmíochta Wise

source: Exam Wise Performance
ga: Scrúdaithe Feidhmíochta Wise

source: Top 10
ga: barr 10

source: Todays Exam
ga: Todays Scrúdaithe

source: Top
ga: barr

source: These are the exam(s) that can be taken right now
ga: Is iad seo an scrúdú (í) is féidir a ghlacadh ceart anois

source: No Exams found for today
ga: No Scrúduithe aimsíodh haghaidh lá atá inniu

source: Something went wrong
ga: Chuaigh rud eigin mícheart

source: Show
ga: Taispeáin

source: entries
ga: iontrálacha

source: Next
ga: Ar Aghaidh

source: Showing {:start} to {:current} of {:count} entries
ga: Torthaí {:start} chuig {:current} de {:count} iontrálacha

source: Email Verification
ga: Fíorú Ríomhphost

source: Please Enter Verification Code in the Text Box
ga: Tabhair Iontráil Cód Fíoraithe sa Bhosca Téacs

source: Re-Send Email Verification
ga: Ath-Seol Fíorú Ríomhphost

source: Please Enter Email Id in the Text Box which you enter at the time of registration
ga: Tabhair Iontráil Id Ríomhphost sa Bhosca Téacs atá théann tú ag an am a chlárú

source: Purchased Exam
ga: Scrúdaithe ceannaíodh

source: Expired Exam
ga: Scrúdaithe Expired

source: These are the exam(s) which has been expired
ga: Is iad seo an scrúdú (í) atá imithe in éag

source: No Exams found
ga: Gan Scrúduithe aimsíodh

source: Thank you for using the test
ga: Go raibh maith agat as sin na tuarascálacha tástála

source: 1. The test instructions were
ga: 1. Bhí na treoracha tástála

source: Largely Clear
ga: Den chuid is mó Clear

source: Medium Clear
ga: Meánach Clear

source: Not Clear
ga: Gan Clear

source: 2. Language of question was
ga: Ba 2. Teanga na ceiste

source: 3. Overall test experience was
ga: Ba 3. Taithí tástála Foriomlán

source: Good
ga: Dea

source: Better
ga: Níos fearr

source: Best
ga: Fearr

source: Any other feedback suggestion
ga: Aon moladh aiseolas eile

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
ga: Dún gach ceann de do fuinneoga comhrá, scáileán-chosanta, agus frithvíreas cláir roimh tosú do thástáil

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
ga: Ní gá Brúigh \ "F5 " le linn do thástáil. Beidh sé seo deireadh do thástáil agus ní bheidh tú in ann a ath-oscailt an tástáil

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
ga: Dearbhófar do freagraí a shábháil. Má tá do thástáil dícheangailte ar chúis ar bith, beidh do chuid freagraí go dtí an bpointe sin a shábháil

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
ga: Dún gach clár a uaslódáil nó a íoslódáil comhaid sa chúlra shampla: Dropbox, torrent, srl

source: Instructions
ga: treoracha

source: I am ready to begin
ga: Tá mé réidh chun tús a

source: Exam Start
ga: Scrúdaithe Tosaigh
