Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gle/LC_MESSAGES/validation.po
Languages: ga

source: Only letters and numbers allowed
ga: litreacha amháin agus uimhreacha a cheadaítear

source: Group already exist
ga: Grúpa ann cheana

source: Only Url
ga: Níl ach URL

source: File does not have a valid extension
ga: Níl an comhad a bhfuil síneadh bailí

source: You must supply a JPG, GIF or PNG File.
ga: Caithfidh tú a JPG, GIF nó PNG File.

source: Invalid Header Contact
ga: Neamhbhailí Ceanntásc Teagmháil

source: Only Alphabets
ga: amháin Aibítir

source: Currency Name already exist
ga: Airgeadra Ainm ann cheana

source: You must supply image height is less than 50px
ga: Caithfidh tú é ar airde íomhá níos lú ná 50px

source: You must supply image width is less than 50px
ga: Caithfidh tú leithead íomhá níos lú ná 50px

source: Only numbers allowed
ga: uimhreacha amháin a cheadaítear

source: Only Date/time format
ga: Níl ach Dáta / formáid am

source: Enter a valid email
ga: Iontráil ríomhphoist bailí

source: Please select
ga: Roghnaigh

source: Invalid Username
ga: Ainm Úsáideora neamhbhailí

source: Invalid Password
ga: Pasfhocal neamhbhailí

source: Invalid Signature
ga: neamhbhailí Síniú

source: Only numbers
ga: uimhreacha amháin

source: You must supply image height is less than 220px
ga: Caithfidh tú airde íomhá níos lú ná 220px

source: This Email has already been exist! try new one
ga: Tá an Ríomhphost cheana féin ann! iarracht ceann nua

source: Password required
ga: focal faire de dhíth

source: Password minimum 4 character long
ga: Pasfhocal íosta 4 charachtar fada

source: Name already exist
ga: Ainm ann cheana
