Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/msa/LC_MESSAGES/validation.po
Languages: ms

source: Only letters and numbers allowed
ms: Hanya huruf dan nombor yang dibenarkan

source: Group already exist
ms: Kumpulan telah wujud

source: Only Url
ms: hanya Url

source: File does not have a valid extension
ms: Fail tidak mempunyai sambungan yang sah

source: You must supply a JPG, GIF or PNG File.
ms: Anda mesti membekalkan JPG, GIF atau PNG fail.

source: Invalid Header Contact
ms: Tandukan sah Hubungi

source: Only Alphabets
ms: hanya Alphabets

source: Currency Name already exist
ms: Nama mata wang sudah wujud

source: You must supply image height is less than 50px
ms: Anda mesti membekalkan ketinggian imej kurang daripada 50px

source: You must supply image width is less than 50px
ms: Anda mesti membekalkan lebar imej kurang daripada 50px

source: Only numbers allowed
ms: Hanya nombor dibenarkan

source: Only Date/time format
ms: Hanya Tarikh / Format masa

source: Enter a valid email
ms: Masukkan e-mel yang sah

source: Please select
ms: Sila pilih

source: Invalid Username
ms: Nama pengguna tidak sah

source: Invalid Password
ms: kata laluan tidak sah

source: Invalid Signature
ms: Tandatangan sah

source: Only numbers
ms: hanya nombor

source: You must supply image height is less than 220px
ms: Anda mesti membekalkan ketinggian imej kurang daripada 220px

source: This Email has already been exist! try new one
ms: E-mel ini telah pun wujud! cuba yang baru

source: Password required
ms: kata laluan diperlukan

source: Password minimum 4 character long
ms: Kata laluan minimum 4 watak lama

source: Name already exist
ms: Nama sudah wujud
