Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/yid/LC_MESSAGES/default.po
Languages: yi

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
yi: דיין רעספּאָנסעס וועט געראטעוועט ווערן. אויב דיין פּרובירן איז דיסקאַנעקטיד פֿאַר קיין סיבה, דיין רעספּאָנסעס אַרויף ביז אַז פונט וועט זיין געזונט

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
yi: ביטע נאָענט אַלע מגילה אַז ופּלאָאַד אָדער אָפּלאָדירן טעקעס אין דער הינטערגרונט למשל: דראָפּבאָקס, מאַבל, אאז"ו ו

source: Instructions
yi: ינסטראַקשאַנז

source: I am ready to begin
yi: איך בין גרייט צו נעמען

source: Exam Start
yi: עקסאַם אָנהייב

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
yi: דאס עקסאַם איז באַצאָלט. סומע זאָל זיין דידאַקטיד אויף דיין בייַטל אויטאָמאַטיש. נאָך סטאַרטינג די יגזאַם טייַמער וועט ניט אָפּשטעלן. צי איר ווילן צו צאָלן & אָנהייבן?

source: These are the exam(s) which has been purchased
yi: דאס זענען די יגזאַם (s) וואָס האט שוין קונה

source: Correct Marks
yi: ריכטיק מאַרקס

source: Save & Next
yi: היט & קומענדיקע

source: Unreview
yi: ונרעוויעוו

source: Review
yi: אָפּשאַצונג

source: Reset Answer
yi: באַשטעטיק אַנסווער

source: Finish
yi: ענדיקן

source: Current Question
yi: קראַנט פֿרעג

source: Answered
yi: געענטפֿערט

source: Not Answered
yi: ניט אַנסווערעד

source: Navigated Away
yi: נאַוואַגייטיד אוועק

source: you had navigated away from the test window. This will be reported to Moderator
yi: איר האט נאַוואַגייטיד אַוועק פון די פּרובירן פֿענצטער. דאס וועט זיין געמאלדן צו מאָדעראַטאָר

source: Do not repeat this behaviour
yi: דו זאלסט נישט איבערחזרן דעם אָפּפירונג

source: Otherwise you may get disqualified
yi: אַנדערש איר מייַ באַקומען דיסקוואַליפיעד

source: Continue
yi: פאָרזעצן

source: Finalize
yi: פינאַליזע

source: Do you wish to submit and close the
yi: צי איר ווינטשן צו פאָרלייגן און נאָענט די

source: Once you submit, you will not be able to review the
yi: אַמאָל איר פאָרלייגן, איר וועט נישט קענען צו אָפּשאַצונג די

source: Summary of your attempts in this
yi: קיצער פון דיין אַטטעמפּץ אין דעם

source: as show below
yi: ווי ווייַזן ווייטער

source: Attempted
yi: אַטטעמפּטעד

source: Return To First Question
yi: צוריקקומען צו ערשטער קשיא

source: These are the exam(s) that are planned you in near future
yi: דאס זענען די יגזאַם (s) אַז זענען פּלאַננעד איר אין לעבן צוקונפֿט

source: Attempt Now
yi: פּרווון איצט

source: Your performance compared to your group
yi: אייער אויפֿפֿירונג קאַמפּערד צו דיין גרופּע

source: Can't read? Reload
yi: קענען ניט לייענען? רעלאָאַד

source: Enter security code shown above
yi: אַרייַן זיכערהייַט קאָד געוויזן אויבן

source: Answer simple math
yi: אַנסווער פּשוט מאַט

source: Attempts
yi: אַטטעמפּץ

source: Remaining
yi: רוען

source: Expiry Date
yi: עקספּיירי דאַטע

source: Expired Date
yi: אויסגעגאנגען דאַטע

source: Free
yi: פּאָטער

source: Not Purchased
yi: ניט פּורטשאַסעד

source: View Details
yi: קוק דעטאַילס

source: Load Editor
yi: מאַסע עדיטאָר

source: Installation
yi: ינסטאַלירונג

source: Step 1 of 4
yi: שריט 1 פון 4

source: Server Configuration & Setup Requirements
yi: סערווירער קאָנפיגוראַטיאָן & סעטאַפּ רעקווירעמענץ

source: Setup Requirements
yi: סעטאַפּ רעקווירעמענץ

source: Installing this software require certain server side extension and capability
yi: ינסטאָלינג דעם ווייכווארג דאַרפן זיכער סערווירער זייַט פאַרלענגערונג און פיייקייַט

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
yi: ביטע טשעק ונטן און פאַרגלייַכן מיט דיין סערווירער איצטיקן סטאַטועס אויף די רעכט. איר קענען גיט אויף די בילדל ווייַטער צו יעדער טעכנאָלאָגיע פֿאַר דעטאַילס.

source: Extensions &amp; Applications
yi: עקסטענסיאָנס & אַמפּ; אַפּפּליקאַטיאָנס

source: HTTP Server. For example: Apache
yi: הטטפּ סערווירער. לעמאָשל: אַפּאַטשי

source: Require
yi: דאַרפן

source: PHP 5.2.8 or greater
yi: PHP 5.2.8 אָדער גרעסער

source: Database Engine MySQL (4 or greater)
yi: דאַטאַבאַסע ענגינע מיסקל (4 אָדער גרעסער)

source: PDO Extension
yi: פּדאָ עקסטענסיאָן

source: GD Extension
yi: אויבערשטער געשפּרייט

source: Mandatory
yi: מאַנדאַטאָרי

source: Server Status
yi: סערווירער סטאַטוס

source: Web Server
yi: וועב סערווירער

source: PHP Version
yi: PHP ווערסיע

source: MYSQL Version
yi: מיסקל ווערסיע

source: PDO Unavailable
yi: פּדאָ ונאַוואַילאַבלע

source: PDO Available
yi: פּדאָ בנימצא

source: GD Availiable
yi: אויבערשטער אַוואַיליאַבלע

source: GD Unavailiable
yi: אויבערשטער ונאַוואַיליאַבלע

source: Directory &amp; File Permission
yi: דירעקטארי & אַמפּ; טעקע דערלויבעניש

source: These Folders of Files need to be
yi: די Folders פון טעקעס דאַרפֿן צו זיין

source: Writable
yi: ווריטאַבלע

source: for application to be installed.
yi: פֿאַר אַפּלאַקיישאַן צו זיין אינסטאַלירן.

source: Folders or Files
yi: Folders אָדער טעקעס

source: app/tmp/
yi: אַפּ / טמפּ /

source: app/Config/database.php
yi: אַפּ / config / דאַטאַבאַסע.פפּ

source: app/Config/core.php
yi: אַפּ / config / קאָרע.פפּ

source: Refresh
yi: דערפרישן

source: Let's Start
yi: זאל ס אָנהייבן

source: Step 2 of 4
yi: טרעטן 2 פון 4

source: Installation Agreement
yi: ינסטאַללאַטיאָן אַגרעעמענט

source: I Accept to Proceed
yi: איך אָננעמען צו גיינ

source: Step 3 of 4
yi: טרעטן 3 פון 4

source: Database Connection Settings
yi: דאַטאַבאַסע קאַנעקשאַן סעטטינגס

source: Host Name
yi: באַלעבאָס נאָמען

source: Usually Localhost
yi: וסואַללי לאָקאַלהאָסט

source: Database Name
yi: דאַטאַבאַסע נאמען

source: Database User
yi: דאַטאַבאַסע אַוואַטאַר

source: Database User Name
yi: דאַטאַבאַסע באַניצער נאמען

source: Database Password
yi: דאַטאַבאַסע פּאַראָל

source: Database User Password
yi: דאַטאַבאַסע באַניצער פּאַראָל

source: Database Type
yi: דאַטאַבאַסע טיפּע

source: Test Connection
yi: טעסט קאַנעקשאַן

source: Step 4 of 4
yi: שריט 4 פון 4

source: Name of Your Website
yi: נאמען פון דיין וועבסייט

source: Meta Keyword
yi: מעטאַ קייוואָרד

source: Useful for SEO
yi: נוציק פֿאַר סעאָ

source: Meta Content for SEO
yi: מעטאַ אינהאַלט פֿאַר סעאָ

source: Please Select Timezone
yi: ביטע סעלעקטירן טימעזאָנע

source: Name of Your Organization/Company
yi: נאמען פון אייער אָרגאַניזירונג / פֿירמע

source: Default Admin Email
yi: ניט ויסצאָלן אַדמין בליצפּאָסט

source: Install Sample Data With Dummy Entries
yi: ינסטאַלירן מוסטער דאַטע מיט באָק איינסן

source: Install
yi: ינסטאַלירן

source: Welcome to
yi: ברוכים הבאים צו

source: Set Avatar
yi: באַשטעטיקט אַוואַטאַר

source: Sign out
yi: צייכן אויס

source: Copyright
yi: קאַפּירייט

source: follow on facebook
yi: נאָכפאָלגן אויף Facebook

source: Latest News & Events
yi: Latest News & געשעענישן

source: Time
yi: צייַט

source: Download PDF
yi: דאַונלאָוד פּדף

source: Average Percentage(%)
yi: דורכשניטלעך פּראָצענט (%)

source: Exam Given
yi: עקסאַם גיווען

source: Delete Forever
yi: דיליט אויף אייביק

source: Move to Trash
yi: מאַך צו טראַש

source: News Detail
yi: נייַעס דעטאַל

source: No of Visitors
yi: קיין פון וויסיטאָרס

source: No of Students
yi: קיין פון סטודענטן

source: No of Exams
yi: קיין פון עקסאַמס

source: Payment From Pay Pal
yi: צאָלונג פֿון באַצאָלן פּאַל

source: Pay From Pay Pal
yi: באַצאָלן פֿון באַצאָלן פּאַל

source: Profile
yi: פּראָפיל

source: New Student Register
yi: ניו תּלמיד רעגיסטרירן

source: Security Code
yi: סעקוריטי קאָוד

source: Answers
yi: ענטפֿערס

source: My Results
yi: מיין רעזולטאַטן

source: Attempt Date
yi: פּרווון דאַטע

source: Max.Marks
yi: מאַקס.מאַרקס

source: SCORE CARD
yi: כעזשבן קאָרט

source: SUBJECT REPORT
yi: SUBJECT באַריכט

source: TIME MANAGEMENT
yi: צייט מאַנאַגעמענט

source: QUESTION REPORT
yi: קשיא באַריכט

source: SOLUTION
yi: לייזונג

source: COMPARE REPORT
yi: פאַרגלייַכן באַריכט

source: Score Card For
yi: כעזשבן קאָרט פֿאַר

source: Total No. of Student
yi: גאַנץ נומ פון תּלמיד

source: My Marks
yi: מיין מאַרקס

source: Total Marks of Test
yi: גאַנץ מאַרקס פון טעסט

source: My Percentile
yi: מיין פּערסענטילע

source: Total Question in Test
yi: גאַנץ קשיא אין טעסט

source: Total Attempt Question in Test
yi: גאַנץ פּרווון קשיא אין טעסט

source: Left Question
yi: לינקס פֿרעג

source: Left Question Marks
yi: לינקס קשיא מאַרקס

source: Total Time of Test
yi: גאַנץ צייט טעסט

source: My Time
yi: מיין צייט

source: My Rank
yi: מיין פּאַזישאַן

source: Performance Report For
yi: פאָרשטעלונג באריכט פֿאַר

source: Question & Marks Wise Report For
yi: קשיא & מאַרקס ווייז באריכט פֿאַר

source: Subject Report For
yi: ענין באריכט פֿאַר

source: Correct
yi: ריכטיק

source: Unattempted Questions
yi: ונאַטטעמפּטעד פֿראגן

source: Graphical Report For
yi: גראַפיקאַל באריכט פֿאַר

source: Time Management For
yi: צייט מאַנאַגעמענט פֿאַר

source: Question Report For
yi: קשיא באריכט פֿאַר

source: Q.No.
yi: ק.נאָ.

source: Question Status
yi: קשיא סטאטוס

source: Your Answer
yi: דיין אַנסווער

source: Your Score
yi: אייער כעזשבן

source: Solution For
yi: לייזונג פֿאַר

source: Not Attempt
yi: ניט פּרווון

source: Attempt
yi: פּרווון

source: Incorrect
yi: פאַלש

source: Your Answers
yi: דיין ענטפֿערס

source: Solution
yi: באַשייד

source: Unbookmark
yi: ונבאָאָקמאַרק

source: Bookmark
yi: לייענ-צייכן

source: Compare Report For
yi: קאָמפּאַרע באריכט פֿאַר

source: Total Ques.
yi: גאַנץ קוועס.

source: Maximum Marks
yi: מאַקסימום מאַרקס

source: Attempted Ques.
yi: אַטטעמפּטעד קוועס.

source: Unattempted Ques.
yi: ונאַטטעמפּטעד קוועס.

source: Correct Ques.
yi: ריכטיק קוועס.

source: Incorrect Ques.
yi: פאַלש קוועס.

source: Percentile
yi: פּערסענטילע

source: Previous
yi: פרייַערדיק

source: This is to certify that
yi: דאס איז צו באַווייַזן אַז

source: has succesfully completed the
yi: האט הצלחה געענדיקט די

source: in course program offered by
yi: אין לויף פּראָגראַם געפֿינט דורך

source: Student Login
yi: תּלמיד לאָגין

source: Sign In
yi: צייכן אין

source: Forgot Passwocrd
yi: לאָסט פּאַססוואָקרד

source: New User? Create Account
yi: ניו באַניצער? מאך א אקאונט

source: Engine is not loaded
yi: מאָטאָר איז נישט לאָודיד

source: Pdf engine "%s" not found
yi: פּדף מאָטאָר \ " %s " ניט געפֿונען

source: Pdf engines must extend "AbstractPdfEngine"
yi: פּדף ענדזשאַנז מוזן פאַרברייטערן \ "אַבסטראַקטפּדפענגינע "

source: Crypto is not loaded
yi: קריפּטאָ איז נישט לאָודיד

source: Pdf crypto "%s" not found
yi: פּדף קריפּטאָ \ " %s " ניט געפֿונען

source: Crypto engine must extend "AbstractPdfCrypto"
yi: קריפּטאָ מאָטאָר מוזן פאַרברייטערן \ "אַבסטראַקטפּדפקריפּטאָ "

source: Controller attribute $pdfConfig is not correct or missing
yi: קאָנטראָללער אַטריביוט $ פּדפקאָנפיג איז ניט ריכטיק אָדער פעלנדיק

source: -> Testing :url
yi: -> טעסטינג: וועבאַדרעס

source: Total Requests made: :requests
yi: גאַנץ ריקוועס געמאכט:: ריקוועס

source: Total Time elapsed: :duration (seconds)
yi: Total Time ילאַפּסט:: געדויער (סעקונדעס)

source: Requests/Second: :rps req/sec
yi: ריקוועס / רגע:: רפּס REQ / סעק

source: Average request time: :average-time seconds
yi: דורכשניטלעך בעטן מאָל:: דורכשניטלעך-צייַט סעקונדעס

source: Standard deviation of average request time: :std-dev
yi: נאָרמאַל דיווייישאַן פון דורכשניטלעך בעטן מאָל:: STD-דעוו

source: Longest/shortest request: :longest sec/:shortest sec
yi: לאָנגעסט / שאָרטיסט בעטן:: לאָנגעסט סעק /: שאָרטיסט סעק

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
yi: אַללאָווס איר צו קריגן עטלעכע פּראָסט בענטשמאַרקינג סטאַטיסטיקסאַבאָוט אַ גאָר Qualified URL.

source: The URL to request.
yi: דער URL צו בעטן.

source: Number of iterations to perform.
yi: נומער פון יטעראַטיאָנס צו דורכפירן.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
yi: מאַקסימום גאַנץ צייַט פֿאַר אַלע יטעראַטיאָנס, אין סעקאָנדס.יף אַ איין יטעראַטיאָן נעמט מער ווי די טיימאַוט, בלויז איין בקשה וועט ווערן געמאכט

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
yi: בייַשפּיל נוצן: `שטיקל בענטשמאַרק --ן 10 --ט 100 הטטפּ: // לאָקאַלהאָסט / טעסציטע`. <אינפֿאָרמאַציע> באַמערקונג: </ אינפֿאָרמאַציע> דעם בענטשמאַרק טוט נישט אַרייַננעמען בלעטערער ופפירן מאל.

source: Component initialization
yi: קאָמפּאָנענט יניטיאַליזאַטיאָן

source: Controller action
yi: קאָנטראָללער קאַמף

source: Controller action start
yi: קאָנטראָללער קאַמף אָנהייבן

source: Processing toolbar state
yi: פּראַסעסינג מכשיר שטאַט

source: Processing toolbar data
yi: פּראַסעסינג מכשיר דאַטן

source: Controller render start
yi: קאָנטראָללער ופפירן אָנהייבן

source: Could not load DebugToolbar panel %s
yi: קען נישט מאַסע דעבוגטאָאָלבאַר טאַפליע %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
yi: קאָר פּראַסעסינג (דעריוועד פון $ _סערווער [\ "רעקוועסט_טימע "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
yi: העאַדערס שוין געשיקט אין %s אויף שורה %s . קענען ניט שיקן קלאָץ דאַטן צו פירעפפּ.

source: Incorrect parameter count for FireCake::fb()
yi: פאַלש פּאַראַמעטער ציילן פֿאַר פירעקאַקע :: FB ()

source: Maximum number (99,999) of messages reached!
yi: מאַקסימום נומער (99,999) פון אַרטיקלען ריטשט!

source: There are no active panels. You must enable a panel to see its output.
yi: עס זענען ניט אַקטיוו פּאַנאַלז. איר מוזן געבן אַ טאַפליע צו זען זייַן פּראָדוקציע.

source: App Constants
yi: אַפּ קאָנסטאַנץ

source: CakePHP Constants
yi: קאַקעפפּ קאָנסטאַנץ

source: PHP Environment
yi: PHP סוויווע

source: Hidef Environment
yi: הידעף סוויווע

source: Request History
yi: בעטן געשיכטע

source: No previous requests logged.
yi: ניט קיין פרייַערדיק ריקוועס לאָגד.

source: previous requests available
yi: פרייַערדיק ריקוועס בנימצא

source: Restore to current request
yi: ומקערן צו איצטיקן בעטן

source: Included Files
yi: ינקלודעד טעקעס

source: Logs
yi: לאָגס

source: There were no log entries made this request
yi: עס זענען געווען קיין קלאָץ איינסן געמאכט דעם בעטן

source: Request
yi: בעטן

source: No post data.
yi: קיין פּאָסטן דאַטן.

source: No querystring data.
yi: ניט קיין קוועריסטרינג דאַטן.

source: Current Route
yi: קראַנט רוט

source: Session
yi: סעסיע

source: Sql Logs
yi: סקל לאָגס

source: No query logs when debug < 2.
yi: קיין אָנפֿרעג לאָגס ווען דיבאַג <2.

source: No query logs.
yi: קיין אָנפֿרעג לאָגס.

source: Total Time: %s ms <br />Total Queries: %s queries
yi: גאַנץ צייט: %s מס <br /> גאַנץ קוועריעס: %s קוויריז

source: Query Explain:
yi: קווערי דערקלערן:

source: Click an "Explain" link above, to see the query explanation.
yi: דריקט אַ \ "דערקלערן " לינק אויבן, צו זען די אָנפֿרעג דערקלערונג.

source: No active database connections
yi: ניט אַקטיוו דייטאַבייס קאַנעקשאַנז

source: Memory
yi: זיקאָרן

source: Peak Memory Use
yi: פּיק זכּרון נוצן

source: Memory use
yi: זכּרון נוצן

source: Timers
yi: טימערס

source: %s (ms)
yi: %s (מס)

source: Total Request Time:
yi: גאַנץ בעטן צייט:

source: Time in ms
yi: צייט אין מס

source: Graph
yi: גראַפיק

source: View Variables
yi: קוק וואַריאַבלעס

source: Rendering View
yi: רענדערינג מיינונג

source: Rendering %s
yi: רענדערינג %s

source: View render complete
yi: קוק ופפירן גאַנץ

source: Explain
yi: דערקלערן

source: Starting %sms into the request, taking %sms
yi: סטאַרטינג %s מס אין די בעטן, גענומען %s מס

source: No markup errors found
yi: ניט קיין מאַרקאַפּ ערראָרס געפֿונען

source: maybe slow
yi: אפֿשר פּאַמעלעך

source: Absolute path or relative to APP.
yi: אַבסאָלוט דרך אָדער קאָרעוו צו אַפּ.

source: An error occured while getting the status of your account.
yi: אַ טעות occured בשעת געטינג די סטאַטוס פון דיין חשבון.

source: There was an error while connecting to Paypal
yi: עס איז געווען אַ טעות בשעת קאַנעקטינג צו Paypal

source: There was a problem initiating the transaction, please try again.
yi: עס איז געווען אַ פּראָבלעם ינישיייטינג די מאַסע, ביטע פּרובירן ווידער.

source: There was a problem getting your details, please try again.
yi: עס איז געווען אַ פּראָבלעם געטינג אייער דעטאַילס, ביטע פּרובירן ווידער.

source: There was an error completing the payment
yi: עס איז געווען אַ טעות קאַמפּליטינג די צאָלונג

source: There was a problem processing the transaction, please try again.
yi: עס איז געווען אַ פּראָבלעם פּראַסעסינג די מאַסע, ביטע פּרובירן ווידער.

source: There was an error processing the card payment
yi: עס איז געווען אַ טעות פּראַסעסינג די קאָרט צאָלונג

source: There was a problem processing your card, please try again.
yi: עס איז געווען אַ פּראָבלעם פּראַסעסינג דיין קאַרטל, ביטע פּרובירן ווידער.

source: There was an error processing the the refund
yi: עס איז געווען אַ טעות פּראַסעסינג די די צוריקצאָל

source: A problem occurred during the refund process, please try again.
yi: אַ פּראָבלעם occurred בעשאַס די צוריקצאָל פּראָצעס, ביטע פּרובירן ווידער.

source: There was an problem communicating with the payment gateway
yi: עס איז געווען אַ פּראָבלעם קאַמיונאַקייטינג מיט די צאָלונג גייטוויי

source: Missing client id/secret
yi: פעלנדיק קליענט שייַן / סוד

source: Must specify an expiry date
yi: מוזן ספּעציפיצירן אַ עקספּיירי דאַטע

source: Must include a M and Y in expiry date
yi: מוזן אַרייַננעמען אַ ב און י אין עקספּיירי דאַטע

source: Invalid expiry date
yi: אינוואליד עקספּיירי דאַטע

source: Invalid card number
yi: אינוואליד קאָרט נומער

source: Invalid CVV2 number
yi: אינוואליד קוווו2 נומער

source: Invalid card type
yi: אינוואליד קאָרט טיפּ

source: Could not detect client IP address
yi: קען נישט דיטעקט קליענט יפּ אַדרעס

source: Not a valid credit card number
yi: ניט אַ גילטיק קרעדיט קאָרט נומער

source: You must include the 3 digit security number
yi: איר מוזן אַרייַננעמען די 3 ציפֿער זיכערהייַט נומער

source: Must specify an "amount" to charge
yi: מוזן ספּעציפיצירן אַ \ "סומע " צו באַשולדיקן

source: You must pass a valid order array
yi: איר מוזן פאָרן אַ גילטיק סדר מענגע

source: Valid "return" and "cancel" urls must be provided
yi: וואַליד \ "צוריקקומען " און \ "באָטל מאַכן " URL ס מוזן זיין צוגעשטעלט

source: You must provide a currency code
yi: איר מוזן צושטעלן אַ קראַנטקייַט קאָד

source: Original PayPal Transaction ID is required
yi: אָריגינעל PayPal טראַנסאַקטיאָן שייַן איז required

source: Must specify an "amount" to refund
yi: מוזן ספּעציפיצירן אַ \ "סומע " צו צוריקצאָל

source: You must specify a refund type, such as Full or Partial
yi: איר מוזן ספּעציפיצירן אַ צוריקצאָל טיפּ, אַזאַ ווי גאַנץ אָדער פּאַרטיייש

source: File was not downloaded.
yi: טעקע איז ניט דאַונלאָודיד.

source: No %s found for that date range
yi: ניט %s געפֿונען פֿאַר אַז טאָג קייט

source: Your form data is preserved you'll be redirected to it after login.
yi: דיין פאָרעם דאַטע איז פּרעסערוועד איר וועט זיין רידערעקטיד צו עס נאָך לאָגין.

source: Error notification from %s
yi: טעות אָנזאָג פון %s

source: Albania
yi: אַלבאַניאַ

source: Algeria
yi: אַלדזשיריאַ

source: American Samoa
yi: אמעריקאנער סאַמאָאַ

source: Andorra
yi: אַנדאָראַ

source: Angola
yi: אנגאלא

source: Anguilla
yi: אַנגווילאַ

source: Antarctica
yi: אנטארקטיקע

source: Antigua and Barbuda
yi: אַנטיגואַ און באַרבודאַ

source: Argentina
yi: ארגענטינע

source: Armenia
yi: אַרמעניאַ

source: Aruba
yi: אַרובאַ

source: Australia
yi: אויסטראַליע

source: Austria
yi: עסטרייך

source: Azerbaijan
yi: אַזערביידזשאַן

source: Bahamas
yi: באַהאַמאַס

source: Bahrain
yi: באַהראַין

source: Bangladesh
yi: באַנגלאַדעש

source: Barbados
yi: באַרבאַדאָס

source: Belarus
yi: בעלאַרוס

source: Belgium
yi: בעלגיע

source: Belize
yi: בעליזע

source: Benin
yi: בענין

source: Bermuda
yi: בערמיודאַ

source: Bhutan
yi: באַטאַן

source: Bolivia
yi: באליוויע

source: Bosnia and Herzegovina
yi: באָסניאַ און הערזעגאָווינאַ

source: Botswana
yi: באָצוואַנאַ

source: Bouvet Island
yi: באָווועט אינזל

source: Brazil
yi: בראזיל

source: British Indian Ocean Territory
yi: בריטיש ינדיאַן אקעאן טעריטאָריע

source: Brunei Darussalam
yi: ברוניי דאַרוססאַלאַם

source: Bulgaria
yi: בולגאַריאַ

source: Burundi
yi: בורונדי

source: Cambodia
yi: קאַמבאָדיאַ

source: Cameroon
yi: קאַמערון

source: Canada
yi: קאַנאַדע

source: Cape Verde
yi: קעיף ווערד

source: Cayman Islands
yi: קיימאַן אינזלען

source: Central African Republic
yi: סענטראַל אפריקאנער רעפּובליק

source: Chad
yi: טשאַד

source: Chile
yi: טשילע

source: China
yi: כינע

source: Christmas Island
yi: ניטל אינזל

source: Cocos (Keeling) Islands
yi: קאָקאָס (קילינג) אינזלען

source: Colombia
yi: קאָלאָמביאַ

source: Comoros
yi: קאָמאָראָס

source: Congo
yi: קאנגא

source: Congo, the Democratic Republic of the
yi: קאָנגאָ, די דעמאָקראַטיש רעפּובליק פון די

source: Cook Islands
yi: קוק אינזלען

source: Costa Rica
yi: קאָסטאַ ריקאַ

source: Cote D'Ivoire
yi: קאָט דיוואַר

source: Croatia
yi: קראָאַטיאַ

source: Cuba
yi: קובאַ

source: Cyprus
yi: קיפראס

source: Czech Republic
yi: טשעכיי

source: Denmark
yi: דענמאַרק

source: Djibouti
yi: דזשיבוטי

source: Dominica
yi: דאָמיניקאַ

source: Ecuador
yi: עקוואַדאָר

source: Egypt
yi: מצרים

source: El Salvador
yi: על סאַלוואַדאָר

source: Equatorial Guinea
yi: עקוואַטאָריאַל גיני

source: Eritrea
yi: עריטרייאַ

source: Estonia
yi: עסטאָניאַ

source: Ethiopia
yi: עטיאפיע

source: Falkland Islands (Malvinas)
yi: Falkland אינזלען (מאַלווינאַס)

source: Faroe Islands
yi: פאַראָע אינזלען

source: French Guiana
yi: פראנצויזיש גיאַנאַ

source: French Polynesia
yi: פראנצויזיש פּאָלינעסיאַ

source: French Southern Territories
yi: פראנצויזיש סאָוטהערן טערריטאָריעס

source: Gabon
yi: גאַבאָן

source: Gambia
yi: די גאמביע

source: Georgia
yi: דזשאָרדזשאַ

source: Germany
yi: דייטשלאנד

source: Ghana
yi: גהאנע

source: Gibraltar
yi: גיבראלטאר

source: Greece
yi: גריכנלאנד

source: Greenland
yi: גרינלאנד

source: Grenada
yi: גרענאַדאַ

source: Guadeloupe
yi: גואַדעלאָופּע

source: Guam
yi: גוואַם

source: Guatemala
yi: גואַטעמאַלאַ

source: Guinea
yi: גיני

source: Guinea-Bissau
yi: גיני-ביססאַו

source: Guyana
yi: גויאנע

source: Haiti
yi: האיטי

source: Heard Island and Mcdonald Islands
yi: הערד אינזל און מעקדאונעלד אינזלען

source: Holy See (Vatican City State)
yi: רוח זען (וואַטיקאַן סיטי שטאַט)

source: Honduras
yi: האָנדוראַס

source: Hong Kong
yi: האָנג קאָנג

source: Hungary
yi: אונגארן

source: Iceland
yi: איסלאנד

source: India
yi: אינדיע

source: Indonesia
yi: אינדאנעזיע

source: Iran, Islamic Republic of
yi: איראן, יסלאַמיק רעפּובליק פון

source: Iraq
yi: יראַק

source: Ireland
yi: אירלאנד

source: Israel
yi: ישראל

source: Italy
yi: איטאליע

source: Jamaica
yi: דזשאַמאַיקאַ

source: Japan
yi: יאַפּאַן

source: Jordan
yi: ירדן

source: Kazakhstan
yi: קאַזאַכסטאַן

source: Kenya
yi: קעניאַ

source: Kiribati
yi: קיריבאַטי

source: Korea, Democratic People's Republic of
yi: קארעע, דעמאָקראַטיש מענטשן ס רעפּובליק פון

source: Korea, Republic of
yi: קארעע, רעפּובליק פון

source: Kuwait
yi: קוווייט

source: Kyrgyzstan
yi: קירגיזיע

source: Lao People's Democratic Republic
yi: לאַו מענטשן ס דעמאָקראַטיק רעפּובליק

source: Latvia
yi: לעטלאַנד

source: Lebanon
yi: לעבאַנאָן

source: Lesotho
yi: לעסאָטהאָ

source: Liberia
yi: ליבעריאַ

source: Libyan Arab Jamahiriya
yi: ליביאַן אַראַבער דזשאַמאַהירייאַ

source: Liechtenstein
yi: ליכטנשטיין

source: Lithuania
yi: ליטע

source: Luxembourg
yi: לוקסעמבאָורג

source: Macao
yi: מאַקאַו

source: Macedonia, the Former Yugoslav Republic of
yi: מאַסעדאָניאַ, דער געוועזענער יוגאסלאוו רעפּובליק פון

source: Madagascar
yi: מאַדאַגאַסקאַר

source: Malawi
yi: מאַלאַווי

source: Malaysia
yi: מאלייזיע

source: Maldives
yi: די מאַלדיוועס

source: Mali
yi: מאַלי

source: Malta
yi: מאַלטאַ

source: Marshall Islands
yi: מאַרשאַל אינזלען

source: Martinique
yi: מאַרטיניק

source: Mauritania
yi: מאַוריטאַניאַ

source: Mauritius
yi: מאַוריטיוס

source: Mayotte
yi: מייַאָטטע

source: Mexico
yi: מעקסיקא

source: Micronesia, Federated States of
yi: מיקראָנעסיאַ, פעדעראַטעד שטאַטן פון
