Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/yid/LC_MESSAGES/default.po
Languages: yi

source: File Manager
yi: טעקע מאַנאַגער

source: You can find your result here.
yi: איר קענען געפֿינען דיין רעזולטאַט דאָ.

source: Thanks for given the exam.
yi: דאַנק פֿאַר געגעבן די יגזאַם.

source: Dashboard
yi: דאַשבאָאַרד

source: Leader Board
yi: פירער ברעט

source: My Exams
yi: מיין עקסאַמס

source: My Result
yi: מיין טאַכלעס

source: Group Performance
yi: גרופּע פֿאָרשטעלונג

source: Payment
yi: צאָלונג

source: Transaction History
yi: טראַנסאַקטיאָן געשיכטע

source: Mailbox
yi: בריווקאַסטן

source: Help
yi: הילף

source: Home
yi: היים

source: Register
yi: רעגיסטרירן

source: Log In
yi: קלאָץ אין

source: Invalid Post
yi: אינוואליד פּאָסטן

source: Feb
yi: פעברואר

source: Mar
yi: פאַרשטערן

source: Apr
yi: אפריל

source: May
yi: מייַ

source: Jun
yi: יוני

source: Jul
yi: יולי

source: Aug
yi: אויגוסט

source: Sep
yi: סעפטעמבער

source: Oct
yi: אקטאבער

source: Nov
yi: נאוועמבער

source: Dec
yi: דעצעמבער

source: Percentage
yi: פּראָצענט

source: Month
yi: מאָנאַט

source: Exams
yi: עקסאַמס

source: Email verified successfully
yi: בליצפּאָסט וועריפיעד הצלחה

source: Invalid Verification Code
yi: אינוואליד קאָנטראָל-קאָד

source: A verification Code send to your Email inbox or Spam
yi: א קאָנטראָל-קאָד שיקן צו אייער בליצפּאָסט ינבאָקס אָדער ספּאַם

source: Email Id already verified
yi: בליצפּאָסט יד שוין וועריפיעד

source: Email Id not registered in system
yi: בליצפּאָסט יד נישט רעגיסטרירט אין סיסטעם

source: You have attempted maximum exam.
yi: איר האָבן אַטטעמפּטעד מאַקסימום יגזאַם.

source: You have attempted maximum number of questions in this subject
yi: איר האָבן אַטטעמפּטעד מאַקסימום נומער פון שאלות אין דעם ונטערטעניק

source: You can find your result here
yi: איר קענען געפֿינען דיין רעזולטאַט דאָ

source: Insufficient Amount.
yi: ניט גענוגיק סומע.

source: 1. The test instructions were
yi: 1. די פּראָבע ינסטראַקשאַנז זענען

source: 2. Language of question was
yi: 2. שפּראַך פון קשיא איז

source: 3. Overall test experience was
yi: 3. קוילעלדיק פּרובירן דערפאַרונג איז געווען

source: Any other feedback suggestion:
yi: קיין אנדערע באַמערקונגען פאָרשלאָג:

source: Feedback has submitted successfully!
yi: באַמערקונגען האט דערלאנגט הצלחה!

source: Feedback already submitted.
yi: באַמערקונגען שוין דערלאנגט.

source: Email id is not registered in system
yi: בליצפּאָסט שייַן איז נישט רעגיסטרירט אין סיסטעם

source: Your password reset link is sent to your registered email id
yi: דיין פּאַראָל באַשטעטיק לינק איז געשיקט צו אייער רעגיסטרירט בליצפּאָסט שייַן

source: Incorrect code
yi: פאַלש קאָד

source: Password Changed Successfully
yi: שפּריכוואָרט טשאַנגעד הצלחה

source: My Performance
yi: מיין פֿאָרשטעלונג

source: My Group performance
yi: מיין גרופּע פאָרשטעלונג

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
yi: אַפּפּליקאַטיאָן שוין אינסטאַלירן. אַראָפּנעמען אַפּ / טמפּ / ינסטאַללעד.טקסט צו ריינסטאַל די אַפּלאַקיישאַן

source: Unwriteable
yi: ונווריטעאַבלע

source: Writeable
yi: ווריטעאַבלע

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
yi: צום באַדויערן! טעקע דערלויבעניש טעות <br> ביטע גאָטאָ אַפּ / config / דאַטאַבאַסע.פפּ איז אין ווריטאַבלע מאָדע.

source: A connection was successfully established with the server.
yi: אַ קשר איז געווען הצלחה געגרינדעט מיט די סערווירער.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
yi: קען נישט פאַרבינדן צו דייטאַבייס. ביטע טשעק די סעטטינגס אין אַפּ / config / דאַטאַבאַסע.פפּ און פּרובירן ווידער

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
yi: צום באַדויערן! טעקע דערלויבעניש טעות <br> ביטע טמפּ טעקע איז אין ווריטאַבלע מאָדע.

source: Your Mail has been sent
yi: אייער פּאָסט האט שוין געשיקט

source: Forwarded message
yi: פאָרוואַרדעד אָנזאָג

source: From
yi: פון

source: Subject
yi: ונטערטעניק

source: The mail has been moved to the Trash
yi: די פּאָסט האט שוין באווויגן צו די טראַש

source: Your Mail has been deleted
yi: אייער פּאָסט אויסגעמעקט

source: The mail has been moved to the Inbox
yi: די פּאָסט האט שוין צום אינבאקס

source: The mail has been marked as Read
yi: די פּאָסט האט שוין אנגעצייכנט ווי לייענען

source: The mail has been marked as Unread
yi: די פּאָסט האט שוין אנגעצייכנט ווי ונרעאַד

source: Paypal Payment not set
yi: Paypal צאָלונג ניט שטעלן

source: Payment Cancel
yi: צאָלונג באָטל מאַכן

source: Wallet Payment
yi: וואַללעט צאָלונג

source: Try again! Can not connect to paypal
yi: פּרובירן ווידער! קענען ניט פאַרבינדן צו PayPal

source: Invalid Amount
yi: אינוואליד אַמאָונט

source: Payment already done
yi: צאָלונג שוין געטאן

source: Payment not done
yi: צאָלונג ניט געטאן

source: Payment successfully! Amount %s added in your wallet
yi: צאָלונג הצלחה! סומע %s צוגעגעבן אין דיין בייַטל

source: Profile Updated Successfully
yi: פּראָפיל ופּדאַטעד הצלחה

source: Photo Updated Successfully
yi: Photo ופּדאַטעד הצלחה

source: Invalid Password
yi: אינוואליד פּאַראָל

source: Please select any group
yi: ביטע סעלעקטירן קיין גרופּע

source: Invalid Security Code
yi: אינוואליד סעקוריטי קאָוד

source: Score
yi: כעזשבן

source: Max Marks
yi: מאַקס מאַרקס

source: Marks Scored
yi: מאַרקס סקאָרד

source: Subject Wise Time Taken
yi: ונטערטעניק קלוג Time Taken

source: Student Performance
yi: תּלמיד פֿאָרשטעלונג

source: Correct Question
yi: ריכטיק פֿרעג

source: Incorrect Question
yi: פאַלש פֿרעג

source: Right Marks
yi: רעכט מאַרקס

source: Negative Marks
yi: נעגאַטיוו מאַרקס

source: Percentage(%) in Exam
yi: פּראָצענט (%) אין עקסאַם

source: Percentage(%)
yi: פּראָצענט (%)

source: st
yi: סט

source: nd
yi: נד

source: rd
yi: רד

source: th
yi: טה

source: You %s
yi: איר %s

source: Topper %s
yi: טאָפּפּער %s

source: Administrator
yi: אַדמיניסטראַטאָר

source: Payment Gateway
yi: צאָלונג גייטוויי

source: Pay Exam
yi: באַצאָלן עקסאַם

source: Your account has expired. Please contact administrator
yi: דיין חשבון האט אויסגעגאנגען. ביטע קאָנטאַקט אַדמיניסטראַטאָר

source: You have been logged in successfully
yi: איר האָבן שוין לאָגד אין הצלחה

source: Your email not verified! Please click on link sent to your email inbox or spam
yi: אייער בליצפּאָסט נישט וועריפיעד! ביטע גיט אויף לינק געשיקט צו אייער בליצפּאָסט ינבאָקס אָדער ספּאַם

source: Incorrect username/password
yi: פאַלש נאמען / פּאַראָל

source: You have been logged out successfully
yi: איר האָבן שוין לאָגד אויס הצלחה

source: You are %s Member! Please contact administrator
yi: איר זענט %s מיטגליד! ביטע קאָנטאַקט אַדמיניסטראַטאָר

source: Hours
yi: אַורז

source: Mins
yi: מינס

source: Sec
yi: סעק

source: Grand Total
yi: דער לעצטער סך - הכול

source: Your Question has been added for exam
yi: דיין קשיא האט שוין צוגעלייגט פֿאַר יגזאַם

source: Your Question has been deleted for exam
yi: דיין קשיא איז געווארן אויסגעמעקט פֿאַר יגזאַם

source: No Permission
yi: ניט קיין דערלויבעניש

source: Advertisement has been saved
yi: אַדווערטייזמאַנט האט שוין געראטעוועט

source: Invalid post
yi: אינוואליד פּאָסטן

source: Advertisement has been deleted
yi: אַדווערטייזמאַנט האט אויסגעמעקט

source: Photo Changed Successfully
yi: Photo טשאַנגעד הצלחה

source: Not Attempted
yi: ניט אַטטעמפּטעד

source: Marks Updated
yi: מאַרקס ופּדאַטעד

source: Successfully Finalize
yi: הצלחה פינאַליזע

source: Successfully Closed Exam
yi: הצלחה קלאָוזד עקסאַם

source: English
yi: ענגליש

source: French
yi: פראנצויזיש

source: Your Setting has been saved
yi: אייער באַשטעטיקן האט שוין געראטעוועט

source: Page Added Successfully
yi: בלאַט צוגעגעבן הצלחה

source: Pages updated Successfully
yi: בלעטער ופּדאַטעד הצלחה

source: Page has been deleted
yi: בלאט איז געווארן אויסגעמעקט

source: Page has been Unpublished
yi: דער בלאט איז געווארן ונפּובלישעד

source: Page has been Published
yi: דער בלאט איז געווארן ארויס

source: Something wrong
yi: עפּעס קאַליע

source: Currency has been saved
yi: קראַנטקייַט האט שוין געראטעוועט

source: Currency has been deleted
yi: קראַנטקייַט האט אויסגעמעקט

source: Student Details
yi: תּלמיד דעטאַילס

source: Active
yi: אַקטיוו

source: Pending
yi: פּענדינג

source: Suspend
yi: ופהענגען

source: Pass
yi: פאָרן

source: Fail
yi: פאַרלאָזן

source: Absent
yi: ניטאָ

source: Student
yi: טאַלמיד

source: Passing %age
yi: פּאַססינג %a גע

source: Average %age
yi: דורכשניטלעך %a גע

source: Question Count
yi: קשיא גראף

source: Total Question
yi: גאַנץ פֿרעג

source: Question Bank Difficulty Wise
yi: קשיא באַנק שוועריקייט קלוג

source: Easy
yi: גרינג

source: Medium
yi: מיטל

source: Hard
yi: שווער

source: Name has been updated
yi: נאמען האט שוין ופּדאַטעד

source: Email template has been saved
yi: בליצפּאָסט טעמפּלאַטע האט שוין געראטעוועט

source: Email template has been deleted
yi: בליצפּאָסט טעמפּלאַטע האט אויסגעמעקט

source: End Date is not less than Start date
yi: סוף טאָג איז ניט ווייניקער ווי אָנהייב טאָג

source: Please Select any group
yi: ביטע סעלעקט קיין גרופּע

source: Please Add Subject To Exam
yi: ביטע לייגן אונטער צו עקסאַם

source: Exam has been saved. Add questions in exam
yi: עקסאַם האט שוין געראטעוועט. לייג צו שאלות אין יגזאַם

source: Exam has been saved
yi: עקסאַם האט שוין געראטעוועט

source: Exam has been updated
yi: עקסאַם האט שוין ופּדאַטעד

source: Exam has been deleted
yi: עקסאַם איז געווארן אויסגעמעקט

source: Difficulty Level
yi: שוועריקייט מדרגה

source: Subject Wise Question Count
yi: ונטערטעניק קלוג פֿרעג גראף

source: Exam sucessfully inactivated
yi: עקסאַם סוסעסספוללי ינאַקטיוואַטעד

source: Exam sucessfully activated
yi: עקסאַם סוסעסספוללי אַקטיווייטיד

source: There are no question added!
yi: עס זענען קיין קשיא צוגעגעבן!

source: Your username is sent to your registered email id
yi: אייער נאמען איז געשיקט צו אייער רעגיסטרירט בליצפּאָסט שייַן

source: Group Added Successfully
yi: גרופּע צוגעגעבן הצלחה

source: Group has been saved
yi: גרופּע האט שוין געראטעוועט

source: Group has been deleted
yi: גרופּע האט שוין אויסגעמעקט

source: Delete subject first
yi: דיליט ונטערטעניק ערשטער

source: Help content has been saved
yi: הילף צופרידן האט שוין געראטעוועט

source: Help content has been deleted
yi: הילף צופרידן האט אויסגעמעקט

source: Questions imported successfully
yi: פֿראגן ימפּאָרטיד הצלחה

source: File not uploaded
yi: טעקע ניט ופּלאָאַדעד

source: Only CSV File supported
yi: בלויז קסוו טעקע שטיצט

source: Please Select Subject
yi: ביטע סעלעקטירן ענין

source: Please Select any Group
yi: ביטע סעלעקט קיין גרופּע

source: Students imported successfully
yi: סטודענטן ימפּאָרטיד הצלחה

source: Please Select Group
yi: ביטע סעלעקט גרופּע

source: Student Email not found
yi: תּלמיד בליצפּאָסט ניט געפֿונען

source: News has been saved
yi: נייַעס האט שוין געראטעוועט

source: News has been deleted
yi: נייַעס האט אויסגעמעקט

source: Paypal Payment Setting has been saved
yi: Paypal צאָלונג באַשטעטיקן האט שוין געראטעוועט

source: Setting Problem
yi: באַשטעטיקן פּראָבלעם

source: Please Choose the Correct answer
yi: ביטע טשאָאָסע די ריכטיק ענטפֿערן

source: Please select true or false
yi: ביטע סעלעקטירן אמת אָדער פאַלש

source: Please fill blank space
yi: ביטע פּלאָמבירן ליידיק אָרט

source: Question added to bank successfully
yi: קשיא אַדדעד צו באַנק הצלחה

source: Question has been updated
yi: קשיא האט שוין ופּדאַטעד

source: Question has been deleted
yi: קשיא האט שוין אויסגעמעקט

source: Delete exam first!
yi: דיליט יגזאַם ערשטער!

source: Question Difficulty Level
yi: קשיא שוועריקייט מדרגה

source: Performance
yi: פאָרשטעלונג

source: Candidate Marks Distribution
yi: קאַנדידאַט מאַרקס דיסטריבוטיאָן

source: Max Marks Distribution
yi: מאַקס מאַרקס דיסטריבוטיאָן

source: Please select any type in the list
yi: ביטע סעלעקטירן קיין טיפּ אין דער רשימה

source: Please type any email
yi: ביטע דרוקן קיין email

source: Email has been sent
yi: בליצפּאָסט האט געשיקט געווארן

source: No email to send
yi: קיין אימעיל צו שיקן

source: Please type any name
yi: ביטע דרוקן קיין נאָמען

source: Sms has been sent
yi: SMS איז געשיקט געווארן

source: No sms to send
yi: קיין SMS צו שיקן

source: Signature has been saved
yi: סיגנאַטורע האט שוין געראטעוועט

source: Signature has been deleted
yi: כסימע איז געווארן אויסגעמעקט

source: Slide has been saved
yi: סלייד האט שוין געראטעוועט

source: Slide has been deleted
yi: סלייד האט אויסגעמעקט

source: SMS template has been saved
yi: SMS טעמפּלאַטע האט שוין געראטעוועט

source: SMS template has been deleted
yi: SMS טעמפּלאַטע האט אויסגעמעקט

source: Student added Successfully
yi: תּלמיד צוגעגעבן הצלחה

source: Please Select atleast one group
yi: ביטע סעלעקטירן אַטלעאַסט איינער גרופּע

source: Student has been updated
yi: תּלמיד האט שוין ופּדאַטעד

source: Student has been deleted
yi: תּלמיד האט אויסגעמעקט

source: Student Wallet has been updated
yi: תּלמיד וואַללעט האט שוין ופּדאַטעד

source: Subject Added Successfully
yi: ענין צוגעגעבן הצלחה

source: Subject already exist
yi: ענין שוין עקסיסטירן

source: Subject has been updated
yi: ענין האט שוין ופּדאַטעד

source: Subject has been deleted
yi: ענין האט אויסגעמעקט

source: Testimonial has been saved
yi: טעסטימאָניאַל האט שוין געראטעוועט

source: Testimonial has been updated
yi: טעסטימאָניאַל האט שוין ופּדאַטעד

source: Testimonial has been deleted
yi: טעסטימאָניאַל האט אויסגעמעקט

source: User Added Successfully
yi: אַוואַטאַר צוגעגעבן הצלחה

source: User has been updated
yi: באַניצער האט שוין ופּדאַטעד

source: User has been deleted
yi: באַניצער האט שוין אויסגעמעקט

source: Permission update successfully
yi: דערלויבעניש דערהייַנטיקן הצלחה

source: You have been logged in Successfully
yi: איר האָבן שוין לאָגד אין הצלחה

source: You have been logged out
yi: איר האָבן שוין לאָגד אויס

source: Level User has been saved
yi: מדרגה באַניצער האט שוין געראטעוועט

source: Level user has been deleted
yi: מדרגה באַניצער האט אויסגעמעקט

source: Logo has been saved
yi: לאָגאָ האט שוין געראטעוועט

source: Logo has been deleted
yi: לאָגאָ האט אויסגעמעקט

source: Add Questions
yi: לייג צו פֿראגן

source: Question Type
yi: קשיא טיפּע

source: Search
yi: זוכן

source: Reset
yi: באַשטעטיק

source: Add To Exam
yi: לייג צו עקסאַם

source: Delete To Exam
yi: דיליט צו עקסאַם

source: Back To Exam
yi: צוריק צו עקסאַם

source: Type
yi: טיפּ

source: Body of Question
yi: גוף פון פֿרעג

source: Level
yi: גלייַך

source: Marks
yi: מאַרקס

source: Action
yi: קאַמף

source: Add Advertisement
yi: לייג צו אַדווערטייזמאַנט

source: Advertisement Name
yi: אַדווערטייזמאַנט נאמען

source: Ordering
yi: אָרדערינג

source: URL Type
yi: URL: טיפּע

source: Internal
yi: ינערלעך

source: External
yi: פונדרויסנדיק

source: URL Target
yi: URL: טאַרגעט

source: _self
yi: _סעלף

source: _blank
yi: _בלאַנק

source: Upload Image (350*260)
yi: צופֿעליקער בילד (350 * 260)

source: Save
yi: ראַטעווען

source: Close
yi: נאָענט

source: Update Photo
yi: אַפּדייט Photo

source: Upload Photo
yi: צופֿעליקער Photo

source: Update
yi: דערהייַנטיקן

source: Cancel
yi: באָטל מאַכן

source: Edit Advertisements
yi: רעדאַגירן אַדווערטייזמאַנץ

source: Form
yi: פאָרעם

source: Status
yi: סטאטוס

source: Advertisements
yi: אַדווערטייזמאַנץ

source: Add New Advertisement
yi: לייג New אַדווערטייזמאַנט

source: Edit
yi: ויסרעדאַגירן

source: Delete
yi: ויסמעקן

source: View
yi: קוק

source: Change Photo
yi: טוישן Photo

source: View Slides
yi: קוק סלידעס

source: Attempted Papers of
yi: אַטטעמפּטעד צייטונגען פון

source: Name
yi: נאָמען

source: Email
yi: בליצפּאָסט

source: Total Marks
yi: גאַנץ מאַרקס

source: Obtained Marks
yi: באקומען מאַרקס

source: Result Finalized
yi: רעזולטאַט פינאַליזעד

source: Finalize It
yi: פינאַליזע עס

source: Finalized By
yi: פינאַליזעד דורך

source: Question No
yi: קשיא ניט קיין

source: Option1
yi: אָפּטיאָנ1

source: Option2
yi: אָפּטיאָנ2

source: Option3
yi: אָפּטיאָנ3

source: Option4
yi: אָפּטיאָנ4

source: Option5
yi: אָפּטיאָנ5

source: Option6
yi: אָפּטיאָנ6

source: Marked Answer
yi: אנגעצייכנט אַנסווער

source: Correct Answer
yi: ריכטיק ענטפֿערן

source: Marks Obtained
yi: מאַרקס באקומען

source: Checked by
yi: אָפּגעשטעלט דורך

source: System
yi: סיסטעם

source: Configuration Options
yi: קאָנפיגוראַטיאָן אָפּציעס

source: Site Name
yi: מאַפּע נאָמען

source: Organization Name
yi: ארגאניזאציע נאמען

source: Domain Name
yi: דאָמאַין נאמען

source: Organization Email
yi: ארגאניזאציע בליצפּאָסט

source: Meta Title
yi: מעטאַ טיטל

source: Meta Description
yi: מעטאַ דעסקריפּטיאָן

source: Time Zone
yi: זאָנע

source: Please Select
yi: ביטע סעלעקט

source: Currency
yi: קראַנטקייַט

source: Header Contact
yi: כעדער קאָנטאַקט

source: Email Contact
yi: בליצפּאָסט קאָנטאַקט

source: Display records per page
yi: אַרויסווייַזן רעקאָרדס פּער בלאַט

source: Max records per page
yi: מאַקס רעקאָרדס פּער בלאַט

source: Date Format
yi: דאַטע פֿאָרמאַטירונג

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
yi: טאָג, חודש, יאָר, שעה, מינימום, סעק, מערידיאַן, טאָג סעפּראַטאָר, צייט סעפּראַטאָר

source: Capthca
yi: קאַפּטהקאַ

source: Image
yi: בילד

source: Text
yi: טעקסט

source: Text Direction
yi: טעקסט דירעקטיאָן

source: Left-to-right (LTR)
yi: לינקס-צו-רעכט (לטר)

source: Right-to-Left (RTL)
yi: רעכט-צו-לינקס (רטל)

source: Language
yi: שפּראַך

source: Enable SMS Notification
yi: געבן SMS אָנזאָג

source: Enable Email Notification
yi: געבן בליצפּאָסט אָנזאָג

source: Manual Verification
yi: מאַנואַל קאָנטראָל-קאָד

source: Front End Registration
yi: פראָנט סוף רעגיסטרירן

source: Front End Slides
yi: פראָנט סוף סלידעס

source: Translation
yi: יבערזעצונג

source: Paid Exam
yi: באַצאָלט עקסאַם

source: Math Editor
yi: מאַט עדיטאָר

source: Exam Expiry
yi: עקסאַם עקספּירי

source: Exam Feedback
yi: עקסאַם באַמערקונגען

source: Tolrance Count
yi: טאָלראַנסע גראף

source: Certificate
yi: באַווייַזן

source: Testimonial
yi: טעסטימאָניאַל

source: Advertisement
yi: אַדווערטייזמאַנט

source: No. of Visitor
yi: נומ 'פון גאַסט

source: No. of Student
yi: נומ 'פון תּלמיד

source: No. of Exam
yi: נומ 'פון עקסאַם

source: Save Settings
yi: ראַטעווען סעטטינגס

source: Add Pages
yi: לייג צו בלעטער

source: Link Name
yi: לינק נאָמען

source: Link Order
yi: לינק סדר

source: Page Type
yi: בלאַט טיפּע

source: External Url
yi: פונדרויסנדיק URL

source: Url Target
yi: URL ציל

source: Page Name
yi: בלאַט נאמען

source: Page Url
yi: בלאַט URL

source: Page Content
yi: בלאַט אינהאַלט

source: Edit Pages
yi: ענדערן בלעטער

source: Pages
yi: בלעטער

source: Add New Page
yi: לייג New בלאַט

source: Published
yi: פֿאַרעפֿנטלעכט

source: Unpublished
yi: אַנפּאַבלישט

source: Add Currency
yi: לייג צו קוררענסי

source: Currency Name
yi: קראַנטקייַט נאמען

source: Short Name
yi: שאָרט נאמען

source: Upload Currency (Less or equal to 50*50)
yi: צופֿעליקער קוררענסי (ווייניקער אָדער גלייַך צו 50 * 50)

source: Add New Currency
yi: לייג New קוררענסי

source: In Progress Exam
yi: אין פּראָגרעס עקסאַם

source: Upcoming Exam
yi: אַפּקאַמינג עקסאַם

source: Completed Exam
yi: געענדיקט עקסאַם

source: Students
yi: סטודענטן

source: In Progress & Upcoming Exams
yi: אין פּראָגרעס & אַפּקאַמינג יגזאַמז

source: Date
yi: דאַטע

source: Exam Name
yi: עקסאַם נאמען

source: Group
yi: גרופּע

source: Duration
yi: געדויער

source: Recent Exam Results
yi: לעצטע עקסאַם רעזולטאַטן

source: Exam
yi: עקסאַם

source: Overall Result
yi: קוילעלדיק רעזולטאַט

source: Student Stats
yi: תּלמיד סטאַץ

source: To
yi: צו

source: Details
yi: דעטאַילס

source: Top 10 Student Group Wise
yi: שפּיץ 10 תּלמיד גרופּע קלוג

source: Student Statistic Table
yi: תּלמיד סטאַטיסטיק טיש

source: Total Students
yi: גאַנץ סטודענטן

source: Total Active
yi: גאַנץ אַקטיווע

source: Total Pending
yi: גאַנץ פּענדינג

source: Total Suspended
yi: גאַנץ סוספּענדעד

source: Top 10 Question Bank Subject Wise
yi: שפּיץ 10 פֿרעג באַנק ונטערטעניק קלוג

source: Top 10 Difficulty Level of Questions
yi: שפּיץ 10 שוועריקייט מדרגה פון פֿראגן

source: Question Count Table
yi: קשיא גראף טיש

source: Bank Name
yi: באַנק נאָמען

source: Total Easy
yi: גאַנץ גרינג

source: Total Normal
yi: גאַנץ נאָרמאַל

source: Total Difficult
yi: גאַנץ שווער

source: Diffculty Level
yi: דיפפקולטי לעוועל

source: E-Mail Settings
yi: E-Mail סעטטינגס

source: Email Type
yi: בליצפּאָסט טיפּע

source: LOCALHOST
yi: לאָקאַלהאָסט

source: SMTP
yi: סמטפּ

source: Server Name / Host
yi: סערווירער נאָמען / באַלעבאָס

source: Port
yi: פּאָרט

source: User Name
yi: באַניצער נאמען

source: Password
yi: פּאַראָל

source: Add Email Template
yi: לייג צו בליצפּאָסט טעמפּלאַטעס

source: Email Template
yi: בליצפּאָסט טעמפּלאַטעס

source: Edit Email Templates
yi: רעדאַגירן בליצפּאָסט טעמפּלאַטעס

source: Email Templates
yi: בליצפּאָסט טעמפּלאַטעס

source: Add New Email Template
yi: לייג New עמאַיל טעמפּלאַטע

source: Template
yi: טעמפּלאַטע

source: Subject Added successfully
yi: ענין צוגעגעבן הצלחה

source: Add Exam
yi: לייג צו עקסאַם

source: Name of Exam
yi: נאמען פון עקסאַם

source: Passing Percentage
yi: פּאַססינג פּערסענטידזש

source: Instruction
yi: לימעד

source: Exam Duration (Min.)
yi: עקסאַם דוראַטיאָן (מין).

source: 0 for unlimited duration
yi: 0 פֿאַר אַנלימאַטאַד געדויער

source: Attempt Count
yi: פּרווון גראף

source: 0 for unlimited attempt
yi: 0 פֿאַר אַנלימאַטאַד פּרווון

source: Start Date
yi: אָנהייב טאָג

source: End Date
yi: סוף טאָג

source: Show Answer Sheet
yi: ווייַזן אַנסווער שיט

source: Yes
yi: יאָ

source: No
yi: קיין

source: Select Group
yi: סעלעקטירן גרופּע

source: Student Group
yi: תּלמיד גרופּע

source: Negative Marking
yi: נעגאַטיוו מאַרקינג

source: Random Question
yi: ראַנדאָם פֿרעג

source: Amount
yi: סומע

source: Browser Tolrance
yi: בראַוזער טאָלראַנסע

source: Expiry Days
yi: עקספּיירי טעג

source: 0 for Unlimited
yi: 0 פֿאַר אַנלימאַטאַד

source: Result After Finish
yi: רעזולטאַט נאָך ענדיקן

source: Mode
yi: מאָדע

source: Prepration
yi: פּרעפּראַטיאָן

source: Instant Result
yi: רעגע רעזולטאַט

source: Option Shuffle
yi: אָפּציע שאַרן

source: Add Subjects To Exams
yi: לייג צו סאַבדזשעקס צו עקסאַמס

source: Subject Name
yi: ענין נאמען

source: No. of Questions
yi: נומ 'פון פֿראגן

source: Ques Attempt Count
yi: קוועס פּרווון גראף

source: Questions Attempt Count
yi: פֿראגן פּרווון גראף

source: Leave blank for not showing (0 for unlimited)
yi: לאָזן ליידיק פֿאַר ניט ווייַזונג (0 פֿאַר אַנלימאַטאַד)

source: ctrl+click to add multiples
yi: קטרל + גיט צו לייגן מאַלטאַפּאַלז

source: Add
yi: לייגן

source: Edit Exam
yi: רעדאַגירן עקסאַם

source: Exam Stats
yi: עקסאַם סטאַץ

source: No of Student Passed
yi: קיין פון תּלמיד פּאַסט

source: Download
yi: דאַונלאָוד

source: No of Student Failed
yi: קיין פון תּלמיד געקענט

source: No of Student Absent
yi: קיין פון תּלמיד ניטאָ

source: Exam Details
yi: עקסאַם דעטאַילס

source: Finalize Result
yi: פינאַליזע טאַכלעס

source: Attempted Papers
yi: אַטטעמפּטעד פּאַפּערס

source: Eligible Group
yi: בארעכטיגט גרופּע

source: Close Exam
yi: נאָענט עקסאַם

source: Activate Exam
yi: אַקטיוואַטע עקסאַם

source: Exam Closed Re-Activate Exam
yi: עקסאַם קלאָוזד שייעך-אַקטיוואַטע עקסאַם

source: Browser Tolrence
yi: בראַוזער טאָלרענסע

source: Expiry
yi: עקספּיירי

source: Unlimited
yi: ונלימיטעד

source: Days
yi: טעג

source: Subjective
yi: סאַבדזשעקטיוו

source: Objective
yi: אָביעקטיוו

source: True &amp; False
yi: אמת & אַמפּ; פאַלש

source: Fill in the blanks
yi: פּלאָמבירן אין די בלאַנקס

source: Total Questions
yi: גאַנץ פֿראגן

source: Question Attempt Count
yi: קשיא פּרווון גראף

source: H
yi: ה

source: Total
yi: גאַנץ

source: M
yi: ב

source: S.No.
yi: ס.נאָ.

source: Student Name
yi: תּלמיד נאָמען

source: Enrolment
yi: ענראָלמענט

source: Phone
yi: טעלעפאָנירן

source: Result Status
yi: רעזולטאַט סטאַטוס

source: Email ID
yi: בליצפּאָסט שייַן

source: Submit
yi: פאָרלייגן

source: Forgot Username
yi: פֿאַרגעסן אייער נאמען

source: Login
yi: לאָגין

source: Verification Code
yi: קאָנטראָל-קאָד

source: Please enter verification Code
yi: ביטע אַרייַן קאָנטראָל-קאָד
