Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/yid/LC_MESSAGES/default.po
Languages: yi

source: Reset Password
yi: באַשטעטיק פּאַראָל

source: Confirm Password
yi: באַשטעטיקן שפּריכוואָרט

source: Add Groups
yi: לייג צו גרופּעס

source: Group Name
yi: גרופּע נאָמען

source: Edit Groups
yi: רעדאַגירן גרופּעס

source: Groups
yi: גרופּעס

source: Add New Group
yi: לייג New גרופּע

source: Add Help Content
yi: לייג צו הילף אינהאַלט

source: Title
yi: טיטל

source: Description
yi: באַשרייַבונג

source: Edit Help Content
yi: רעדאַגירן הילף אינהאַלט

source: Help Content
yi: הילף אינהאַלט

source: Add New Help Content
yi: לייג New הילף אינהאַלט

source: Import/Export Qusetions
yi: ימפּאָרט / עקספּאָרט קווסעטיאָנס

source: Back To Questions
yi: צוריק צו פֿראגן

source: Export Questions
yi: עקספּאָרט פֿראגן

source: Select File
yi: סעלעקטירן טעקע

source: Import Questions
yi: ימפּאָרט פֿראגן

source: Import/Export Students
yi: ימפּאָרט / עקספּאָרט סטודענטן

source: Back To Students
yi: צוריק צו סטודענטן

source: Export Students
yi: עקספּאָרט סטודענטן

source: Import Students
yi: ימפּאָרט סטודענטן

source: All Messages
yi: אַלע אַרטיקלען

source: My Profile
yi: מיין Profile

source: Change Password
yi: טוישן שפּריכוואָרט

source: Logout
yi: לאָגאָוט

source: Powered by
yi: Powered דורך

source: Date &amp; Time
yi: דאַטע & אַמפּ; צייַט

source: Compose Mail
yi: קאָמפּאָסע מעיל

source: Search Student Mail
yi: זוכן תּלמיד מעיל

source: Message
yi: אָנזאָג

source: Send
yi: שיקן

source: Compose
yi: קאָמפּאָסע

source: Inbox
yi: ינבאָקס

source: Sent Mail
yi: געשיקט פּאָסט

source: Trash
yi: אָפּפאַל

source: More
yi: מער

source: Mark as Read
yi: צייכן ווי לייענען

source: Mark as Unread
yi: מארק ווי ונרעאַד

source: Move to Inbox
yi: מאַך צו ינבאָקס

source: Reply
yi: ענטפער

source: Forward
yi: פאָרויס

source: Menu Names
yi: מעניו נאַמעס

source: Model Name
yi: מאָדעל נאָמען

source: Icon
yi: יקאָן

source: Add News
yi: לייג צו News

source: News Title
yi: נייַעס טיטל

source: News Description
yi: נייַעס דעסקריפּטיאָן

source: Edit News
yi: רעדאַגירן News

source: News
yi: נייַעס

source: Add New News
yi: לייג New News

source: Paypal Payment Option
yi: Paypal צאָלונג אָפּציע

source: Signature
yi: כסימע

source: Sandbox Mode
yi: סאַנדבאָקס מאָדע

source: True
yi: אמת

source: Add Question
yi: לייג צו פֿרעג

source: Question
yi: פרעגן

source: Correct Answers
yi: ריכטיק ענטפֿערס

source: Type your question here
yi: טיפּ דיין קשיא דאָ

source: Answer1
yi: אַנסווער1

source: Answer2
yi: אַנסווער2

source: Answer3
yi: אַנסווער3

source: Answer4
yi: אַנסווער4

source: Answer5
yi: אַנסווער5

source: Answer6
yi: אַנסווער6

source: True/False
yi: אמת / False

source: False
yi: פאַלש

source: Blank Space
yi: ליידיק אָרט

source: Explanation (Optional)
yi: דערקלערונג (אָפּטיאָנאַל)

source: Provide explanation in support of correct answer
yi: צושטעלן דערקלערונג אין שטיצן פון ריכטיק ענטפֿערן

source: Hint(optional)
yi: אָנצוהערעניש (אַפּשאַנאַל)

source: Hint to help answer correctly
yi: אָנצוהערעניש צו העלפן ענטפֿערן ריכטיק

source: without minus sign
yi: אָן מינוס צייכן

source: Edit Question Type
yi: רעדאַגירן פֿרעג טיפּע

source: Explanation
yi: דערקלערונג

source: Hint
yi: אָנצוהערעניש

source: Questions
yi: פֿראגן

source: Add New Question
yi: לייג New פֿרעג

source: Import/Export Question
yi: ימפּאָרט / עקספּאָרט פֿרעג

source: Answer
yi: ענטפער

source: Question Details
yi: קשיא דעטאַילס

source: Exam Wise
yi: עקסאַם קלוג

source: Please Select Exam
yi: ביטע סעלעקטירן עקסאַם

source: Status of Result
yi: סטאַטוס פון טאַכלעס

source: Please Select Result Status
yi: ביטע סעלעקט רעזולטאַט סטאַטוס

source: Download Result
yi: דאַונלאָוד טאַכלעס

source: Rank
yi: ריי

source: Test
yi: פּרובירן

source: Percent
yi: פּראָצענט

source: Result
yi: רעזולטאַט

source: View Result
yi: קוק טאַכלעס

source: Download/Print Result
yi: אָפּלאָדירן / דרוק דעם רעזולטאַט

source: Student Wise
yi: תּלמיד קלוג

source: Name or Enrolment Number
yi: נאמען אָדער ענראָלמענט נומער

source: Enrolment Number
yi: ענראָלמענט נומער

source: Back
yi: צוריק

source: Assesment Report for
yi: אַססעסמענט באריכט פֿאַר

source: Taken Date
yi: גענומען דאַטע

source: Nos. of Browser tolrance attempt
yi: נומ'. פון בראַוזער טאָלראַנסע פּרווון

source: Total Score
yi: גאַנץ כעזשבן

source: Student Marks Distribution
yi: תּלמיד מאַרקס דיסטריבוטיאָן

source: Feedback
yi: באַמערקונגען

source: Marks Sheet
yi: מאַרקס שיט

source: Section Name
yi: אָפּטיילונג נאמען

source: Section proportion
yi: אָפּטיילונג פּראָפּאָרציע

source: Actual
yi: פאַקטיש

source: Your Percentage
yi: דיין פּערסענטידזש

source: Section Summary
yi: אָפּטיילונג סאַמערי

source: Maximum Score
yi: העכסטן כעזשבן

source: Developed Skill
yi: דעוועלאָפּעד בקיעס

source: Needs Development
yi: נעעדס אנטוויקלונג

source: Lack of Skill
yi: פֿעלן פון בקיעס

source: MCQ answered
yi: מקק געענטפֿערט

source: S.N.
yi: סן

source: Legend
yi: לעגענדע

source: Send Emails
yi: שיקן ימיילז

source: Teachers
yi: לערערס

source: Any Email
yi: קיין email

source: Default all students if you add manually then search student email
yi: ניט ויסצאָלן אַלע סטודענטן אויב איר לייגן מאַניואַלי דעמאָלט זוכן תּלמיד בליצפּאָסט

source: Default all teachers if you add manually then search teacher email
yi: ניט ויסצאָלן אַלע לערערס אויב איר לייגן מאַניואַלי דעמאָלט זוכן לערער בליצפּאָסט

source: Type any email comma seprated
yi: טיפּע קיין email קאָמע סעפּראַטעד

source: Type subject
yi: טיפּע ונטערטעניק

source: Select Email Template
yi: סעלעקטירן עמאַיל טעמפּלאַטע

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
yi: אויב איר טאָן ניט ווילן צו סעלעקטירן בליצפּאָסט טעמפּלאַטע דעמאָלט נאָר טיפּ email אָנזאָג. אַמאָל איר מאַסע רעדאַקטאָר דעמאָלט איר קענען נישט סעלעקטירן טעמפּלאַטע גיין צו באַשטעטיק קנעפּל

source: Send Sms
yi: שיקן SMS

source: Any Sms
yi: קיין Sms

source: Default all student if you add manually then search students name
yi: ניט ויסצאָלן אַלע תּלמיד אויב איר לייגן מאַניואַלי דעמאָלט זוכן סטודענטן נאָמען

source: Default all teachers if you add manually then search teacher name
yi: ניט ויסצאָלן אַלע לערערס אויב איר לייגן מאַניואַלי דעמאָלט זוכן לערער נאָמען

source: Any Number
yi: קיין נומער

source: Type any number comma seprated
yi: טיפּע קיין נומער קאָמע סעפּראַטעד

source: Select Sms Template
yi: סעלעקטירן Sms טעמפּלאַטע

source: Sms Template
yi: SMS טעמפּלאַטע

source: If you do not want to select sms template then simply type sms message
yi: אויב איר טאָן ניט ווילן צו סעלעקטירן SMS טעמפּלאַטע דעמאָלט נאָר טיפּ SMS אָנזאָג

source: Certificate Signature
yi: באַווייַזן סיגנאַטורע

source: Upload Image(* height less than 75px)
yi: צופֿעליקער בילד (* הייך ווייניקער ווי 75פּקס)

source: Delete Signature
yi: דיליט סיגנאַטורע

source: Add Slides
yi: לייג צו סלידעס

source: Slide Name
yi: סלייד נאמען

source: Upload Slide (1350*550)
yi: צופֿעליקער סלייד (1350 * 550)

source: Edit Slides
yi: רעדאַגירן סלידעס

source: Slides
yi: סלידעס

source: Add New Slide
yi: לייג New סלייד

source: SMS Settings
yi: SMS סעטטינגס

source: API Link
yi: אַפּי לינק

source: Sender ID
yi: סענדער שייַן

source: Heading Username
yi: העאַדינג נאמען

source: Username field provided by sms gateway
yi: נאמען פעלד ביטנייַ דורך SMS גייטוויי

source: Heading Password
yi: העאַדינג פּאַראָל

source: Password field provided by sms gateway
yi: פּאַראָל פעלד ביטנייַ דורך SMS גייטוויי

source: Heading Mobile No
yi: העאַדינג מאָביל קיין

source: Mobile No field provided by sms gateway
yi: מאָביל קיין פעלד ביטנייַ דורך SMS גייטוויי

source: Heading Message
yi: העאַדינג אַרטיקל

source: Message field provided by sms gateway
yi: אַרטיקל פעלד ביטנייַ דורך SMS גייטוויי

source: Heading Sender Id
yi: העאַדינג סענדער יד

source: Sender Id field provided by sms gateway
yi: סענדער יד פעלד ביטנייַ דורך SMS גייטוויי

source: Add SMS Template
yi: לייג צו SMS טעמפּלאַטע

source: Edit SMS templates
yi: רעדאַגירן SMS טעמפּלאַטעס

source: SMS Templates
yi: SMS טעמפּלאַטעס

source: Add New SMS Template
yi: לייג New SMS טעמפּלאַטע

source: Add Students
yi: לייג צו סטודענטן

source: Address
yi: אַדרעס

source: Guardian Phone
yi: גאַרדיאַן טעלעפאָנירן

source: Edit Students
yi: רעדאַגירן סטודענטן

source: Renewal Date
yi: רענעוואַל דאַטע

source: Add New Student
yi: לייג New תּלמיד

source: Wallet
yi: בייַטל

source: Admission Date
yi: אַרייַנטרעטן דאַטע

source: Credit
yi: קרעדיט

source: Debit
yi: דעביט

source: Balance
yi: וואָג

source: Date & Time
yi: דאַטע סינכרו

source: Payment Through
yi: צאָלונג דורך

source: Remarks
yi: רעמאַרקס

source: View Student Information
yi: View תּלמיד אינפֿאָרמאַציע

source: Full Name
yi: גאַנץ נאָמען

source: Phone Number
yi: נומער

source: Registered Email
yi: רעגיסטרירט בליצפּאָסט

source: Alternate Number
yi: בייַטנ לויט דער ריי נומער

source: Enrolment No
yi: ענראָלמענט קיין

source: Last Login
yi: לעצטע לאָגין

source: Students Wallet
yi: סטודענטן וואַללעט

source: Transaction Form
yi: טראַנסאַקטיאָן Form

source: Mobile
yi: רירעוודיק

source: ADD
yi: לייגן

source: DEDUCT
yi: אַראָפּרעכענען

source: Add Subjects
yi: לייג צו סובדזשעקץ

source: Edit Subjects
yi: רעדאַגירן סאַבדזשעקץ

source: Subjects
yi: סובדזשעקץ

source: Add New Subject
yi: לייג New ענין

source: Question Bank
yi: קשיא באַנק

source: Add Testimonials
yi: לייג צו טעסטימאָניאַלס

source: Upload Photo (150*150)
yi: צופֿעליקער Photo (150 * 150)

source: Edit Testimonials
yi: רעדאַגירן טעסטימאָניאַלס

source: Testimonials
yi: טעסטימאָניאַלס

source: Add New Testimonial
yi: לייג New טעסטימאָניאַל

source: Add Users
yi: לייג צו ניצערס

source: User Level
yi: באַניצער לעוועל

source: Username
yi: נאמען

source: Level users
yi: מדרגה ניצערס

source: Add New Level
yi: לייג New לעוועל

source: Back To Users
yi: צוריק צו ניצערס

source: Level Name
yi: מדרגה נאמען

source: Set Permission
yi: באַשטעטיקט דערלויבעניש

source: Assign Form Rights
yi: באַשטימען Form הזכויות

source: Module Name
yi: מאָדולע נאָמען

source: Old Password
yi: ישן פּאַראָל

source: Edit Users
yi: רעדאַגירן ניצערס

source: User Registration Form
yi: באַניצער רעגיסטראַציע Form

source: Users
yi: ניצערס

source: Add New User
yi: לייג New באַניצער

source: Add Level Users
yi: לייג צו לעוועל ניצערס

source: Level User
yi: מדרגה באַניצער

source: Dear user, log in to access the admin area!
yi: ליב באַניצער, קלאָץ אין צו צוטריט דער אַדמין געגנט!

source: Admin / Teacher Username
yi: אַדמין / רבי נאמען

source: Forgot User Name
yi: לאָסט באַניצער נאמען

source: Organisation Logo
yi: אָרגאַניזיישאַן לאָגאָ

source: Upload Image(* height less than 220px)
yi: צופֿעליקער בילד (* הייך ווייניקער ווי 220פּקס)

source: Delete Logo
yi: דיליט לאָגאָ

source: Please provide a type for chart %s!
yi: ביטע צושטעלן אַ טיפּ פֿאַר טשאַרט %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
yi: טשאַרט: \ " %s " קען ניט זיין געפֿונען. ענסורע אַז טשאַרט נאמען איז די זעלבע שטריקל וואָס איז דורכגעגאנגען צו $ טהיס-> היגהטשאַרצ-> ופפירן () אין אייער מיינונג.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
yi: די עקספּרעסס טשעקקאָוט מאַסע האט אויסגעגאנגען און די מאַסע דארף צו זיין ריסטאַרטיד

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
yi: איר מייַ האָבן געמאכט אַ רגע רופן פֿאַר דער זעלביקער צאָלונג אָדער איר מייַ האָבן געניצט די זעלבע ינווויס שייַן פֿאַר באַזונדער טראַנזאַקשאַנז.

source: Please use a different funcing source.
yi: ביטע נוצן אַ אַנדערש פונסינג מקור.

source: An error occured, please retry the transaction.
yi: אַ טעות occured, ביטע ריטריי די מאַסע.

source: This transaction couldn't be completed. Redirecting to payment gateway
yi: דאס מאַסע קען נישט זיין געענדיקט. רידערעקטינג צו צאָלונג גייטוויי

source: You have not agreed to the billing agreement.
yi: איר האָט נישט מסכים געווען צו די בילינג העסקעם.

source: The billing agreement is disabled or inactive.
yi: די בילינג העסקעם איז פאַרקריפּלט אָדער ינאַקטיוו.

source: The credit card used is expired.
yi: די קרעדיט קאָרט געניצט איז אויסגעגאנגען.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
yi: די מאַסע איז געווען ניט געוואלט מחמת די אַווס ענטפער אומגעקערט די ווערט פון ען, און דער סוחר חשבון איז ניט ביכולת צו אָננעמען אַזאַ טראַנזאַקשאַנז.

source: The payment gateway account is restricted.
yi: די צאָלונג גייטוויי חשבון איז ריסטריקטיד.

source: You must submit an IP address of the buyer with each API call.
yi: איר מוזן פאָרלייגן אַ יפּ אַדרעס פון די קוינע מיט יעדער אַפּי רופן.

source: The merchant selected a value for the PaymentAction field that is not supported.
yi: דער סוחר אויסגעקליבן אַ ווערט פֿאַר די פּייַמענטאַקטיאָן פעלד אַז איז ניט געשטיצט.

source: The credit card field was blank.
yi: די קרעדיט קאָרט פעלד איז ליידיק.

source: The total amount and item amounts do not match.
yi: די גאַנץ סומע און פּונקט אַמאַונץ טאָן ניט צופּאַסן.

source: The credit card entered is currently restricted by the payment gateway.
yi: די קרעדיט קאָרט אריין איז איצט ריסטריקטיד דורך די צאָלונג גייטוויי.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
yi: דער סוחר אריין אַ ינווויס שייַן אַז איז שוין פֿאַרבונדן מיט אַ מאַסע דורך דער זעלביקער סוחר. פּרווון מיט אַ נייַ ינווויס שייַן

source: The transaction was declined by the country filter managed by the merchant.
yi: די מאַסע איז געווען דיקליינד דורך דער מדינה פילטער געראטן דורך די סוחר.

source: The transaction was declined by the maximum amount filter managed by the merchant.
yi: די מאַסע איז געווען דיקליינד דורך די מאַקסימום סומע פילטער געראטן דורך די סוחר.

source: The transaction was declined by the payment gateway.
yi: די מאַסע איז געווען דיקליינד דורך די צאָלונג גייטוויי.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
yi: די מאַסע איז געווען דיקליינד דורך צאָלונג גייטוויי ווייַל פון מעגלעך פראַודולענט טעטיקייט.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
yi: די מאַסע איז געווען דיקליינד דורך צאָלונג גייטוויי ווייַל פון מעגלעך פראַודולענט טעטיקייט אויף די יפּ אַדרעס.

source: The merchant account attempting the transaction is not a business account.
yi: דער סוחר חשבון אַטעמפּטינג די מאַסע איז ניט אַ געשעפט חשבון.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
yi: דער סוחר חשבון אַטעמפּטינג די מאַסע איז ניט ביכולת צו פּראָצעס דירעקט צאָלונג טראַנזאַקשאַנז.

source: Access to Direct Payment was disabled for your account.
yi: אַקסעס צו דירעקט צאָלונג איז פאַרקריפּלט פֿאַר דיין חשבון.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
yi: דער סוחר חשבון אַטעמפּטינג די מאַסע טוט ניט האָבן אַ באשטעטיקט בליצפּאָסט אַדרעס מיט די צאָלונג גייטוויי.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
yi: דער סוחר אַטטעמפּטעד אַ מאַסע ווו די סומע יקסידיד דער אויבערשטער שיעור פֿאַר וואָס סוחר.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
yi: די מאַסע איז געווען דיקליינד ווייַל פון אַ סוחר ריזיקירן פילטער פֿאַר אַווס. ספּעסיפיקאַללי, דער סוחר האט באַשטימט צו אַראָפּגיין מאַסע ווען די אַווס אומגעקערט אַ ניט גלייַכן (אַווס = ען).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
yi: די מאַסע איז געווען דיקליינד ווייַל פון אַ סוחר ריזיקירן פילטער פֿאַר אַווס. ספּעסיפיקאַללי, דער סוחר האט באַשטימט די פילטער צו אַראָפּגיין טראַנזאַקשאַנז ווען די אַווס קערט אַ פּאַרטיייש גלייַכן.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
yi: די מאַסע איז געווען דיקליינד ווייַל פון אַ סוחר ריזיקירן פילטער פֿאַר אַווס. ספּעסיפיקאַללי, דער סוחר האט באַשטימט די פילטער צו אַראָפּגיין טראַנזאַקשאַנז ווען די אַווס איז אַנסאַפּאָרטיד.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
yi: דער סוחר אריין אַ יפּ אַדרעס אַז איז געווען אין אַ פאַרקריפּלט פֿאָרמאַט. די IP אַדרעס מוזן זיין אין אַ פֿאָרמאַט אַזאַ ווי 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
yi: דער סוחר ס קאָנפיגוראַטיאָן ריקווייערז אַ קוווו צו זיין אריין, אָבער קיין קוווו איז געווען צוגעשטעלט מיט דעם מאַסע.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
yi: דער סוחר ביטנייַ אַן אַדרעס אָדער אין די פאַרייניקטע שטאַטן אָדער קאַנאַדע, אָבער די שטאַט ביטנייַ איז נישט אַ גילטיק שטאַט אין יעדער מדינה.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
yi: די מאַסע איז געווען דיקליינד דורך די ישוינג באַנק, נישט די צאָלונג גייטוויי. דער סוחר זאָל פּרווון אנדערן קאָרט.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
yi: דער סוחר ס לאַנד פון וווינאָרט איז נישט איצט געשטיצט צו לאָזן דירעקט צאָלונג טראַנזאַקשאַנז.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
yi: די מאַסע איז געווען דיקליינד ווייַל די צאָלונג גייטוויי איז איצט פּראַסעסינג אַ מאַסע דורך די זעלבע קוינע פֿאַר די זעלבע סומע. קענען פּאַסירן ווען אַ קוינע סאַבמיץ קייפל, יידעניקאַל טראַנזאַקשאַנז אין שנעל סאַקסעשאַן.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
yi: די קוווו צוגעשטעלט איז פאַרקריפּלט. די קוווו איז צווישן 3-4 דידזשאַץ לאַנג.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
yi: ביטע פּרובירן ווידער שפּעטער. ענשור איר האָבן דורכגעגאנגען די ריכטיק קוווו און אַדרעס אינפֿאָרמאַציע פֿאַר די קוינע. אויב קריייטינג אַ ריקערינג פּראָפיל, ביטע פּרובירן ווידער דורך פּאַסינג אַ יניט סומע פון ​​0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
yi: טראַנסאַקטיאָן איז ניט געהאָרכיק רעכט צו פעלנדיק אָדער פאַרקריפּלט 3-ד סעקורע אָטענטאַקיישאַן וואַלועס. קאָנטראָליר עסי, עסי3דס, קאַוווו, קסיד fields.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
yi: די מאַסע איז געווען פֿאַראַכט דורך די צאָלונג גייטוויי ווייַל פון יבעריק פאַילורעס איבער אַ קליין פּעריאָד פון צייַט פֿאַר דעם קרעדיט קאַרטל.

source: The transaction was declined by payment gateway.
yi: די מאַסע איז געווען דיקליינד דורך צאָלונג גייטוויי.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
yi: די מאַסע איז געווען דיקליינד ווייַל דער סוחר טוט ניט האָבן אַ גילטיק געשעפט ענטיטי העסקעם אויף טעקע מיט די צאָלונג גייטוויי.

source: The transaction was declined because the CVV entered does not match the credit card.
yi: די מאַסע איז געווען דיקליינד מחמת די קוווו אריין טוט ניט צופּאַסן די קרעדיט קאַרטל.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
yi: די מאַסע איז געווען דיקליינד דורך די ישוינג באַנק ווייַל פון אַ אויסגעגאנגען קרעדיט קאָרט. דער סוחר זאָל פּרווון אנדערן קאָרט.

source: utils
yi: וטילס

source: Exceeded permissible limit for Navigating away
yi: יקסידיד קאָשער שיעור פֿאַר נאַוואַגייטינג אַוועק

source: You have exceeded the permissible limit for navigating away from your test
yi: איר האָבן יקסידיד די קאָשער שיעור פֿאַר נאַוואַגייטינג אַוועק פון דיין פּרובירן

source: Your test has finished. You can close the window now
yi: דיין פּרובירן האט פאַרטיק. איר קענען פאַרמאַכן די פֿענצטער איצט

source: Installation Complete
yi: ייַנמאָנטירונג גאַנץ

source: Aho! The System is installed successfully.
yi: אַהאָ! די סיסטעם איז אינסטאַלירן הצלחה.

source: Go to Admin/Teacher Interface
yi: גיין צו אַדמין / רבי צובינד

source: User
yi: באַניצער

source: Go to Front End/Student Interface
yi: גיין צו Front סוף / תּלמיד צובינד

source: Visit our website
yi: באַזוכן אונדזער וועבזייַטל

source: for documentation and support
yi: פֿאַר דאַקיומענטיישאַן און שטיצן

source: My Exam Stats
yi: מיין עקסאַם סטאַץ

source: Total Exam Given
yi: גאַנץ עקסאַם גיווען

source: Absent Exams
yi: ניטאָ עקסאַמס

source: Best Score in
yi: בעסטער כעזשבן אין

source: On
yi: אויף

source: Failed in
yi: אַנדערש אין

source: Average Percentage
yi: דורכשניטלעך פּראָצענט

source: Your Rank
yi: דיין פּאַזישאַן

source: Month Wise Performance
yi: חודש קלוג פֿאָרשטעלונג

source: Exam Wise Performance
yi: עקסאַם קלוג פֿאָרשטעלונג

source: Top 10
yi: שפּיץ 10

source: Todays Exam
yi: טאַדייז עקסאַם

source: Top
yi: שפּיץ

source: These are the exam(s) that can be taken right now
yi: דאס זענען די יגזאַם (s) אַז קענען זיין גענומען רעכט איצט

source: No Exams found for today
yi: ניט קיין עקסאַמס געפֿונען פֿאַר הייַנט

source: Something went wrong
yi: עפּעס געגאנגען אומרעכט

source: Show
yi: ווייַזן

source: entries
yi: איינסן

source: Prev
yi: לעצט

source: Next
yi: ווייַטער

source: Showing {:start} to {:current} of {:count} entries
yi: ווייזונג { start} צו {:current} פון {:count} איינסן

source: Email Verification
yi: בליצפּאָסט קאָנטראָל-קאָד

source: Please Enter Verification Code in the Text Box
yi: ביטע קום קאָנטראָל-קאָד אין די טעקסט קאַסטן

source: Re-Send Email Verification
yi: שייעך-שיקן email קאָנטראָל-קאָד

source: Please Enter Email Id in the Text Box which you enter at the time of registration
yi: ביטע קום עמאַיל יד אין די טעקסט קאַסטן וואָס איר אַרייַן אין די צייַט פון רעגיסטראַציע

source: Purchased Exam
yi: פּערטשאַסט עקסאַם

source: Expired Exam
yi: אויסגעגאנגען עקסאַם

source: These are the exam(s) which has been expired
yi: דאס זענען די יגזאַם (s) וואָס האט שוין אויסגעגאנגען

source: No Exams found
yi: ניט קיין עקסאַמס געפֿונען

source: Thank you for using the test
yi: דאנק איר פֿאַר ניצן די פּרובירן

source: 1. The test instructions were
yi: 1. די פּראָבע ינסטראַקשאַנז זענען

source: Largely Clear
yi: לאַרגעלי קלאָר

source: Medium Clear
yi: מיטל קלאָר

source: Not Clear
yi: נישט קלאָר

source: 2. Language of question was
yi: 2. שפּראַך פון קשיא איז

source: 3. Overall test experience was
yi: 3. קוילעלדיק פּרובירן דערפאַרונג איז געווען

source: Good
yi: גוט

source: Better
yi: בעסער

source: Best
yi: בעסטער

source: Any other feedback suggestion
yi: קיין אנדערע באַמערקונגען פאָרשלאָג

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
yi: ביטע נאָענט אַלע פון ​​אייער שמועס פֿענצטער, עקראַן-ויסלייזער, און אַנטי-ווירוס מגילה איידער סטאַרטינג דיין פּרובירן

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
yi: ביטע טאָן ניט דריקן \ "F5 " בעשאַס דיין פּרובירן. דעם וועט ענדיקן דיין פּרובירן און איר וועט ניט זייַן ביכולת צו שייַעך-עפענען די פּרובירן
