Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/yid/LC_MESSAGES/default.po
Languages: yi

source: Moldova, Republic of
yi: מאָלדאָוואַ, רעפּובליק פון

source: Monaco
yi: מאָנאַקאָ

source: Mongolia
yi: מאָנגאָליאַ

source: Montserrat
yi: מאָנצערראַט

source: Morocco
yi: מאראקא

source: Mozambique
yi: מאָזאַמביק

source: Myanmar
yi: מיאַנמאַר

source: Namibia
yi: נאַמיביאַ

source: Nauru
yi: נאַורו

source: Nepal
yi: נעפּאַל

source: Netherlands
yi: האלאנד

source: Netherlands Antilles
yi: האלאנד אַנטיליס

source: New Caledonia
yi: ניו קאַלעדאָניאַ

source: New Zealand
yi: ניו זילאַנד

source: Nicaragua
yi: ניקאַראַגואַ

source: Niger
yi: ניגער

source: Nigeria
yi: ניגעריאַ

source: Niue
yi: ניוע

source: Norfolk Island
yi: Norfolk אינזל

source: Northern Mariana Islands
yi: צאָפנדיק מאַריאַנאַ אינזלען

source: Norway
yi: נארוועגיע

source: Oman
yi: אָמאַן

source: Pakistan
yi: פּאַקיסטאַן

source: Palau
yi: פּאַלאַו

source: Palestinian Territory, Occupied
yi: פּאַלעסטיניאַן טעריטאָריע, אָקקופּיעד

source: Panama
yi: פּאַנאַמאַ

source: Papua New Guinea
yi: פּאַפּואַ ניו גיני

source: Paraguay
yi: פאראגוויי

source: Peru
yi: פּערו

source: Philippines
yi: פיליפינען

source: Pitcairn
yi: פיטקארן

source: Poland
yi: פוילן

source: Portugal
yi: פּאָרטוגאַל

source: Puerto Rico
yi: פּאָרטאַ ריקאָ

source: Qatar
yi: קאַטאַר

source: Reunion
yi: ווידערטרעף

source: Romania
yi: רומעניע

source: Russian Federation
yi: רוסיש Federation

source: Rwanda
yi: רוואַנדאַ

source: Saint Helena
yi: הייליקער העלענאַ

source: Saint Kitts and Nevis
yi: סעינט קיץ און נעוויס

source: Saint Lucia
yi: סעינט לוסיאַ

source: Saint Pierre and Miquelon
yi: סעינט פיער און מיקעלאָן

source: Saint Vincent and the Grenadines
yi: סעינט ווינסענט און די גרענאַדינעס

source: Samoa
yi: סאַמאָאַ

source: San Marino
yi: סאַן מאַרינאָ

source: Sao Tome and Principe
yi: סאַו טאָמעי און פּרינסיף

source: Saudi Arabia
yi: סאודיע אראביע

source: Senegal
yi: סענעגאל

source: Serbia and Montenegro
yi: סערביע און מאָנטענעגראָ

source: Seychelles
yi: סייטשעלס

source: Sierra Leone
yi: סיערע לעאנע

source: Singapore
yi: סינגאַפּאָר

source: Slovakia
yi: סלאוואקיי

source: Slovenia
yi: סלאָוועניאַ

source: Solomon Islands
yi: שלמה אינזלען

source: Somalia
yi: סאמאליע

source: South Africa
yi: דרום Africa

source: South Georgia and the South Sandwich Islands
yi: דרום דזשאָרדזשאַ און די דרום סאַנדוויטש אינזלען

source: Spain
yi: ספּאַין

source: Sri Lanka
yi: סרי לאנקא

source: Sudan
yi: סודאַן

source: Suriname
yi: סורינאַמע

source: Svalbard and Jan Mayen
yi: סוואַלבאַרד און Jan Mayen

source: Swaziland
yi: סוואַזילאַנד

source: Sweden
yi: שוועדן

source: Switzerland
yi: שווייץ

source: Syrian Arab Republic
yi: סיריאַן אַראַבער רעפּובליק

source: Taiwan, Province of China
yi: טייוואַן, פּראָווינץ פון טשיינאַ

source: Tajikistan
yi: טאדזשיקיסטאן

source: Tanzania, United Republic of
yi: טאַנזאַניאַ, פֿאַראייניקטע רעפּובליק פון

source: Thailand
yi: טיילאַנד

source: Timor-Leste
yi: טימאָר-לעסטע

source: Togo
yi: טאָגאָ

source: Tokelau
yi: טאָקעלאַו

source: Tonga
yi: טאָנגאַ

source: Trinidad and Tobago
yi: טרינידאַד און טאָבאַגאָ

source: Tunisia
yi: טוניסיאַ

source: Turkey
yi: ינדיק

source: Turkmenistan
yi: טורקמעניסטאַן

source: Turks and Caicos Islands
yi: טורקס און קעיקאָס אינזלען

source: Tuvalu
yi: טווואַלו

source: Uganda
yi: אוגאנדע

source: Ukraine
yi: אוקריינא

source: United Arab Emirates
yi: פאראייניקטע אַראַבער עמיראַטעס

source: United Kingdom
yi: פֿאַראייניקטע קינגדאָם

source: United States
yi: פאַרייניקטע שטאַטן

source: Uruguay
yi: אורוגוויי

source: Uzbekistan
yi: וזבעקיסטאַן

source: Vanuatu
yi: וואַנואַטו

source: Venezuela
yi: ווענעזועלאַ

source: Viet Nam
yi: וויעט נאַם

source: Virgin Islands, British
yi: ווירגין אינזלען, בריטיש

source: Virgin Islands, U.s.
yi: ווירגין אינזלען, אונדז

source: Wallis and Futuna
yi: וואָליס און Futuna

source: Western Sahara
yi: מערב סאַהאַראַ

source: Yemen
yi: יעמען

source: Zambia
yi: זאמביע

source: Zimbabwe
yi: זימבאַבווע

source: Invalid argument #1: %s is not a valid %s identifyer.
yi: אינוואליד אַרגומענט # 1: %s איז נישט אַ גילטיק %s ידענטיפיער.

source: %s for Row %d failed to save.
yi: %s פֿאַר ראָוו %d ניט אַנדערש צו ראַטעווען.

source: You need to define at least one field to be toggleable.
yi: איר דאַרפֿן צו דעפינירן לפּחות איין פעלד צו זייַן טאָגגלעאַבלע.

source: The field %s is not in the list of toggleable fields.
yi: די פעלד %s איז ניט אין דער רשימה פון טאָגגלעאַבלע fields.

source: The field %s does not have two toggleable states defined.
yi: די פעלד %s טוט נישט האָבן צוויי טאָגגלעאַבלע שטאַטן Defined.

source: Invalid record
yi: אינוואליד רעקאָרד

source: Server lipsum.com returns error code %s.
yi: סערווירער lipsum.com קערט טעות קאָד %s .

source: Response from lipsum.com is empty or could not be decoded.
yi: ענטפער פון lipsum.com איז ליידיק אָדער קען ניט זיין דיקאָודאַד.

source: Connection to server lipsum.com failed. %s.
yi: קאַנעקשאַן צו סערווירער lipsum.com אַנדערש. %s .

source: Please correct the errors below.
yi: ביטע ריכטיק די ערראָרס אונטן.

source: Error
yi: טעות

source: The requested address %s was not found on this server.
yi: די געבעטן אַדרעס %s איז ניט געפֿונען אויף דעם סערווער.

source: An Internal Error Has Occurred.
yi: אַ ינערלעך טעות האט occurred.

source: datasource configuration was not found
yi: דאַטאַסאָורסע קאָנפיגוראַטיאָן איז ניט געפֿונען

source: CakePHP: the rapid development php framework
yi: קאַקעפפּ: דער גיך אַנטוויקלונג PHP ראַם

source: Debug setting does not allow access to this url.
yi: דעבוג באַשטעטיקן טוט ניט לאָזן צוטריט צו דעם URL.

source: Add New Exam
yi: לייג New עקסאַם

source: Inactive
yi: ינאַקטיווע

source: Start & End Date
yi: אָנהייב & סוף טאָג

source: Certification of Completion
yi: Certification פון קאָמפּלעטיאָן

source: Click here to download excel file format
yi: דריקט דאָ צו אָפּלאָדירן עקססעל טעקע פֿאָרמאַט

source: Are you sure, you want to close this exam?
yi: ביסט איר זיכער איר ווילן צו נאָענט דעם יגזאַם?

source: Are you sure, you want to re-activate this exam?
yi: ביסט איר זיכער איר ווילן צו שייַעך-אַקטאַווייט דעם יגזאַם?

source: Closed
yi: קלאָוזד

source: Results
yi: רעזולטאַטן

source: Configurations
yi: קאָנפיגוראַטיאָנס

source: General
yi: אַלגעמיין

source: Contents
yi: ינהאַלט

source: Email & SMS
yi: בליצפּאָסט & SMS

source: Customer Support Service
yi: קונה שטיצן דינסט

source: Knowledge Base (for Documentation)
yi: וויסן באַסע (פֿאַר דאָקומענטאַטיאָן)

source: Forum (24x7x)
yi: פאָרום (24קס7קס)

source: Live Chat (For Sales & Billing Only)
yi: לעבן טשאַט (פֿאַר סאַלעס & בילינג בלויז)

source: Support (For Technical Support)
yi: שטיצן (פֿאַר טעכניש שטיצן)

source: Visit Our Website
yi: באַזוכן אונדזער וועבסייט

source: for more documentation & Details
yi: פֿאַר מער דאַקיומענטיישאַן & דעטאַילס
