Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/yid/LC_MESSAGES/validation.po
Languages: yi

source: Only letters and numbers allowed
yi: בלויז אותיות און נומערן ערלויבט

source: Group already exist
yi: גרופּע שוין עקסיסטירן

source: Only Url
yi: בלויז URL

source: File does not have a valid extension
yi: טעקע טוט ניט האָבן אַ גילטיק פאַרלענגערונג

source: You must supply a JPG, GIF or PNG File.
yi: איר מוזן צושטעלן אַ דזשפּג, גיף אָדער פּנג טעקע.

source: Invalid Header Contact
yi: אינוואליד כעדער קאָנטאַקט

source: Only Alphabets
yi: בלויז אַלפאַבעץ

source: Currency Name already exist
yi: קראַנטקייַט נאמען שוין עקסיסטירן

source: You must supply image height is less than 50px
yi: איר מוזן צושטעלן בילד הייך איז ווייניקער ווי 50פּקס

source: You must supply image width is less than 50px
yi: איר מוזן צושטעלן בילד ברייט איז ווייניקער ווי 50פּקס

source: Only numbers allowed
yi: בלויז נומערן ערלויבט

source: Only Date/time format
yi: בלויז דאַטע / צייַט פֿאָרמאַט

source: Enter a valid email
yi: אַרייַן אַ גילטיק email

source: Please select
yi: ביטע סעלעקטירן

source: Invalid Username
yi: אינוואליד נאמען

source: Invalid Password
yi: אינוואליד פּאַראָל

source: Invalid Signature
yi: אינוואליד סיגנאַטורע

source: Only numbers
yi: בלויז נומערן

source: You must supply image height is less than 220px
yi: איר מוזן צושטעלן בילד הייך איז ווייניקער ווי 220פּקס

source: This Email has already been exist! try new one
yi: דעם בליצפּאָסט האט שוין עקסיסטירן! פּרובירן נייַ איינער

source: Password required
yi: שפּריכוואָרט required

source: Password minimum 4 character long
yi: שפּריכוואָרט מינימום 4 כאַראַקטער לאַנג

source: Name already exist
yi: נאמען שוין עקסיסטירן
