Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bel/LC_MESSAGES/default.po
Languages: be

source: Saint Lucia
be: Сэнт-Люсія

source: Saint Pierre and Miquelon
be: Сен-П'ер і Міквэлон

source: Saint Vincent and the Grenadines
be: Сэнт-Вінсэнт і Грэнадыны

source: Samoa
be: Самоа

source: San Marino
be: Сан - Марына

source: Sao Tome and Principe
be: Сан-Томе і Прынсэп

source: Saudi Arabia
be: Саўдаўская Аравія

source: Senegal
be: Сенегал

source: Serbia and Montenegro
be: Сербія і Чарнагорыя

source: Seychelles
be: Сейшэльскія выспы

source: Sierra Leone
be: Сьера-Леонэ

source: Singapore
be: Сінгапур

source: Slovakia
be: Славакія

source: Slovenia
be: Славенія

source: Solomon Islands
be: Саламонавы выспы

source: Somalia
be: Самалі

source: South Africa
be: Паўднёвая Афрыка

source: South Georgia and the South Sandwich Islands
be: Паўднёвая Джорджыя і Паўднёвыя Сандвічавы астравы

source: Spain
be: Іспанія

source: Sri Lanka
be: Шры Ланка

source: Sudan
be: Судан

source: Suriname
be: Сурынам

source: Svalbard and Jan Mayen
be: Шпіцбэрген і Ян-Майен

source: Swaziland
be: Свазіленд

source: Sweden
be: Швецыя

source: Switzerland
be: Швейцарыя

source: Syrian Arab Republic
be: Сірыйская Арабская Рэспубліка

source: Taiwan, Province of China
be: Тайвань, правінцыя Кітая

source: Tajikistan
be: Таджыкістан

source: Tanzania, United Republic of
be: Танзанія, Аб'яднаная Рэспубліка

source: Thailand
be: Тайланд

source: Timor-Leste
be: Тымор-Лешці

source: Togo
be: Ісці

source: Tokelau
be: Такелаў

source: Tonga
be: Тангійская

source: Trinidad and Tobago
be: Трынідад і Табага

source: Tunisia
be: Туніс

source: Turkey
be: Турцыя

source: Turkmenistan
be: Туркменістан

source: Turks and Caicos Islands
be: Астравы Тэркс і Кайкас

source: Tuvalu
be: Тувалу

source: Uganda
be: Уганда

source: Ukraine
be: Украіна

source: United Arab Emirates
be: Аб'яднаныя Арабскія Эміраты

source: United Kingdom
be: Злучанае Каралеўства

source: United States
be: ЗША

source: Uruguay
be: Уругвай

source: Uzbekistan
be: Узбекістан

source: Vanuatu
be: Вануату

source: Venezuela
be: Венесуэла

source: Viet Nam
be: В'етнам

source: Virgin Islands, British
be: Віргінскія астравы, Брытанскія

source: Virgin Islands, U.s.
be: Віргінскія астравы, ЗША

source: Wallis and Futuna
be: Уоліс і Футуна

source: Western Sahara
be: Заходняя Сахара

source: Yemen
be: Емен

source: Zambia
be: Замбія

source: Zimbabwe
be: Зімбабвэ

source: Invalid argument #1: %s is not a valid %s identifyer.
be: Няправільны аргумент # 1: %s не з'яўляецца карэктным %s identifyer.

source: %s for Row %d failed to save.
be: %s для радка %d не ўдалося выратаваць.

source: You need to define at least one field to be toggleable.
be: Вы павінны вызначыць прынамсі адно поле, каб быць перамыкаецца.

source: The field %s is not in the list of toggleable fields.
be: Поле %s ці не знаходзіцца ў спісе пераключалых палёў.

source: The field %s does not have two toggleable states defined.
be: Поле %s не мае двух пераключалых стану вызначаны.

source: Invalid record
be: няправільная запіс

source: Server lipsum.com returns error code %s.
be: Сервер lipsum.com вяртае код памылкі %s .

source: Response from lipsum.com is empty or could not be decoded.
be: Адказ ад lipsum.com пустая або не маглі быць расшыфраваныя.

source: Connection to server lipsum.com failed. %s.
be: Падключэнне да сервера lipsum.com не ўдалося. %s .

source: Please correct the errors below.
be: Выпраўце памылкі ніжэй.

source: Error
be: памылка

source: The requested address %s was not found on this server.
be: Запытаны адрас %s не знойдзены на гэтым серверы.

source: An Internal Error Has Occurred.
be: Унутраная памылка.

source: datasource configuration was not found
be: Канфігурацыя крыніцы дадзеных не знойдзены

source: CakePHP: the rapid development php framework
be: CakePHP: хуткае асяроддзе распрацоўкі PHP

source: Debug setting does not allow access to this url.
be: Налада адладкі не дазваляе атрымліваць доступ да гэтай спасылцы.

source: Add New Exam
be: Дадаць новы экзамен

source: Inactive
be: неактыўны

source: Start & End Date
be: Пачатак і Заканчэнне

source: Certification of Completion
be: сертыфікацыя Завяршэнне

source: Click here to download excel file format
be: Націсніце тут, каб загрузіць фармат файла першынстваваць

source: Are you sure, you want to close this exam?
be: Вы ўпэўненыя, што хочаце закрыць гэты экзамен?

source: Are you sure, you want to re-activate this exam?
be: Вы ўпэўненыя, што вы хочаце, каб зноўку актываваць гэты экзамен?

source: Closed
be: закрыта

source: Results
be: вынікі

source: Configurations
be: канфігурацыі

source: General
be: агульны

source: Contents
be: змест

source: Email & SMS
be: Электронная пошта і SMS

source: Customer Support Service
be: Служба падтрымкі кліентаў

source: Knowledge Base (for Documentation)
be: База ведаў (для дакументацыі)

source: Forum (24x7x)
be: Форум (24x7x)

source: Live Chat (For Sales & Billing Only)
be: Онлайн-чат (для продажаў & Billing Only)

source: Support (For Technical Support)
be: Падтрымка (Для атрымання тэхнічнай падтрымкі)

source: Visit Our Website
be: Наведайце наш вэб-сайт

source: for more documentation & Details
be: Для атрымання дадатковай дакументацыі і дэталі
