Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bel/LC_MESSAGES/default.po
Languages: be

source: Import/Export Qusetions
be: Імпарт / Экспарт Qusetions

source: Back To Questions
be: Таму ў спіс пытанняў

source: Export Questions
be: экспарт Пытанні

source: Select File
be: выберыце Файл

source: Import Questions
be: імпарт Пытанні

source: Import/Export Students
be: Імпарт / Экспарт Студэнты

source: Back To Students
be: Назад да студэнтаў

source: Export Students
be: экспарт Студэнты

source: Import Students
be: імпарт Студэнты

source: All Messages
be: усе паведамленні

source: My Profile
be: мой профіль

source: Change Password
be: змена пароля

source: Logout
be: выхад

source: Powered by
be: працуе на

source: Date &amp; Time
be: Дата & Amp; час

source: Compose Mail
be: напісаць ліст

source: Search Student Mail
be: Пошук Студэнцкая пошта

source: Message
be: паведамленне

source: Send
be: паслаць

source: Compose
be: кампанаваць

source: Inbox
be: ўваходныя

source: Sent Mail
be: адпраўленыя

source: Trash
be: дрэнь

source: More
be: больш

source: Mark as Read
be: Адзначыць як прачытанае

source: Mark as Unread
be: Адзначыць як непрачытанае

source: Move to Inbox
be: Перамясціць у тэчку Уваходныя

source: Reply
be: адказаць

source: Forward
be: наперад

source: Menu Names
be: меню Назвы

source: Model Name
be: назва мадэлі

source: Icon
be: іконка

source: Add News
be: дадаць Навіны

source: News Title
be: загаловак навіны

source: News Description
be: навіны Апісанне

source: Edit News
be: рэдагаваць Навіны

source: News
be: навіны

source: Add New News
be: дадаць навіны

source: Paypal Payment Option
be: Paypal Аплаты

source: Signature
be: подпіс

source: Sandbox Mode
be: рэжым Пясочніца

source: True
be: праўда

source: Add Question
be: дадаць пытанне

source: Question
be: пытанне

source: Correct Answers
be: правільныя адказы

source: Type your question here
be: Калі ласка, увядзіце сваё пытанне тут

source: Answer1
be: Ответ1

source: Answer2
be: Ответ2

source: Answer3
be: Ответ3

source: Answer4
be: Ответ4

source: Answer5
be: Ответ5

source: Answer6
be: Ответ6

source: False
be: фальшывы

source: Blank Space
be: прабел

source: Explanation (Optional)
be: Тлумачэнне (Неабавязкова)

source: Provide explanation in support of correct answer
be: Забяспечыць тлумачэнне ў падтрымку правільнага адказу

source: Hint(optional)
be: Падказка (апцыянальна)

source: Hint to help answer correctly
be: Падказка, каб дапамагчы правільна адказаць

source: without minus sign
be: без знака мінус

source: Edit Question Type
be: Рэдагаваць Тып пытання

source: Explanation
be: тлумачэнне

source: Hint
be: намёк

source: Questions
be: пытанняў

source: Add New Question
be: Дадаць новы пытанне

source: Import/Export Question
be: Імпарт / Экспарт Пытанне

source: Answer
be: адказ

source: Question Details
be: пытанне падрабязна

source: Exam Wise
be: экзамен Wise

source: Please Select Exam
be: Калі ласка, абярыце экзамен

source: Status of Result
be: статус Вынік

source: Please Select Result Status
be: Выберыце Вынік Статус

source: Download Result
be: спампаваць Вынік

source: Rank
be: ранг

source: Test
be: тэст

source: Percent
be: адсоткаў

source: Result
be: вынік

source: View Result
be: паглядзець вынік

source: Download/Print Result
be: Спампаваць / Надрукаваць Вынік

source: Student Wise
be: студэнт Wise

source: Name or Enrolment Number
be: Імя або Залічэнне Нумар

source: Enrolment Number
be: залічэнне Нумар

source: Back
be: назад

source: Assesment Report for
be: Assesment Справаздача аб

source: Taken Date
be: узятыя Дата

source: Total Time
be: агульны час

source: Nos. of Browser tolrance attempt
be: Nos. Браўзэра спроба tolrance

source: Total Score
be: Усяго балаў

source: Student Marks Distribution
be: Student Marks Размеркаванне

source: Feedback
be: зваротная сувязь

source: Section Name
be: назву раздзела

source: Section proportion
be: Раздзел доля

source: Actual
be: фактычны

source: Your Percentage
be: ваш Працэнт

source: Section Summary
be: Раздзел Рэзюмэ

source: Maximum Score
be: максімальны бал

source: Developed Skill
be: развітая Уменне

source: Needs Development
be: патрэбы развіцця

source: Lack of Skill
be: адсутнасць навыку

source: MCQ answered
be: MCQ адказаў

source: S.N.
be: С.Н.

source: Legend
be: легенда

source: Send Emails
be: Адправіць паведамленні электроннай пошты

source: Teachers
be: настаўнікі

source: Any Email
be: любы Email

source: Default all students if you add manually then search student email
be: Па змаўчанні ўсе студэнты, калі вы дадаеце ўручную, то пошук студэнта па электроннай пошце

source: Default all teachers if you add manually then search teacher email
be: Па змаўчанні ўсе настаўнікі, калі вы дадаеце ўручную, то пошук настаўніка па электроннай пошце

source: Type any email comma seprated
be: Калі ласка, увядзіце любы адрас электроннай коскі seprated

source: Type subject
be: тып Загаловак

source: Select Email Template
be: Выбраць шаблон E-mail

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
be: Калі вы не хочаце, каб выбраць шаблон электроннай пошты, то проста ўвядзіце паведамленне электроннай пошты. Пасля загрузкі рэдактара, то вы не можаце выбраць шаблон перайсці кнопку для скіду

source: Send Sms
be: адправіць смс

source: Any Sms
be: любое Sms

source: Default all student if you add manually then search students name
be: Па змаўчанні ўсе студэнт, калі вы дадаеце ўручную, то пошук студэнтаў імя

source: Default all teachers if you add manually then search teacher name
be: Па змаўчанні ўсе настаўнікі, калі дадаць ўручную, то пошук імя настаўніка

source: Any Number
be: любы нумар

source: Type any number comma seprated
be: Увядзіце любы лік коскі seprated

source: Select Sms Template
be: Выберыце Sms Шаблон

source: Sms Template
be: Sms шаблону

source: If you do not want to select sms template then simply type sms message
be: Калі вы не хочаце, каб выбраць шаблон смс, то проста набярыце смс паведамленне

source: Certificate Signature
be: подпіс Сертыфікат

source: Upload Image(* height less than 75px)
be: Загрузіць малюнак (* вышыня менш за 75 пікселяў)

source: Delete Signature
be: выдаліць подпіс

source: Add Slides
be: дадаць Слайды

source: Slide Name
be: Slide Імя

source: Upload Slide (1350*550)
be: Загрузіць Slide (1350 * 550)

source: Edit Slides
be: рэдагаванне Слайды

source: Slides
be: слайды

source: Add New Slide
be: Дадаць новы слайд

source: SMS Settings
be: налады SMS

source: API Link
be: API Спасылка

source: Sender ID
be: ID адпраўшчыка

source: Heading Username
be: Загаловак Імя карыстальніка

source: Username field provided by sms gateway
be: Імя карыстальніка поля забяспечваецца SMS Gateway

source: Heading Password
be: загаловак Пароль

source: Password field provided by sms gateway
be: Поле для ўводу пароля забяспечваецца SMS Gateway

source: Heading Mobile No
be: Узначальваючы мабільны тэл

source: Mobile No field provided by sms gateway
be: Ня Mobile Няма поля забяспечваецца SMS Gateway

source: Heading Message
be: загаловак паведамлення

source: Message field provided by sms gateway
be: Поле паведамленняў забяспечваецца SMS Gateway

source: Heading Sender Id
be: Загаловак Id Адпраўнік

source: Sender Id field provided by sms gateway
be: Id Адпраўнік поле забяспечваецца SMS Gateway

source: Add SMS Template
be: Дадаць SMS шаблон

source: Edit SMS templates
be: шаблоны SMS Рэдагаваць

source: SMS Templates
be: SMS Шаблоны

source: Add New SMS Template
be: Дадаць SMS шаблон

source: Add Students
be: дадаць студэнтаў

source: Address
be: Адрас

source: Guardian Phone
be: апякун Тэлефон

source: Edit Students
be: рэдагаваць Студэнты

source: Renewal Date
be: дата падаўжэння

source: Add New Student
be: Дадаць новы студэнт

source: Wallet
be: папернік

source: Admission Date
be: прыём Дата

source: Credit
be: крэдыт

source: Debit
be: дэбет

source: Balance
be: баланс

source: Date & Time
be: Дата і час

source: Payment Through
be: аплата праз

source: Remarks
be: заўвагі

source: View Student Information
be: Прагляд Інфармацыя для студэнтаў

source: Full Name
be: Поўнае імя

source: Phone Number
be: Нумар тэлефона

source: Registered Email
be: Зарэгістравана E-mail

source: Alternate Number
be: праз адно лік

source: Enrolment No
be: залічэнне Няма

source: Last Login
be: Апошні Увайсці

source: Students Wallet
be: студэнты Папернік

source: Transaction Form
be: форма здзелкі

source: Mobile
be: мабільны

source: DEDUCT
be: адымаць

source: Add Subjects
be: дадаць Суб'екты

source: Edit Subjects
be: рэдагаванне Суб'екты

source: Subjects
be: тэматыка

source: Add New Subject
be: дадаць Прадмет

source: Question Bank
be: пытанне банка

source: Add Testimonials
be: дадаць Водгукі

source: Upload Photo (150*150)
be: Загрузіць фота (150 * 150)

source: Edit Testimonials
be: рэдагаваць Водгукі

source: Testimonials
be: водгукі

source: Add New Testimonial
be: дадаць Testimonial

source: Photo
be: фота

source: Add Users
be: даданне карыстальнікаў

source: User Level
be: узровень карыстальніка

source: Username
be: Імя карыстальніка

source: Level users
be: ўзровень карыстальнікаў

source: Add New Level
be: Дадаць новы ўзровень

source: Back To Users
be: Вярнуцца да карыстальнікаў

source: Level Name
be: Імя Узровень

source: Set Permission
be: набор дазволаў

source: Assign Form Rights
be: Прызначаюць афармленні правоў

source: Module Name
be: імя модуля

source: Old Password
be: стары пароль

source: Edit Users
be: Рэдагаванне уліковых запісаў карыстальнікаў

source: User Registration Form
be: Форма рэгістрацыі карыстальніка

source: Users
be: карыстальнікаў

source: Add New User
be: Дадаць новую карыстальніка

source: Add Level Users
be: Дадаць Узровень карыстальнікаў

source: Level User
be: узровень карыстальніка

source: Dear user, log in to access the admin area!
be: Паважаны карыстальнік, ўвайдзіце ў сістэму, каб атрымаць доступ да вобласці адміністратара!

source: Admin / Teacher Username
be: Адміністратар / Імя карыстальніка Настаўнік

source: Forgot User Name
be: Забыліся Імя карыстальніка

source: Organisation Logo
be: арганізацыя Лагатып

source: Upload Image(* height less than 220px)
be: Загрузіць малюнак (* вышыня менш 220px)

source: Delete Logo
be: выдаліць лагатып

source: Please provide a type for chart %s!
be: Просьба прадставіць тып для дыяграмы %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
be: Дыяграма: \ " %s " не можа быць знойдзены. Пераканайцеся ў тым, што Дыяграма Імя гэта тая ж самая радок, якая перадаецца ў $ this-> HighCharts-> Render () у вашым уяўленні.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
be: Здзелка Экспрэс заказ скончыўся, і здзелка павінна быць адноўленая

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
be: Вы, магчыма, зрабіў другі выклік для той жа аплаты або вы, магчыма, выкарыстоўвалі адзін і той жа ідэнтыфікатар для рахунку аперацый асобнымі.

source: Please use a different funcing source.
be: Калі ласка, выкарыстоўвайце іншы крыніца funcing.

source: An error occured, please retry the transaction.
be: Адбылася памылка, калі ласка, паўторыце аперацыю.

source: This transaction couldn't be completed. Redirecting to payment gateway
be: Гэтая здзелка не можа быць завершана. Перанакіраванне на аплатны шлюз

source: You have not agreed to the billing agreement.
be: Вы не пагадзіліся з пагадненнем выстаўлення рахункаў.

source: The billing agreement is disabled or inactive.
be: Пагадненне білінгу адключаны або неактыўным.

source: The credit card used is expired.
be: Крэдытная карта, выкарыстоўваная мінуў.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
be: Здзелка была адхіленая, бо адказ AVS вярнула значэнне N, а гандлёвы кошт не ў стане прымаць такія здзелкі.

source: The payment gateway account is restricted.
be: Кошт аплатны шлюз абмежаваны.

source: You must submit an IP address of the buyer with each API call.
be: Вы павінны прадставіць IP-адрас пакупніка з кожным выклікам API.

source: The merchant selected a value for the PaymentAction field that is not supported.
be: Купец абраў значэнне поля PaymentAction, які не падтрымліваецца.

source: The credit card field was blank.
be: Поле крэдытная карта была пустая.

source: The total amount and item amounts do not match.
be: Агульная сума, і пункт сумы не супадаюць.

source: The credit card entered is currently restricted by the payment gateway.
be: Крэдытнай карты ўвайшлі ў цяперашні час абмяжоўваецца плацежным шлюзам.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
be: Гандляр ўвялі рахункі ID, які ўжо звязаны з транзакцыяй тым жа камерсанта. Спроба з новым ID рахункі-фактуры

source: The transaction was declined by the country filter managed by the merchant.
be: Здзелка была адхіленая па краіне фільтр пад кіраваннем гандляра.

source: The transaction was declined by the maximum amount filter managed by the merchant.
be: Здзелка была адхіленая максімальнай колькасцю фільтра пад кіраваннем гандляра.

source: The transaction was declined by the payment gateway.
be: Здзелка быў адхілены плацежным шлюзам.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
be: Здзелка была адхіленая плацежным шлюзам з-за магчымай ашуканскай дзейнасці.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
be: Здзелка была адхіленая плацежным шлюзам з-за магчымай ашуканскай дзейнасці па IP-адрасе.

source: The merchant account attempting the transaction is not a business account.
be: Гандлёвы кошт спробе здзелкі не бізнэс рахунку.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
be: Гандлёвы кошт спробе ўгоды не ў стане апрацоўваць прамыя транзакцыі аплаты.

source: Access to Direct Payment was disabled for your account.
be: Доступ да прамой плацёж быў адключаны для вашага акаўнта.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
be: Гандлёвы кошт спробе ўгоды не мае пацверджаны адрас электроннай пошты з плацежным шлюзам.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
be: Гандляр паспрабаваў здзелкі, калі сума перавысіла верхні мяжа для гэтага гандляра.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
be: Здзелка была адхіленая з-за фільтра камерсант рызыкі для AVS. У прыватнасці, гандляр ўсталяваў зніжэнне здзелкі, калі AVS вярнуўся, не раўня (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
be: Здзелка была адхіленая з-за фільтра камерсант рызыкі для AVS. У прыватнасці, камерсант ўсталяваць фільтр зніжэнне транзакцый, калі AVS вяртае частковае супадзенне.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
be: Здзелка была адхіленая з-за фільтра камерсант рызыкі для AVS. У прыватнасці, камерсант ўсталяваць фільтр зніжэнне транзакцый, калі AVS неподдержано.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
be: Гандляр ўвялі IP-адрас, які быў у няправільным фармаце. IP-адрас павінен быць у фармаце, напрыклад, 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
be: Канфігурацыя гандляра патрабуе CVV быць уведзеныя, але не CVV прадстаўлена не было з гэтай здзелкай.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
be: Гандляр прадаставіў адрас альбо ў Злучаных Штатах ці Канадзе, але дзяржава пры ўмове, не з'яўляецца дапушчальным дзяржавай у любой краіне.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
be: Здзелка была адхілена банкам-эмітэнтам, а не аплатны шлюз. Гандляр павінен паспрабаваць яшчэ адну карту.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
be: краіна гандляра пражывання ў цяперашні час не падтрымліваецца для забеспячэння аперацый прамога плацяжу.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
be: Здзелка была адхіленая, бо плацежны шлюз у цяперашні час апрацоўвае транзакцыі адным і тым жа пакупніком на тую ж суму. Гэта можа адбыцца, калі пакупнік адпраўляе некалькі, ідэнтычныя аперацыі ў хуткай паслядоўнасці.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
be: CVV з'яўляецца несапраўднай. CVV даўжынёй ад 3-4 лічбаў.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
be: Калі ласка, паўторыце спробу пазней. Пераканайцеся, што вы прайшлі правільную CVV і адрас інфармацыю для пакупніка. Пры стварэнні паўтаральнага профілю, калі ласка, паспрабуйце яшчэ раз, перадаючы суму ініцыялізацыі 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
be: Здзелка не адпавядае з-за адсутнасці або несапраўдных 3-D Secure значэнняў аўтэнтыфікацыі. Праверце поля ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
be: Здзелка была адхіленая аплатны шлюз з-за празмерных адмоваў на працягу кароткага перыяду часу для гэтай крэдытнай карты.

source: The transaction was declined by payment gateway.
be: Здзелка была адхіленая плацежным шлюзам.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
be: Здзелка была адхіленая, паколькі прадавец не мае сапраўднае камерцыйнае пагадненне сутнасці ў файле з плацежным шлюзам.

source: The transaction was declined because the CVV entered does not match the credit card.
be: Здзелка была адхіленая, таму што CVV ўвялі не супадае з крэдытнай карты.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
be: Здзелка была адхілена банкам-эмітэнтам з-за мінулым крэдытнай карты. Гандляр павінен паспрабаваць яшчэ адну карту.

source: Exceeded permissible limit for Navigating away
be: Перавышаны максімальны мяжа для пакінеце

source: You have exceeded the permissible limit for navigating away from your test
be: Вы перавысілі дапушчальную мяжу для навігацыі ад вашага тэсту

source: Your test has finished. You can close the window now
be: Ваш тэст завершаны. Вы можаце зачыніць акно прама цяпер

source: Installation Complete
be: ўстаноўка завершана

source: Aho! The System is installed successfully.
be: Ахо! Сістэма паспяхова ўсталяваная.

source: Go to Admin/Teacher Interface
be: Перайсці да: Admin / Інтэрфейс настаўніка

source: User
be: карыстальнік

source: Go to Front End/Student Interface
be: Перайсці да Front End / Student інтэрфейс

source: Visit our website
be: Наведайце наш вэб-сайт

source: for documentation and support
be: для дакументацыі і падтрымкі

source: My Exam Stats
be: Мой экзамен Статыстыка

source: Total Exam Given
be: Агульны экзамен Улічваючы

source: Absent Exams
be: адсутныя экзаменаў

source: Best Score in
be: Лепшы Лік у

source: On
be: на

source: Failed in
be: Не атрымалася ў

source: Average Percentage
be: сярэдні працэнт

source: Your Rank
be: ваш ранг

source: Month Wise Performance
be: Месяц Wise Прадукцыйнасць

source: Exam Wise Performance
be: Экзамен Wise Performance

source: Top 10
be: Топ-10

source: Todays Exam
be: сённяшнімі экзамен

source: Top
be: топ

source: These are the exam(s) that can be taken right now
be: Гэта іспыт (ы), якія могуць быць прыняты прама цяпер

source: No Exams found for today
be: Няма экзаменаў знойдзена на сённяшні дзень

source: Something went wrong
be: Нешта пайшло не так

source: Show
be: шоў

source: entries
be: запісы

source: Prev
be: прад

source: Next
be: Далей

source: Showing {:start} to {:current} of {:count} entries
be: Адлюстраванне {:start} да {:current} з {:count} запісаў

source: Email Verification
be: Пацьверджаньне адрасу электроннай пошты

source: Please Enter Verification Code in the Text Box
be: Калі ласка, увядзіце код у тэкставым полі

source: Re-Send Email Verification
be: Re-Адаслаць Пацвярджэнне адрасы электроннай пошты

source: Please Enter Email Id in the Text Box which you enter at the time of registration
be: Калі ласка, увядзіце электронны ідэнтыфікатар у тэкставым полі, якое вы ўводзіце ў момант рэгістрацыі

source: Purchased Exam
be: набытыя экзамен

source: Expired Exam
be: скончыўся экзамен

source: These are the exam(s) which has been expired
be: Гэта іспыт (ы), які скончыўся тэрмін

source: No Exams found
be: Не знойдзена ніводнай экзаменаў

source: Thank you for using the test
be: Дзякуем Вам за выкарыстанне тэст

source: 1. The test instructions were
be: 1. Інструкцыі выпрабаванняў былі

source: Largely Clear
be: У значнай ступені Ачысціць

source: Medium Clear
be: сярэдняя Ачысціць

source: Not Clear
be: не ясна

source: 2. Language of question was
be: 2. Мова было пытанне

source: 3. Overall test experience was
be: 3. Агульны вопыт работы тэст быў

source: Good
be: добра

source: Better
be: лепш

source: Best
be: лепшы

source: Any other feedback suggestion
be: Любое іншае прапанову зваротнай сувязі

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
be: Калі ласка, зачыніце ўсе вашы акна чата, экраннай застаўкі і антывірусныя праграмы перад пачаткам тэсту

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
be: Калі ласка, не націскайце \ "F5 " падчас тэсту. Гэта дазволіць скончыць тэст, і вы не зможаце паўторна адкрыць тэст

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
be: Вашы адказы будуць захаваны. Калі тэст адключаны па якой-небудзь прычыне, будуць захаваны вашыя адказы да гэтага моманту

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
be: Калі ласка, зачыніце ўсе праграмы, якія або загружаць файлы ў фонавым рэжыме Напрыклад: Dropbox, торэнты і г.д.

source: Instructions
be: інструкцыі

source: I am ready to begin
be: Я гатовы пачаць

source: Exam Start
be: экзамен Старт

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
be: Гэты экзамен з'яўляецца платным. Сума павінна быць вылічаная на ваш кашалёк аўтаматычна. Пасля запуску таймера экзамену не спыніцца. Вы хочаце аплаціць і пачаць?
