Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bel/LC_MESSAGES/default.po
Languages: be

source: File Manager
be: файлавы менеджэр

source: You can find your result here.
be: Вы можаце знайсці свой вынік тут.

source: Thanks for given the exam.
be: Дзякуй за дадзены іспыт.

source: Dashboard
be: прыборная панэль

source: Leader Board
be: кіраўнік савета

source: My Exams
be: Мае экзамены

source: My Result
be: мой вынік

source: Group Performance
be: эфектыўнасць групы

source: Payment
be: аплата

source: Transaction History
be: гісторыя транзакцый

source: Mailbox
be: паштовую скрыню

source: Help
be: дапамогу

source: Home
be: дома

source: Register
be: рэгістрацыя

source: Log In
be: Увайсці

source: Invalid Post
be: Invalid паведамленне

source: Jan
be: Студзень

source: Feb
be: лютага

source: Mar
be: сакавік

source: Apr
be: красавік

source: May
be: [28 траўня 2010 г.]

source: Jun
be: чэрвень

source: Jul
be: ліпеня

source: Aug
be: Жнівень

source: Sep
be: верасень

source: Oct
be: кастрычнік

source: Nov
be: лістапада

source: Dec
be: снежні

source: Percentage
be: працэнт

source: Month
be: месяц

source: Exams
be: экзамены

source: Email verified successfully
be: Электронная пошта правяраецца паспяхова

source: Invalid Verification Code
be: Няправільны код верыфікацыі

source: A verification Code send to your Email inbox or Spam
be: Код пацверджання адправіць на свой электронны паштовую скрыню ці спам

source: Email Id already verified
be: Id электроннай пошты ўжо пацверджаны

source: Email Id not registered in system
be: Id E-mail не зарэгістраваны ў сістэме

source: You have attempted maximum exam.
be: Вы паспрабавалі максімальна іспыт.

source: You have attempted maximum number of questions in this subject
be: Вы паспрабавалі максімальную колькасць пытанняў у гэтай тэме

source: You can find your result here
be: Вы можаце знайсці свой вынік тут

source: Insufficient Amount.
be: Недастатковае колькасць.

source: 1. The test instructions were
be: 1. Інструкцыі выпрабаванняў былі

source: 2. Language of question was
be: 2. Мова было пытанне

source: 3. Overall test experience was
be: 3. Агульны вопыт работы тэст быў

source: Any other feedback suggestion:
be: Любое іншае прапанову зваротнай сувязі:

source: Feedback has submitted successfully!
be: Зваротная сувязь паспяхова адпраўлены!

source: Feedback already submitted.
be: Зваротная сувязь ужо падалі.

source: Email id is not registered in system
be: Пасведчанне асобы электроннай пошты не зарэгістраваны ў сістэме

source: Your password reset link is sent to your registered email id
be: Ваша спасылка для скіду пароля адпраўляецца на зарэгістраваны электронны ідэнтыфікатар

source: Incorrect code
be: няправільны код

source: Password Changed Successfully
be: Пароль паспяхова зменены

source: My Performance
be: мая прадукцыйнасць

source: My Group performance
be: Мой выступ групы

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
be: Прымяненне ўжо ўстаноўлена. Выдаліць дадатак / TMP / installed.txt пераўсталяваць прыкладанне

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
be: На жаль! Файл Дазвол Памылка <br> Калі ласка Гото дадатак / Config / database.php ў немагчыма запісаць рэжыме.

source: A connection was successfully established with the server.
be: Злучэнне было паспяхова ўстаноўлена на сэрвэры.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
be: Не атрымалася падлучыцца да базы дадзеных. Калі ласка, праверце налады ў дадатак / Config / database.php і паспрабуйце яшчэ раз

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
be: На жаль! Тэчка Дазвол Памылка <br> Калі ласка тэчку TMP ў немагчыма запісаць рэжыме.

source: Your Mail has been sent
be: Ваш ліст было адпраўлена

source: Forwarded message
be: перасылаецца паведамленне

source: From
be: з

source: Subject
be: суб'ект

source: The mail has been moved to the Trash
be: Пошта была перамешчаны ў кошык

source: Your Mail has been deleted
be: Ваша пошта была выдаленая

source: The mail has been moved to the Inbox
be: Ліст было перамешчана ў тэчку

source: The mail has been marked as Read
be: Ліст быў пазначана як прачытанае

source: The mail has been marked as Unread
be: Пошта была адзначана як непрачытанае

source: Paypal Payment not set
be: Paypal Аплата не ўстаноўлена

source: Payment Cancel
be: аплата Адмяніць

source: Wallet Payment
be: кашалёк Аплата

source: Try again! Can not connect to paypal
be: Паспрабуй яшчэ! Не ўдаецца падключыцца да PayPal

source: Invalid Amount
be: недапушчальная сума

source: Payment already done
be: Аплата ўжо зроблена

source: Payment not done
be: Аплата не зрабілі

source: Payment successfully! Amount %s added in your wallet
be: Аплата паспяхова! Сума %s дададзены ў вашым паперніку

source: Profile Updated Successfully
be: Профіль паспяхова абноўлены

source: Photo Updated Successfully
be: Фота, відэа Паспяхова

source: Invalid Password
be: няправільны пароль

source: Please select any group
be: Калі ласка, абярыце любую групу

source: Invalid Security Code
be: Няправільны код бяспекі

source: Score
be: кошт

source: Max Marks
be: макс Marks

source: Marks Scored
be: Marks Склад выканаўцаў

source: Subject Wise Time Taken
be: Тэма Wise Час здымкі

source: Correct Question
be: правільнае пытанне

source: Incorrect Question
be: некарэктнае пытанне

source: Right Marks
be: правыя Marks

source: Negative Marks
be: адмоўныя знакі

source: Percentage(%) in Exam
be: Працэнт (%) у экзамен

source: Percentage(%)
be: Працэнт (%)

source: st
be: вуліца

source: nd
be: й

source: rd
be: й

source: th
be: й

source: You %s
be: Вы %s

source: Topper %s
be: Топер %s

source: Administrator
be: адміністратар

source: Payment Gateway
be: плацежны шлюз

source: Pay Exam
be: аплаціць экзамен

source: Your account has expired. Please contact administrator
be: Ваш рахунак мінуў. Калі ласка, звярніцеся да адміністратара

source: You have been logged in successfully
be: Вы былі паспяхова ўвайшлі ў сістэму

source: Your email not verified! Please click on link sent to your email inbox or spam
be: Ваш электронны адрас не пацверджаны! Калі ласка, націсніце на спасылку, адпраўленую на ваш электронны паштовую скрыню або спам

source: Incorrect username/password
be: Няправільнае імя карыстальніка / пароль

source: You have been logged out successfully
be: Вы выйшлі з сістэмы паспяхова

source: You are %s Member! Please contact administrator
be: Вы %s член! Калі ласка, звярніцеся да адміністратара

source: Hours
be: гадзін

source: Grand Total
be: агульны вынік

source: Your Question has been added for exam
be: Ваша пытанне быў дададзены да іспыту

source: Your Question has been deleted for exam
be: Ваша пытанне быў выдалены за экзамен

source: No Permission
be: няма дазволу

source: Advertisement has been saved
be: Рэклама была захавана

source: Invalid post
be: Invalid паведамленне

source: Advertisement has been deleted
be: рэклама выдаленая

source: Photo Changed Successfully
be: Фотаздымак паспяхова зменены

source: Not Attempted
be: ня Замах

source: Marks Updated
be: Marks Абноўлена

source: Successfully Finalize
be: паспяхова Дапрацаваць

source: Successfully Closed Exam
be: Паспяхова Закрыта экзамен

source: English
be: англійская

source: French
be: французскі

source: Your Setting has been saved
be: Ваша ўстаноўка была захавана

source: Page Added Successfully
be: Старонка паспяхова дададзены

source: Pages updated Successfully
be: Старонкі паспяхова абноўлены

source: Page has been deleted
be: Старонка была выдаленая

source: Page has been Unpublished
be: Старонка была Неапублікаваныя

source: Page has been Published
be: Старонка была апублікаваная

source: Something wrong
be: Нешта не так

source: Currency has been saved
be: Валюта была захавана

source: Currency has been deleted
be: Валюта была выдаленая

source: Student Details
be: студэнт падрабязна

source: Active
be: актыўны

source: Pending
be: у чаканні

source: Suspend
be: прыпыніць

source: Fail
be: трываць няўдачу

source: Absent
be: адсутны

source: Student
be: студэнт

source: Passing %age
be: Пераходзячы %a GE

source: Average %age
be: Сярэдняя %a GE

source: Question Count
be: пытанне Граф

source: Total Question
be: агульнае пытанне

source: Question Bank Difficulty Wise
be: Пытанне банка Складанасць Мудры

source: Easy
be: лёгка

source: Medium
be: серада

source: Hard
be: жорсткі

source: Name has been updated
be: Імя абноўлены

source: Email template has been saved
be: Шаблон паведамленні электроннай пошты захаваны

source: Email template has been deleted
be: Шаблон паведамленні электроннай пошты выдалены

source: End Date is not less than Start date
be: Калі выбегла не менш дата пачатку

source: Please Select any group
be: Выберыце любую групу

source: Please Add Subject To Exam
be: Калі ласка, Добав.тему да іспыту

source: Exam has been saved. Add questions in exam
be: Экзамен быў захаваны. Даданне пытанняў у экзамен

source: Exam has been saved
be: Экзамен быў захаваны

source: Exam has been updated
be: Экзамен быў абноўлены

source: Exam has been deleted
be: Экзамен быў выдалены

source: Difficulty Level
be: узровень складанасці

source: Subject Wise Question Count
be: Тэма Мудры Пытанне Граф

source: Exam sucessfully inactivated
be: Экзамен паспяхова инактивируется

source: Exam sucessfully activated
be: Экзамен паспяхова актываваны

source: There are no question added!
be: Там няма ні аднаго пытання дадаў!

source: Your username is sent to your registered email id
be: Ваша імя карыстальніка будзе адпраўлена на Ваш зарэгістраваны электронны ідэнтыфікатар

source: Group Added Successfully
be: Група паспяхова дададзены

source: Group has been saved
be: Група была захавана

source: Group has been deleted
be: група выдаленая

source: Delete subject first
be: Выдаліць тэму першы

source: Help content has been saved
be: Ўтрыманне Дапамога была захавана

source: Help content has been deleted
be: Змесціва даведкі было выдаленае

source: Questions imported successfully
be: Пытанні паспяхова імпартаваны

source: File not uploaded
be: Файл не загружаны

source: Only CSV File supported
be: Падтрымліваецца толькі CSV-файл

source: Please Select Subject
be: выберыце Тэма

source: Please Select any Group
be: Выберыце любую групу

source: Students imported successfully
be: Студэнты паспяхова імпартаваны

source: Please Select Group
be: выберыце групу

source: Student Email not found
be: Студэнт E-mail не знойдзены

source: News has been saved
be: Навіны былі захаваны

source: News has been deleted
be: навіны выдалены

source: Paypal Payment Setting has been saved
be: Paypal Аплата Усталёўка была захавана

source: Setting Problem
be: пастаноўка задачы

source: Please Choose the Correct answer
be: Калі ласка, выберыце правільны адказ

source: Please select true or false
be: Калі ласка, абярыце сапраўдным або ілжывым

source: Please fill blank space
be: Калі ласка, запоўніце пустое прастору

source: Question added to bank successfully
be: Пытанне дададзены ў банк паспяхова

source: Question has been updated
be: Пытанне быў абноўлены

source: Question has been deleted
be: Пытанне быў выдалены

source: Delete exam first!
be: Выдаліць экзамен першым!

source: Question Difficulty Level
be: Пытанне Узровень складанасці

source: Performance
be: прадукцыйнасць

source: Candidate Marks Distribution
be: Кандыдат Marks Размеркаванне

source: Max Marks Distribution
be: Max Marks Размеркаванне

source: Please select any type in the list
be: Калі ласка, абярыце любы тып у спісе

source: Please type any email
be: Калі ласка, увядзіце любую электронную пошту

source: Email has been sent
be: E-mail было адпраўлена

source: No email to send
be: Няма электроннай пошты для адпраўкі

source: Please type any name
be: Калі ласка, увядзіце любое імя

source: Sms has been sent
be: Sms было адпраўлена

source: No sms to send
be: Няма смс для адпраўкі

source: Signature has been saved
be: Подпіс была захавана

source: Signature has been deleted
be: подпіс выдаленая

source: Slide has been saved
be: Slide захаваны

source: Slide has been deleted
be: Слайд быў выдалены

source: SMS template has been saved
be: шаблон SMS захаваны

source: SMS template has been deleted
be: шаблон SMS выдалены

source: Student added Successfully
be: Студэнт паспяхова дададзены

source: Please Select atleast one group
be: Выберыце прынамсі адну групу

source: Student has been updated
be: Студэнт быў абноўлены

source: Student has been deleted
be: Студэнт быў выдалены

source: Student Wallet has been updated
be: Студэнцкі кашалёк быў абноўлены

source: Subject Added Successfully
be: Тэма Паспяхова дададзены

source: Subject already exist
be: Тэма ўжо існуюць

source: Subject has been updated
be: Тэма была абноўлена

source: Subject has been deleted
be: Тэма была выдаленая

source: Testimonial has been saved
be: Характарызуе быў захаваны

source: Testimonial has been updated
be: Характарызуе быў абноўлены

source: Testimonial has been deleted
be: Характарызуе быў выдалены

source: User Added Successfully
be: Карыстальнік паспяхова дададзены

source: User has been updated
be: Карыстальнік абноўлены

source: User has been deleted
be: Карыстальнік выдалены

source: Permission update successfully
be: Абнаўленне Дазвол паспяхова

source: You have been logged in Successfully
be: Вы былі паспяхова ўвайшлі ў сістэму

source: You have been logged out
be: Вы выйшлі з сістэмы

source: Level User has been saved
be: Узровень карыстальніка быў захаваны

source: Level user has been deleted
be: Узровень карыстальніка быў выдалены

source: Logo has been saved
be: Лагатып быў захаваны

source: Logo has been deleted
be: Лагатып быў выдалены

source: Add Questions
be: дадаць пытанне

source: Question Type
be: тып пытання

source: Search
be: пошук

source: Reset
be: скід

source: Add To Exam
be: Дадаць да іспыту

source: Delete To Exam
be: Выдаліць Каб экзамен

source: Back To Exam
be: Назад да іспыту

source: Type
be: тып

source: Body of Question
be: цела Пытанне

source: Level
be: ўзровень

source: Marks
be: маркіроўка

source: Action
be: дзеянне

source: Add Advertisement
be: дадаць Аб'ява

source: Advertisement Name
be: рэклама Імя

source: Ordering
be: заказ

source: URL Type
be: URL Тып

source: Internal
be: ўнутраны

source: External
be: знешні

source: Upload Image (350*260)
be: Загрузіць малюнак (350 * 260)

source: Save
be: Запісаць

source: Close
be: блізка

source: Update Photo
be: абнаўленне Фота

source: Upload Photo
be: загрузіць фота

source: Update
be: абнаўленне

source: Cancel
be: адмяніць

source: Edit Advertisements
be: рэдагаваць Рэклама

source: Form
be: форма

source: Status
be: статус

source: Advertisements
be: аб'явы

source: Add New Advertisement
be: Дадаць новае аб'яву

source: Edit
be: рэдагаваць

source: Delete
be: выдаляць

source: View
be: выгляд

source: Change Photo
be: змяніць фота

source: View Slides
be: прагляд слайдаў

source: Attempted Papers of
be: замах Паперы

source: Name
be: імя

source: Total Marks
be: Усяго знакаў

source: Obtained Marks
be: атрыманыя Marks

source: Result Finalized
be: вынік Завершана

source: Finalize It
be: дапрацоўка It

source: PASSED
be: ПРЫНЯТЫ

source: Finalized By
be: завяршаецца Па

source: Question No
be: пытанне №

source: Option3
be: Вариант3

source: Option4
be: ОПЦИЯ4

source: Marked Answer
be: выяўленае адказу

source: Correct Answer
be: правільны адказ

source: Time Taken
be: час здымкі

source: Marks Obtained
be: Marks Атрымана

source: Checked by
be: праверана

source: System
be: сістэма

source: Configuration Options
be: параметры канфігурацыі

source: Site Name
be: Назва сайта

source: Organization Name
be: Назва арганізацыі

source: Domain Name
be: імя дамена

source: Organization Email
be: Арганізацыя E-mail

source: Meta Title
be: мета Назва

source: Time Zone
be: гадзінны пояс

source: Please Select
be: Калі ласка, абярыце

source: Currency
be: валюта

source: Header Contact
be: загаловак Звязацца

source: Email Contact
be: Электронная пошта Кантактны

source: Display records per page
be: Паказаць запісы на старонцы

source: Max records per page
be: Макс запісвае на адной старонцы

source: Date Format
be: фармат даты

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
be: Дата, месяц, год, гадзіна, мін, сек, Мерыдыян, дата Seprator, час Seprator

source: Image
be: малюнак

source: Text
be: тэкст

source: Text Direction
be: кірунак тэксту

source: Left-to-right (LTR)
be: Злева направа (LTR)

source: Right-to-Left (RTL)
be: Справа налева (RTL)

source: Language
be: мова

source: Enable SMS Notification
be: Ўключыць паведамлення па SMS

source: Enable Email Notification
be: Ўключыць паведамлення па электроннай пошце

source: Manual Verification
be: Кіраўніцтва па праверцы

source: Front End Registration
be: Front End рэгістрацыі

source: Front End Slides
be: Front End Слайды

source: Translation
be: пераклад

source: Paid Exam
be: платны экзамен

source: Exam Expiry
be: экзамен экспирации

source: Exam Feedback
be: экзамен Зваротная сувязь

source: Tolrance Count
be: Tolrance граф

source: Certificate
be: сертыфікат

source: Testimonial
be: сведкавыя

source: Advertisement
be: рэклама

source: No. of Visitor
be: колькасць Наведвальнік

source: No. of Student
be: колькасць Student

source: No. of Exam
be: колькасць экзамену

source: Save Settings
be: захаваць налады

source: Add Pages
be: дадаць Старонкі

source: Link Name
be: спасылка Імя

source: Link Order
be: спасылка Замовіць

source: Page Type
be: паласа набору

source: External Url
be: знешні URL

source: Url Target
be: Вэб-сайт Мэтавы

source: Page Name
be: Назва старонкі

source: Page Url
be: URL старонкі

source: Page Content
be: змест старонкі

source: Edit Pages
be: рэдагаваць старонкі

source: Pages
be: старонкі

source: Add New Page
be: Дадаць новую старонку

source: Published
be: апублікаваны

source: Unpublished
be: неапублікаваны

source: Add Currency
be: дадаць валюту

source: Currency Name
be: Назва валюты

source: Short Name
be: кароткая назва

source: Upload Currency (Less or equal to 50*50)
be: Загрузіць Валюта (менш або роўная 50 * 50)

source: Add New Currency
be: Дадаць новую валюту

source: In Progress Exam
be: У ходзе экзамену

source: Upcoming Exam
be: бліжэйшы экзамен

source: Completed Exam
be: завершана экзамен

source: Students
be: студэнты

source: In Progress & Upcoming Exams
be: In Progress & Маючыя адбыцца экзамены

source: Date
be: дата

source: Exam Name
be: экзамен Назва

source: Group
be: група

source: Duration
be: працягласць

source: Recent Exam Results
be: Апошнія Вынікі экзамену

source: Exam
be: экзамен

source: Overall Result
be: агульны вынік

source: Student Stats
be: Student Статыстыка

source: To
be: да

source: Details
be: дэталі

source: Top 10 Student Group Wise
be: Топ-10 Студэнцкая група Wise

source: Student Statistic Table
be: Student Статыстыка Табліца

source: Total Students
be: за ўсё навучэнцаў

source: Total Active
be: Агульнае ўтрыманне актыўнага

source: Total Pending
be: Усяго У чаканні

source: Total Suspended
be: Агульнае ўтрыманне ўзважаных

source: Top 10 Question Bank Subject Wise
be: Top 10 Пытанне банка Прадмет Wise

source: Top 10 Difficulty Level of Questions
be: Top 10 Узровень складанасці пытанняў

source: Question Count Table
be: Пытанне Count Табліца

source: Bank Name
be: Назва банка

source: Total Normal
be: Усяго Нармальны

source: Total Difficult
be: Усяго Не змаглі

source: Diffculty Level
be: ўзровень Цяжкасць

source: E-Mail Settings
be: Налады электроннай пошты

source: Email Type
be: E-mail Тып

source: Server Name / Host
be: Імя сервера / хаста

source: Port
be: порт

source: User Name
be: імя карыстальніка

source: Password
be: пароль

source: Add Email Template
be: Дадаць Шаблон лісты

source: Email Template
be: Шаблон паведамленні электроннай пошты

source: Edit Email Templates
be: Шаблоны Змяніць Email

source: Email Templates
be: Шаблоны электронных паведамленняў

source: Add New Email Template
be: Дадаць новы шаблон электроннай пошты

source: Template
be: шаблон

source: Subject Added successfully
be: Тэма паспяхова дададзены

source: Add Exam
be: дадаць экзамен

source: Name of Exam
be: Назва экзамену

source: Passing Percentage
be: Passing Працэнт

source: Instruction
be: інструкцыя

source: Exam Duration (Min.)
be: Экзамен Працягласць (мін.)

source: 0 for unlimited duration
be: 0 на неабмежаваны тэрмін

source: Attempt Count
be: спроба граф

source: 0 for unlimited attempt
be: 0 для неабмежаванай спробы

source: Start Date
be: дата пачатку

source: End Date
be: Калі канец

source: Show Answer Sheet
be: Паказаць адказ Sheet

source: Yes
be: Так

source: No
be: Не.

source: Select Group
be: выбар групы

source: Student Group
be: студэнцкая група

source: Negative Marking
be: адмоўная Маркіроўка

source: Random Question
be: выпадковы пытанне

source: Amount
be: сума

source: Browser Tolrance
be: браўзэр Tolrance

source: Expiry Days
be: экспирации Дні

source: 0 for Unlimited
be: 0 для Неабмежаваны

source: Result After Finish
be: Вынік Пасля завяршэння

source: Mode
be: рэжым

source: Instant Result
be: імгненны вынік

source: Option Shuffle
be: Опцыя У выпадковым парадку

source: Add Subjects To Exams
be: Дадаць падданым экзаменаў

source: Subject Name
be: Імя суб'екта

source: No. of Questions
be: колькасць пытанняў

source: Ques Attempt Count
be: Ques Паспрабаваць Count

source: Questions Attempt Count
be: Пытанні Паспрабаваць Count

source: Leave blank for not showing (0 for unlimited)
be: Пакіньце пустым, каб не паказваць (0 для бясконцай колькасці)

source: ctrl+click to add multiples
be: Ctrl + клік, каб дадаць кратныя

source: Add
be: дадаваць

source: Edit Exam
be: рэдагаваць экзамен

source: Exam Stats
be: экзамен Статыстыка

source: No of Student Passed
be: Няма студэнцкіх пройдзеная

source: Download
be: спампаваць

source: No of Student Failed
be: Няма студэнцкіх Failed

source: No of Student Absent
be: Няма Студэнцкага Absent

source: Exam Details
be: экзамен падрабязнасці

source: Finalize Result
be: дапрацоўка Вынік

source: Attempted Papers
be: замах Дакументы

source: Eligible Group
be: прымальныя групы

source: Close Exam
be: зачыніць экзамен

source: Activate Exam
be: актываваць экзамен

source: Exam Closed Re-Activate Exam
be: Экзамен Закрыта Re-Activate экзамен

source: Browser Tolrence
be: браўзэр Tolrence

source: Expiry
be: заканчэнне тэрміну

source: Unlimited
be: неабмежаваны

source: Days
be: дзён

source: Subjective
be: суб'ектыўны

source: Objective
be: мэта

source: True &amp; False
be: Праўда & Amp; фальшывы

source: Fill in the blanks
be: запоўніце пропускі

source: Total Questions
be: Усяго Пытанні

source: Question Attempt Count
be: Пытанне Замах Count

source: Total
be: агульны

source: E
be: Е

source: Student Name
be: імя студэнта

source: Enrolment
be: залічэнне

source: Phone
be: тэлефон

source: Result Status
be: вынік Статус

source: Forgot Password
be: Забыліся на пароль

source: Submit
be: прадставіць

source: Forgot Username
be: Забыліся Імя карыстальніка

source: Login
be: Увайсці

source: Verification Code
be: Код верыфікацыі

source: Please enter verification Code
be: Калі ласка, увядзіце праверачны код

source: Reset Password
be: скід пароля

source: Confirm Password
be: Пацвердзіце пароль

source: Add Groups
be: даданне груп

source: Group Name
be: Назва групы

source: Edit Groups
be: рэдагаванне груп

source: Groups
be: груп

source: Add New Group
be: Дадаць новую групу

source: Add Help Content
be: Дадаць змесціва даведкі

source: Title
be: назву

source: Description
be: апісанне

source: Edit Help Content
be: Рэдагаванне змесціва даведкі

source: Help Content
be: Дапамога Змест

source: Add New Help Content
be: Дадаць Змесціва даведкі
