Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bel/LC_MESSAGES/default.po
Languages: be

source: These are the exam(s) which has been purchased
be: Гэта іспыт (ы), які быў набыты

source: Correct Marks
be: правільныя Marks

source: Save & Next
be: Захаваць & Наступны

source: Review
be: агляд

source: Reset Answer
be: скід адказу

source: Finish
be: аздабленне

source: Current Question
be: бягучы пытанне

source: Answered
be: адказаў

source: Not Answered
be: ня Адказаў

source: Navigated Away
be: Адсутнічае пераключэнне паміж якімі ажыццяўляецца

source: you had navigated away from the test window. This will be reported to Moderator
be: Вы ўжо пераходзіце ад тэставага вокны. Гэта будзе паведамлена мадэратару

source: Do not repeat this behaviour
be: Не паўтараць гэтыя паводзіны

source: Otherwise you may get disqualified
be: У адваротным выпадку вы можаце атрымаць дыскваліфікаваны

source: Continue
be: працягваць

source: Finalize
be: завяршаць

source: Do you wish to submit and close the
be: Вы хочаце, каб прадставіць і зачыніць

source: Once you submit, you will not be able to review the
be: Пасля таго, як вы ўяўляеце, вы не зможаце правесці агляд

source: Summary of your attempts in this
be: Рэзюмэ вашых спробаў у гэтым

source: as show below
be: як паказана ніжэй

source: Attempted
be: спроба

source: Return To First Question
be: Вяртанне да першага пытання

source: These are the exam(s) that are planned you in near future
be: Гэта іспыт (ы), якія плануецца вам у найбліжэйшай будучыні

source: Attempt Now
be: паспрабаваць зараз

source: Your performance compared to your group
be: Ваша прадукцыйнасць у параўнанні з вашай групай

source: Can't read? Reload
be: Не можаце прачытаць? перазагружаць

source: Enter security code shown above
be: Калі ласка, увядзіце ахоўны код, паказаны вышэй

source: Answer simple math
be: Адказ просты матэматыцы

source: Attempts
be: спробы

source: Remaining
be: астатняй

source: Expiry Date
be: дата заканчэння тэрміну дзеяння

source: Expired Date
be: скончаным тэрмінам прыдатнасці

source: Free
be: бясплатна

source: Not Purchased
be: ня Набытыя

source: View Details
be: праглядзець падрабязнасці

source: Load Editor
be: рэдактар ​​нагрузкі

source: Installation
be: ўстаноўка

source: Step 1 of 4
be: Крок 1 з 4

source: Server Configuration & Setup Requirements
be: Канфігурацыя сервера і ўстаноўкі Патрабаванні

source: Setup Requirements
be: Патрабаванні да налады

source: Installing this software require certain server side extension and capability
be: Ўстаноўка гэтага праграмнага забеспячэння патрабуюць пэўнай боку сервера пашырэння і магчымасці

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
be: калі ласка, праверце ніжэй, і параўнаць з серверам бягучых статуй справа. Вы можаце націснуць на абразок побач з кожнай тэхналогіі для дэталяў.

source: Extensions &amp; Applications
be: Пашырэння & Amp; прыкладанняў

source: HTTP Server. For example: Apache
be: HTTP-сервер. Напрыклад: Apache

source: Require
be: патрабаваць

source: PHP 5.2.8 or greater
be: PHP 5.2.8 або вышэй

source: Database Engine MySQL (4 or greater)
be: MySQL Database Engine (4 або больш позняй версіі)

source: Mandatory
be: абавязковае

source: Server Status
be: статус сервера

source: Web Server
be: вэб-сервер

source: MYSQL Version
be: MYSQL версія

source: PDO Unavailable
be: PDO Недоступен

source: PDO Available
be: PDO Даступныя

source: GD Availiable
be: GD Даступна

source: Directory &amp; File Permission
be: Каталог & Amp; дазвол файла

source: These Folders of Files need to be
be: Гэтыя тэчкі файлаў павінны быць

source: for application to be installed.
be: для прымянення да ўсталёўцы.

source: Folders or Files
be: Тэчак або файлаў

source: app/tmp/
be: дадатак / TMP /

source: app/Config/database.php
be: дадатак / Config / database.php

source: app/Config/core.php
be: дадатак / Config / core.php

source: Refresh
be: абнаўленне

source: Let's Start
be: давайце пачнем

source: Step 2 of 4
be: Крок 2 з 4

source: Installation Agreement
be: пагадненне па ўстаноўцы

source: I Accept to Proceed
be: Я прымаю да Працягнуць

source: Step 3 of 4
be: Крок 3 з 4

source: Database Connection Settings
be: Налады падлучэння да базы дадзеных

source: Host Name
be: імя хаста

source: Usually Localhost
be: звычайна Localhost

source: Database Name
be: Імя базы дадзеных

source: Database User
be: База дадзеных карыстальнікаў

source: Database User Name
be: Імя карыстальніка базы дадзеных

source: Database Password
be: база пароляў

source: Database User Password
be: База дадзеных карыстальніка Пароль

source: Database Type
be: Тып базы дадзеных

source: Test Connection
be: Пров.соед

source: Step 4 of 4
be: Крок 4 з 4

source: Name of Your Website
be: Назва вашага сайта

source: Meta Keyword
be: Мета Ключавое слова

source: Useful for SEO
be: Карысна для SEO

source: Meta Content for SEO
be: Мета Кантэнт для SEO

source: Please Select Timezone
be: Выберыце гадзінны пояс

source: Name of Your Organization/Company
be: Назва арганізацыі / кампаніі

source: Default Admin Email
be: Па змаўчанні Адміністратар E-mail

source: Install Sample Data With Dummy Entries
be: Ўстаноўка узораў дадзеных з соскай запісаў

source: Install
be: ўсталёўваць

source: Welcome to
be: Сардэчна запрашаем

source: Set Avatar
be: набор Аватар

source: Sign out
be: выйсці

source: Copyright
be: аўтарскае права

source: follow on facebook
be: прытрымлівацца на Facebook

source: Latest News & Events
be: Апошнія навіны і падзеі

source: Time
be: час

source: Download PDF
be: Спампаваць PDF

source: Average Percentage(%)
be: Сярэдні працэнт (%)

source: Exam Given
be: экзамен Улічваючы

source: Delete Forever
be: выдаліць назаўсёды

source: Move to Trash
be: Перамясціць у кошык

source: News Detail
be: Навіны ў падрабязнасцях

source: No of Visitors
be: няма Наведвальнікаў

source: No of Students
be: няма студэнтаў

source: No of Exams
be: няма экзаменаў

source: Payment From Pay Pal
be: Аплата ад Pay Pal

source: Pay From Pay Pal
be: Аплаціць Ад Pay Pal

source: Profile
be: профіль

source: Edit Profile
be: змяніць профіль

source: New Student Register
be: Новы Student Рэгістрацыя

source: Security Code
be: Код бяспекі

source: Answers
be: Адказы

source: My Results
be: мае вынікі

source: Attempt Date
be: замах Дата

source: SCORE CARD
be: уліковыя карткі

source: SUBJECT REPORT
be: ПРАДМЕТ СПРАВАЗДАЧА

source: TIME MANAGEMENT
be: КІРАВАННЕ ЧАС

source: QUESTION REPORT
be: ВОПРОС СПРАВАЗДАЧА

source: SOLUTION
be: РАШЭННЕ

source: COMPARE REPORT
be: Параўнайце СПРАВАЗДАЧА

source: Score Card For
be: Уліковыя карткі для

source: Total No. of Student
be: Агульная колькасць Student

source: My Marks
be: мае ацэнкі

source: Total Marks of Test
be: Усяго Адзнакі Test

source: My Percentile
be: мой Процентиль

source: Total Question in Test
be: Агульны пытанне ў цесцю

source: Total Attempt Question in Test
be: Total Замах Пытанне ў цесцю

source: Left Question
be: левы Пытанне

source: Left Question Marks
be: Левы Пытанне Marks

source: Total Time of Test
be: Агульны час Тэсту

source: My Rank
be: мой Ранг

source: Performance Report For
be: Справаздача для

source: Question & Marks Wise Report For
be: Пытанне & Marks Мудры справаздачу для

source: Subject Report For
be: Тэма Справаздача для

source: Correct
be: правільны

source: Unattempted Questions
be: Unattempted Пытанні

source: Graphical Report For
be: Графічны справаздачу для

source: Time Management For
be: Час для кіравання

source: Question Report For
be: Пытанне Справаздача для

source: Question Status
be: пытанне статусу

source: Your Answer
be: Ваш адказ

source: Your Score
be: паказчык

source: Your Time
be: ваш час

source: Solution For
be: рашэнне Для

source: Not Attempt
be: не спрабуйце

source: Attempt
be: спроба

source: Incorrect
be: некарэктны

source: Your Answers
be: вашы адказы

source: Solution
be: рашэнне

source: Bookmark
be: закладка

source: Compare Report For
be: Параўнаць справаздачу за

source: Total Ques.
be: Усяго Ques.

source: Maximum Marks
be: максімальныя Marks

source: Attempted Ques.
be: Замах Ques.

source: Correct Ques.
be: Правільныя Ques.

source: Incorrect Ques.
be: Няслушныя Ques.

source: Percentile
be: процентиль

source: Previous
be: папярэдні

source: This is to certify that
be: Сапраўдным засведчваецца, што

source: has succesfully completed the
be: ужо паспяхова завершана

source: in course program offered by
be: у ходзе праграмы, прапанаваныя

source: Student Login
be: студэнт Увайсці

source: Sign In
be: Увайсці

source: Forgot Passwocrd
be: забыліся Passwocrd

source: New User? Create Account
be: Новы карыстальнік? Стварыць уліковы запіс

source: Engine is not loaded
be: Рухавік не загружаны

source: Pdf engine "%s" not found
be: Pdf рухавік \ " %s " не знойдзены

source: Pdf engines must extend "AbstractPdfEngine"
be: Pdf рухавікі павінны пашырыць \ "" AbstractPdfEngine

source: Crypto is not loaded
be: Crypto не загружаны

source: Pdf crypto "%s" not found
be: Pdf Crypto \ " %s " не знойдзены

source: Crypto engine must extend "AbstractPdfCrypto"
be: Crypto рухавік павінен падоўжыць \ "" AbstractPdfCrypto

source: Controller attribute $pdfConfig is not correct or missing
be: Атрыбут кантролера $ pdfConfig не з'яўляецца правільным ці адсутнічае

source: -> Testing :url
be: -> Тэставанне: URL

source: Total Requests made: :requests
be: Усяго запытаў: з: запыты

source: Total Time elapsed: :duration (seconds)
be: Агульны час скончыўся :: працягласць (у секундах)

source: Requests/Second: :rps req/sec
be: Запыты / Second :: RPS запытаў / сек

source: Average request time: :average-time seconds
be: Сярэдні час запыту :: сярэдняе-час секунд

source: Standard deviation of average request time: :std-dev
be: Стандартнае адхіленне сярэдняга часу запыту :: СТД-DEV

source: Longest/shortest request: :longest sec/:shortest sec
be: Самая працяглая / кароткая просьба :: найбольшая працягласць сек /: Найкароткі сек

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
be: Дазваляе атрымаць некаторыя грубыя бенчмаркетынгу statisticsabout цалкам кваліфікаванае URL.

source: The URL to request.
be: URL для запыту.

source: Number of iterations to perform.
be: Лік ітэрацый для выканання.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
be: Максімальную агульны час для ўсіх ітэрацый, у seconds.If адной ітэрацыі займае больш, чым тайм-аўт, толькі адзін запыт будзе зроблены

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
be: Прыклад выкарыстання: `торт тэст --n 10 --t 100 HTTP: // лакальны / testsite`. <Інфармацыя> Заўвага: </ Інфармацыя> гэты тэст не ўключае ў сябе браўзэр час рэндэрынгу.

source: Component initialization
be: кампанент ініцыялізацыі

source: Controller action
be: рэгулятар

source: Controller action start
be: пачатак дзеяння кантролера

source: Processing toolbar state
be: стан панэлі інструментаў апрацоўкі

source: Processing toolbar data
be: Дадзеныя панэлі інструментаў апрацоўкі

source: Controller render start
be: Кантролер візуалізацыі пачатак

source: Could not load DebugToolbar panel %s
be: Не атрымалася загрузіць DebugToolbar панэль %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
be: Асноўная апрацоўка (вытворны ад $ _SERVER [\ "request_time "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
be: Загалоўкі ўжо дасланыя ў %s на лініі %s . Не ўдаецца адправіць дадзеныя часопіса FirePHP.

source: Incorrect parameter count for FireCake::fb()
be: Некарэктнае падлік параметраў для FireCake :: ФБ ()

source: Maximum number (99,999) of messages reached!
be: Максімальную колькасць (99999) паведамленняў дасягнуў!

source: There are no active panels. You must enable a panel to see its output.
be: Там няма актыўных панэляў. Вы павінны ўключыць панэль, каб убачыць яго выхад.

source: App Constants
be: App Канстанты

source: CakePHP Constants
be: CakePHP Канстанты

source: Hidef Environment
be: HiDef навакольнае асяроддзе

source: Request History
be: запыт гісторыі

source: No previous requests logged.
be: Ні адна з папярэдніх запытаў не ўвайшлі.

source: previous requests available
be: папярэднія просьбы аб даступных

source: Restore to current request
be: Аднавіць бягучага запыту

source: Included Files
be: што ўключаюцца файлаў

source: Logs
be: бярвёны

source: There were no log entries made this request
be: Там не было ніякіх запісаў часопіса зрабілі гэты запыт

source: Request
be: запыт

source: No post data.
be: Дадзеных няма. Размясціць

source: No querystring data.
be: Няма дадзеных QueryString.

source: Current Route
be: бягучы маршрут

source: Session
be: сесія

source: Sql Logs
be: Sql Журналы

source: No query logs when debug < 2.
be: Няма запытаў часопісаў, калі адладзіць <2.

source: No query logs.
be: Няма запытаў часопісаў.

source: Total Time: %s ms <br />Total Queries: %s queries
be: Агульны час: %s мс <br /> Усяго запытаў: %s запыты

source: Query Explain:
be: Запыт Растлумачце:

source: Click an "Explain" link above, to see the query explanation.
be: Націсніце на \ "" Растлумачце спасылку вышэй, каб убачыць тлумачэнні запыту.

source: No active database connections
be: Няма актыўных злучэнняў з базай дадзеных

source: Memory
be: памяць

source: Peak Memory Use
be: Пік выкарыстання памяці

source: Memory use
be: выкарыстанне памяці

source: Timers
be: таймеры

source: %s (ms)
be: %s (мс)

source: Total Request Time:
be: Агульны час запыту:

source: Time in ms
be: Час у мс

source: Graph
be: графік

source: View Variables
be: прагляд зменных

source: View render complete
be: Праглядзець поўны візуалізацыі

source: Explain
be: тлумачыць

source: Starting %sms into the request, taking %sms
be: Пачынаючы %s мс ў запыце, прымаючы %s мс

source: No markup errors found
be: Не знойдзена ніводнай памылкі разметкі

source: maybe slow
be: можа быць павольным

source: Absolute path or relative to APP.
be: Абсалютны шлях або адносна APP.

source: An error occured while getting the status of your account.
be: Адбылася памылка пры атрыманні статусу вашай ўліковага запісу.

source: There was an error while connecting to Paypal
be: Быў памылка пры падключэнні да Paypal

source: There was a problem initiating the transaction, please try again.
be: Існаваў праблема ініцыявання транзакцыі, калі ласка, паспрабуйце яшчэ раз.

source: There was a problem getting your details, please try again.
be: Існаваў праблема атрымаць вашыя дэталі, калі ласка, паспрабуйце яшчэ раз.

source: There was an error completing the payment
be: Быў памылка завяршэння плацяжу

source: There was a problem processing the transaction, please try again.
be: Існаваў праблема афармлення здзелкі, калі ласка, паспрабуйце яшчэ раз.

source: There was an error processing the card payment
be: Быў памылка пры апрацоўцы аплатнай карткі

source: There was a problem processing your card, please try again.
be: Існаваў праблема апрацоўкі вашай карты, калі ласка, паспрабуйце яшчэ раз.

source: There was an error processing the the refund
be: Быў памылка пры апрацоўцы вяртанне

source: A problem occurred during the refund process, please try again.
be: Узнікла праблема ў працэсе вяртання, калі ласка, паспрабуйце яшчэ раз.

source: There was an problem communicating with the payment gateway
be: Быў праблема зносін з плацежным шлюзам

source: Missing client id/secret
be: Адсутнічае ідэнтыфікатар кліента / сакрэт

source: Must specify an expiry date
be: Неабходна ўказаць дату заканчэння тэрміну дзеяння

source: Must include a M and Y in expiry date
be: Павінна ўключаць у сябе M і Y ў даты заканчэння тэрміну

source: Invalid expiry date
be: Няправільная дата заканчэння тэрміну дзеяння

source: Invalid card number
be: Няправільны нумар крэдытнай карты

source: Invalid CVV2 number
be: Недапушчальны нумар CVV2

source: Invalid card type
be: Няправільны тып карты

source: Could not detect client IP address
be: Не атрымалася выявіць IP-адрас кліента

source: Not a valid credit card number
be: Ня сапраўдны нумар крэдытнай карты

source: You must include the 3 digit security number
be: Вам трэба будзе падаць нумар бяспекі 3 лічбы

source: Must specify an "amount" to charge
be: Неабходна ўказаць \ "колькасць " для зарадкі

source: You must pass a valid order array
be: Вы павінны перадаць сапраўдны масіў замовы

source: Valid "return" and "cancel" urls must be provided
be: Сапраўды \ "зваротны " і \ "Адмена " павінна быць забяспечана URLs

source: You must provide a currency code
be: Вы павінны даць код валюты

source: Original PayPal Transaction ID is required
be: Арыгінал PayPal ID транзакцыі патрабуецца

source: Must specify an "amount" to refund
be: Неабходна ўказаць \ "колькасць ", каб вярнуць

source: You must specify a refund type, such as Full or Partial
be: Неабходна пазначыць тып звароту, такія як поўная або частковая

source: File was not downloaded.
be: Файл ня быў загружаны.

source: No %s found for that date range
be: Няма %s знойдзена для гэтага дыяпазону дат

source: Your form data is preserved you'll be redirected to it after login.
be: Ваша форма дадзеныя захоўваюцца вы будзеце перанакіраваны да яго пасля ўваходу ў сістэму.

source: Error notification from %s
be: Паведамленне пра памылку ад %s

source: Afghanistan
be: Афганістан

source: Albania
be: Албанія

source: Algeria
be: Алжыр

source: American Samoa
be: амерыканскае Самоа

source: Andorra
be: Андора

source: Angola
be: Ангола

source: Anguilla
be: Ангілья

source: Antarctica
be: Антарктыда

source: Antigua and Barbuda
be: Антыгуа і Барбуда

source: Argentina
be: Аргенціна

source: Armenia
be: Арменія

source: Aruba
be: Аруба

source: Australia
be: Аўстралія

source: Austria
be: Аўстрыя

source: Azerbaijan
be: Азербайджан

source: Bahamas
be: Багамскія а-вы

source: Bahrain
be: Бахрэйн

source: Bangladesh
be: Бангладэш

source: Barbados
be: Барбадас

source: Belarus
be: Беларусь

source: Belgium
be: Бельгія

source: Belize
be: Беліз

source: Benin
be: Бенін

source: Bermuda
be: Бэрмудзкія выспы

source: Bhutan
be: Бутан

source: Bolivia
be: Балівія

source: Bosnia and Herzegovina
be: Боснія і Герцагавіна

source: Botswana
be: Батсвана

source: Bouvet Island
be: востраў Буве

source: Brazil
be: Бразілія

source: British Indian Ocean Territory
be: Брытанская тэрыторыя ў Індыйскім акіяне

source: Brunei Darussalam
be: Бруней

source: Bulgaria
be: Балгарыя

source: Burkina Faso
be: Буркіна-Фасо

source: Burundi
be: Бурундзі

source: Cambodia
be: Камбоджа

source: Cameroon
be: Камерун

source: Canada
be: Канада

source: Cape Verde
be: Каба-Вэрдэ

source: Cayman Islands
be: Кайманавы выспы

source: Central African Republic
be: Цэнтральна-Афрыканская Рэспубліка

source: Chad
be: Чад

source: Chile
be: чылі

source: China
be: Кітай

source: Christmas Island
be: востраў каляд

source: Cocos (Keeling) Islands
be: Какосавыя (Кілінг) астравы

source: Colombia
be: Калумбія

source: Comoros
be: Каморскія выспы

source: Congo
be: Конга

source: Congo, the Democratic Republic of the
be: Конга, Дэмакратычная Рэспубліка

source: Cook Islands
be: выспы Кука

source: Costa Rica
be: Коста-Рыка

source: Cote D'Ivoire
be: Бераг Слановай Косці

source: Croatia
be: Харватыя

source: Cuba
be: куба

source: Cyprus
be: Кіпр

source: Czech Republic
be: Чэская Рэспубліка

source: Denmark
be: Данія

source: Djibouti
be: Джыбуці

source: Dominica
be: Дамініка

source: Dominican Republic
be: Дамініканская Рэспубліка

source: Ecuador
be: Эквадор

source: Egypt
be: Егіпет

source: El Salvador
be: Сальвадор

source: Equatorial Guinea
be: экватарыяльная Гвінея

source: Eritrea
be: Эрытрэя

source: Estonia
be: Эстонія

source: Ethiopia
be: Эфіопія

source: Falkland Islands (Malvinas)
be: Фалклендскія (Мальвінскія)

source: Faroe Islands
be: Фарэрскія выспы

source: Fiji
be: Фіджы

source: Finland
be: Фінляндыя

source: France
be: Францыя

source: French Guiana
be: Французская Гвіяна

source: French Polynesia
be: Французская Палінезія

source: French Southern Territories
be: Французскія Паўднёвыя Тэрыторыі

source: Gabon
be: Габон

source: Gambia
be: Гамбія

source: Georgia
be: Грузія

source: Germany
be: Германія

source: Ghana
be: Гана

source: Gibraltar
be: Гібралтар

source: Greece
be: Грэцыя

source: Greenland
be: Грэнландыя

source: Grenada
be: Грэнада

source: Guadeloupe
be: Гвадэлупа

source: Guam
be: Гуам

source: Guatemala
be: Гватэмала

source: Guinea
be: Гвінея

source: Guinea-Bissau
be: Гвінея-Бісау

source: Guyana
be: Гаяна

source: Haiti
be: Гаіці

source: Heard Island and Mcdonald Islands
be: Востраў Херд і выспы Макдональд

source: Holy See (Vatican City State)
be: Апостальская Сталіца (Ватыкан)

source: Honduras
be: Гандурас

source: Hong Kong
be: Ганконг

source: Hungary
be: Венгрыя

source: Iceland
be: Ісландыя

source: India
be: Індыя

source: Indonesia
be: Інданезія

source: Iran, Islamic Republic of
be: Іран, Ісламская Рэспубліка

source: Iraq
be: Ірак

source: Ireland
be: Ірландыя

source: Israel
be: Ізраіль

source: Italy
be: Італія

source: Jamaica
be: Ямайка

source: Japan
be: Японія

source: Jordan
be: Іарданія

source: Kazakhstan
be: Казахстан

source: Kenya
be: Кенія

source: Kiribati
be: Кірыбаці

source: Korea, Democratic People's Republic of
be: Карэя, Карэйская Народна-Дэмакратычная Рэспубліка

source: Korea, Republic of
be: Карэя, Рэспубліка

source: Kuwait
be: Кувейт

source: Kyrgyzstan
be: Кіргізія

source: Lao People's Democratic Republic
be: Лаоскай Народна-Дэмакратычная Рэспубліка

source: Latvia
be: Латвія

source: Lebanon
be: Ліван

source: Lesotho
be: Лесота

source: Liberia
be: Ліберыя

source: Libyan Arab Jamahiriya
be: Лівійская Араб Джамахірыя

source: Liechtenstein
be: Ліхтэнштэйн

source: Lithuania
be: Літва

source: Luxembourg
be: Люксембург

source: Macedonia, the Former Yugoslav Republic of
be: былая югаслаўская Рэспубліка Македонія,

source: Madagascar
be: Мадагаскар

source: Malawi
be: Малаві

source: Malaysia
be: Малайзія

source: Maldives
be: Мальдывы

source: Mali
be: Малі

source: Malta
be: Мальта

source: Marshall Islands
be: Маршалавы выспы

source: Martinique
be: Марцініка

source: Mauritania
be: Маўрытанія

source: Mauritius
be: Маўрыкій

source: Mayotte
be: Маёта

source: Mexico
be: Мексіка

source: Micronesia, Federated States of
be: Мікранезія, Фэдэратыўныя Штаты

source: Moldova, Republic of
be: Малдова

source: Monaco
be: Манака

source: Mongolia
be: Манголія

source: Montserrat
be: Мансерат

source: Morocco
be: Марока

source: Mozambique
be: Мазамбік

source: Myanmar
be: М'янма

source: Namibia
be: Намібія

source: Nauru
be: Науру

source: Nepal
be: Непал

source: Netherlands
be: Нідэрланды

source: Netherlands Antilles
be: Нідэрландскія Антыльскія выспы

source: New Caledonia
be: Новая Каледонія

source: New Zealand
be: Новая Зеландыя

source: Nicaragua
be: Нікарагуа

source: Niger
be: Нігер

source: Nigeria
be: Нігерыя

source: Norfolk Island
be: выспа Норфалк

source: Northern Mariana Islands
be: Паўночныя Марыянскія астравы

source: Norway
be: Нарвегія

source: Oman
be: Аман

source: Pakistan
be: Пакістан

source: Palestinian Territory, Occupied
be: Палестына

source: Panama
be: панама

source: Papua New Guinea
be: Папуа-Новая Гвінея

source: Paraguay
be: Парагвай

source: Peru
be: Перу

source: Philippines
be: Філіпіны

source: Pitcairn
be: Піткэрн

source: Poland
be: Польшча

source: Portugal
be: Партугалія

source: Puerto Rico
be: Пуэрта-Рыка

source: Qatar
be: Катар

source: Reunion
be: ўз'яднанне

source: Romania
be: Румынія

source: Russian Federation
be: Расія Федэрацыя

source: Rwanda
be: Руанда

source: Saint Helena
be: святой Алены

source: Saint Kitts and Nevis
be: Сэнт-Кітс і Нэвіс
