Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ara/LC_MESSAGES/validation.po
Languages: ar

source: Only letters and numbers allowed
ar: كلمة المرور الحد الأدنى 4 طابع طويل

source: Group already exist
ar: المجموعة موجودة بالفعل

source: Only Url
ar: رابط الوحيد

source: File does not have a valid extension
ar: ملف لايوجد تمديد ساري المفعول

source: You must supply a JPG, GIF or PNG File.
ar: يجب توفير JPG، GIF أو PNG ملف.

source: Invalid Header Contact
ar: رأس الاتصال غير صالح

source: Only Alphabets
ar: فقط الحروف الهجائية

source: Currency Name already exist
ar: اسم العملة موجودة بالفعل

source: You must supply image height is less than 50px
ar: يجب توفير صورة ارتفاع أقل من 50px

source: You must supply image width is less than 50px
ar: يجب توفير عرض الصورة أقل من 50px

source: Only numbers allowed
ar: You must supply image width is less than 50px

source: Only Date/time format
ar: يجب توفير عرض الصورة أقل من 50px

source: Enter a valid email
ar: أدخل بريد إلكتروني متاح

source: Please select
ar: اختر من فضلك

source: Invalid Username
ar: اسم المستخدم غير صالح

source: Invalid Password
ar: كلمة المرور غير صالحة

source: Invalid Signature
ar: التوقيع غير صالح

source: Only numbers
ar: أرقام فقط

source: You must supply image height is less than 220px
ar: يجب توفير صورة ارتفاع أقل من 220px

source: This Email has already been exist! try new one
ar: وقد تم هذا البريد الإلكتروني موجود مسبقا! في محاولة واحدة جديدة

source: Password required
ar: كلمة المرور مطلوبة

source: Password minimum 4 character long
ar: كلمة المرور مطلوبة

source: Name already exist
ar: اسم موجودة بالفعل
