Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lav/LC_MESSAGES/default.po
Languages: lv

source: Extensions &amp; Applications
lv: Paplašinājumi & amp; Aplikācijas

source: HTTP Server. For example: Apache
lv: HTTP Server. Piemēram: Apache

source: Require
lv: pieprasīt

source: PHP 5.2.8 or greater
lv: PHP 5.2.8 vai lielāka

source: Database Engine MySQL (4 or greater)
lv: Database Engine MySQL (4 vai vairāk)

source: PDO Extension
lv: ACVN Extension

source: Mandatory
lv: saistošs

source: Server Status
lv: servera statuss

source: PDO Unavailable
lv: ACVN nav pieejams

source: PDO Available
lv: ACVN Pieejams

source: Directory &amp; File Permission
lv: Katalogs & amp; File Atļauja

source: These Folders of Files need to be
lv: Šie faili mapes jābūt

source: Writable
lv: rakstāms

source: for application to be installed.
lv: piemērošanas jāuzstāda.

source: Folders or Files
lv: Mapes vai faili

source: Refresh
lv: Atsvaidzināt

source: Let's Start
lv: Sākam

source: Step 2 of 4
lv: no 4 2 Step

source: Installation Agreement
lv: uzstādīšana līgums

source: I Accept to Proceed
lv: Es piekrītu, lai turpinātu

source: Step 3 of 4
lv: no 4 3 Step

source: Usually Localhost
lv: parasti localhost

source: Database User Name
lv: Datu bāzes lietotāja vārds

source: Database User Password
lv: Database Lietotājs Parole

source: Step 4 of 4
lv: 4. 4 Step

source: Name of Your Website
lv: Nosaukums Jūsu Website

source: Useful for SEO
lv: Noderīga par SEO

source: Meta Content for SEO
lv: Meta saturs SEO

source: Please Select Timezone
lv: Lūdzu, izvēlieties laika

source: Name of Your Organization/Company
lv: Nosaukums jūsu organizācijas / uzņēmums

source: Install Sample Data With Dummy Entries
lv: Instalējiet Sample datus ar Dummy Ieraksti

source: Install
lv: Uzstādīt

source: Welcome to
lv: Laipni lūdzam

source: Sign out
lv: Izrakstīties

source: Copyright
lv: Autortiesības

source: follow on facebook
lv: sekot par facebook

source: Latest News & Events
lv: Jaunākās Ziņas un notikumi

source: Time
lv: L………………………….

source: Download PDF
lv: Lejupielādēt PDF

source: Average Percentage(%)
lv: Vidējā procentuālā (%)

source: Exam Given
lv: eksāmens Ņemot

source: Delete Forever
lv: dzēst Forever

source: Move to Trash
lv: Pārvietot uz miskasti

source: No of Visitors
lv: Nr apmeklētāju

source: No of Students
lv: Nr Studentu

source: No of Exams
lv: Neviens eksāmeniem

source: Payment From Pay Pal
lv: Maksājumu No Pay Pal

source: Pay From Pay Pal
lv: Maksāt no Pay Pal

source: Profile
lv: profils

source: Edit Profile
lv: Rediģēt profilu

source: New Student Register
lv: New Student Reģistrēties

source: Security Code
lv: Drošības kods

source: Answers
lv: atbildes

source: My Results
lv: Mani rezultāti

source: Attempt Date
lv: mēģinājums datums

source: SUBJECT REPORT
lv: TEMATI ZIŅOJUMS

source: TIME MANAGEMENT
lv: LAIKA ORGANIZĒŠANA

source: QUESTION REPORT
lv: JAUTĀJUMS ZIŅOJUMS

source: COMPARE REPORT
lv: Salīdziniet pārskata

source: Score Card For
lv: Score Card

source: Total No. of Student
lv: Kopējais skaits Student

source: My Marks
lv: Mani Marks

source: Total Marks of Test
lv: Kopējais zīmju Test

source: My Percentile
lv: mans Procentīle

source: Total Question in Test
lv: Kopējais Jautājums Test

source: Total Attempt Question in Test
lv: Kopējais Mēģinājums Jautājums Test

source: Left Question
lv: left Jautājums

source: Left Question Marks
lv: Left Jautājums Marks

source: Total Time of Test
lv: Kopējais laiks Test

source: My Time
lv: mans laiks

source: My Rank
lv: mana pozīcija

source: Performance Report For
lv: Veiktspējas pārskatu

source: Question & Marks Wise Report For
lv: Jautājumu un Marks Wise ziņojums par

source: Subject Report For
lv: Priekšmets ziņojums par

source: Correct
lv: Pareizība

source: Unattempted Questions
lv: Unattempted Jautājumi

source: Graphical Report For
lv: Grafiskais pārskats par

source: Time Management For
lv: Time Management

source: Question Report For
lv: Jautājums pārskats par

source: Question Status
lv: jautājums statuss

source: Your Answer
lv: Tava atbilde

source: Your Score
lv: Tavs rezultāts

source: Your Time
lv: Jūsu laiks

source: Solution For
lv: šķīdums

source: Not Attempt
lv: nav Mēģinājums

source: Attempt
lv: mēģinājums

source: Incorrect
lv: nepareizs

source: Your Answers
lv: Jūsu atbildes

source: Solution
lv: šķīdums

source: Bookmark
lv: grāmatzīme

source: Compare Report For
lv: Salīdziniet ziņojums Par

source: Total Ques.
lv: Kopā anketas.

source: Maximum Marks
lv: Maksimāli Marks

source: Attempted Ques.
lv: Mēģinājumi anketas.

source: Unattempted Ques.
lv: Unattempted anketas.

source: Correct Ques.
lv: Labot anketas.

source: Incorrect Ques.
lv: Nepareizi anketas.

source: Percentile
lv: procentiles

source: Previous
lv: Iepriekšējais

source: This is to certify that
lv: Tas apliecina, ka

source: has succesfully completed the
lv: ir veiksmīgi pabeigta

source: in course program offered by
lv: gaitā programma piedāvā

source: Sign In
lv: Reģistrēties

source: Forgot Passwocrd
lv: Aizmirsāt Passwocrd

source: New User? Create Account
lv: Jauns lietotājs? Izveidot profilu

source: Engine is not loaded
lv: Dzinējs nav ielādēts

source: Pdf engine "%s" not found
lv: Pdf dzinējs \ " %s " nav atrasts

source: Pdf engines must extend "AbstractPdfEngine"
lv: Pdf dzinēji ir paplašināt \ "AbstractPdfEngine "

source: Crypto is not loaded
lv: Kripto nav ielādēts

source: Pdf crypto "%s" not found
lv: Pdf crypto \ " %s " nav atrasts

source: Crypto engine must extend "AbstractPdfCrypto"
lv: Kripto dzinējs ir paplašināt \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
lv: Controller atribūts $ pdfConfig nav pareizs vai nav

source: -> Testing :url
lv: -> Testēšana: url

source: Total Requests made: :requests
lv: Kopā Lūgumi, kas izteikti:: pieprasījumi

source: Total Time elapsed: :duration (seconds)
lv: Kopējais laiks pagājis:: ilgums (sekundes)

source: Requests/Second: :rps req/sec
lv: Pieprasījumi / Otrais:: RPS REQ / s

source: Average request time: :average-time seconds
lv: Vidējais pieprasījums laiks:: vidējā laika sekundes

source: Standard deviation of average request time: :std-dev
lv: Standarta novirze vidējā pieprasījuma laiks:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
lv: Garākā / īsākais pieprasījums:: garākā sek /: īsākais sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
lv: Ļauj iegūt kādu aptuvenu salīdzinošā statisticsabout pilnībā kvalificētu URL.

source: The URL to request.
lv: URL pieprasīt.

source: Number of iterations to perform.
lv: Iterāciju veikt.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
lv: Maksimālais kopējais laiks visiem iterācijas, jo seconds.If viena atkārtojuma aizņem vairāk nekā taimauta tikai viens pieprasījums tiks veikts

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
lv: Piemērs Lietošana: `cake etalons -N 10 --t 100 http: // localhost / testsite`. <Info> Piezīme: </ info> šis kritērijs nav iekļauts pārlūkprogramma padarīt reizes.

source: Component initialization
lv: komponents inicializācijas

source: Controller action
lv: Controller rīcība

source: Controller action start
lv: Controller rīcība sākums

source: Processing toolbar state
lv: Apstrādes rīkjosla stāvoklis

source: Processing toolbar data
lv: Apstrādes rīkjosla dati

source: Controller render start
lv: Controller padarīt sākumu

source: Could not load DebugToolbar panel %s
lv: Nevar ielādēt DebugToolbar paneļa %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
lv: Core apstrāde (atvasināts no _SERVER $ [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
lv: Galvenes jau nosūtīts %s uz līnijas %s . Nevar sūtīt žurnāla datus FirePHP.

source: Incorrect parameter count for FireCake::fb()
lv: Nepareizs parametrs skaits par FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
lv: Maksimālais skaits (99,999) ziņojumu sasniedza!

source: There are no active panels. You must enable a panel to see its output.
lv: Nav aktīvas paneļi. Jums jāiespējo paneli, lai redzētu savu produkciju.

source: App Constants
lv: App Konstantes

source: CakePHP Constants
lv: CakePHP Konstantes

source: PHP Environment
lv: PHP Vide

source: Hidef Environment
lv: HiDef Vide

source: Request History
lv: pieprasījums Vēsture

source: No previous requests logged.
lv: Nav iepriekšēji pieprasījumi pieteicies.

source: previous requests available
lv: iepriekšēji pieprasījumi pieejami

source: Restore to current request
lv: Atjaunot ar pašreizējo pieprasījumu

source: Included Files
lv: iekļauts Files

source: Logs
lv: baļķi

source: There were no log entries made this request
lv: Nebija žurnāla ieraksti veikti šo pieprasījumu

source: Request
lv: pieprasījums

source: No post data.
lv: Nav post dati.

source: No querystring data.
lv: Nav querystring dati.

source: Current Route
lv: pašreizējais Route

source: Session
lv: sesija

source: Sql Logs
lv: sql Baļķi

source: No query logs when debug < 2.
lv: Nav vaicājuma logs, kad atkļūdošanas <2.

source: No query logs.
lv: Nav vaicājumu žurnāli.

source: Total Time: %s ms <br />Total Queries: %s queries
lv: Kopējais laiks: %s ms <br /> Kopā vaicājumi: %s vaicājumus

source: Query Explain:
lv: Vaicājums Paskaidrojiet:

source: Click an "Explain" link above, to see the query explanation.
lv: Noklikšķiniet uz \ "Paskaidrojiet " saites augstāk, lai redzētu vaicājumu paskaidrojumu.

source: No active database connections
lv: Nav neviena aktīva datu bāzes savienojumi

source: Memory
lv: atmiņa

source: Peak Memory Use
lv: Peak ATMIŅA Izmantot

source: Memory use
lv: atmiņas izmantošana

source: Timers
lv: taimeri

source: Total Request Time:
lv: Kopējais pieprasījums laiks:

source: Time in ms
lv: Laiks ms

source: Graph
lv: diagramma

source: View Variables
lv: Skatīt Mainīgie

source: Rendering View
lv: Rendering Apskatīt

source: View render complete
lv: Skatīt padarīt pilnīgu

source: Explain
lv: Izskaidrot

source: Starting %sms into the request, taking %sms
lv: Sākot %s ms uz pieprasījumu, ņemot %s ms

source: No markup errors found
lv: Nav atrasts neviens atzīmju kļūdas

source: maybe slow
lv: varbūt lēni

source: Absolute path or relative to APP.
lv: Absolūtais ceļš vai attiecībā pret APP.

source: An error occured while getting the status of your account.
lv: Radās kļūda iegūt statusu jūsu kontā.

source: There was an error while connecting to Paypal
lv: Tur bija kļūda pieslēdzoties Paypal

source: There was a problem initiating the transaction, please try again.
lv: Radās problēma darījumu sākšanas, lūdzu, mēģiniet vēlreiz.

source: There was a problem getting your details, please try again.
lv: Radās problēma iegūt jūsu informāciju, lūdzu, mēģiniet vēlreiz.

source: There was an error completing the payment
lv: Radās kļūda pabeigt maksājumu

source: There was a problem processing the transaction, please try again.
lv: Radās problēma darījumu apstrādes, lūdzu, mēģiniet vēlreiz.

source: There was an error processing the card payment
lv: Radās kļūda maksājumu karšu apstrādes

source: There was a problem processing your card, please try again.
lv: Radās problēma, apstrādājot savu karti, lūdzu, mēģiniet vēlreiz.

source: There was an error processing the the refund
lv: Radās kļūda, apstrādājot kompensāciju

source: A problem occurred during the refund process, please try again.
lv: Gadījās problēma atmaksas procesa laikā, lūdzu, mēģiniet vēlreiz.

source: There was an problem communicating with the payment gateway
lv: Tur bija problēma sazinoties ar maksājumu vārteju

source: Missing client id/secret
lv: Trūkst klienta ID / noslēpums

source: Must specify an expiry date
lv: Ir jānorāda derīguma termiņš

source: Must include a M and Y in expiry date
lv: Jāietver M un Y derīguma termiņa beigām

source: Invalid expiry date
lv: Nederīgs derīguma termiņš

source: Invalid card number
lv: Nederīga kartes numurs

source: Invalid CVV2 number
lv: Nederīga CVV2 numurs

source: Invalid card type
lv: Nederīga kartes tips

source: Could not detect client IP address
lv: Nevarēja atklāt klienta IP adresi

source: Not a valid credit card number
lv: Nav derīgs kredītkartes numurs

source: You must include the 3 digit security number
lv: Jums ir jāietver 3 ciparu drošības numurs

source: Must specify an "amount" to charge
lv: Ir jānorāda \ "Summa " iekasēt

source: You must pass a valid order array
lv: Jums ir iet derīga pasūtījuma masīvs

source: Valid "return" and "cancel" urls must be provided
lv: Derīgs \ "atgriešanās " un \ "Atcelt " URL jāsniedz

source: You must provide a currency code
lv: Jums ir jānodrošina valūtas kodu

source: Original PayPal Transaction ID is required
lv: Original PayPal Transaction ID ir nepieciešama

source: Must specify an "amount" to refund
lv: Ir jānorāda \ "Summa " atmaksāt

source: You must specify a refund type, such as Full or Partial
lv: Jums jānorāda kompensācijas veidu, piemēram, pilnīga vai daļēja

source: File was not downloaded.
lv: Fails netika lejupielādēta.

source: No %s found for that date range
lv: Nē %s atrastas šajā datumu diapazonā

source: Your form data is preserved you'll be redirected to it after login.
lv: Jūsu forma dati tiek saglabāta jums tiks novirzīts uz to pēc pieteikšanās.

source: Error notification from %s
lv: Kļūdas paziņojums no %s

source: Afghanistan
lv: Afganistāna

source: Albania
lv: Albānija

source: Algeria
lv: Alžīrija

source: American Samoa
lv: amerikāņu Samoa

source: Andorra
lv: Andora

source: Antarctica
lv: Antarktika

source: Antigua and Barbuda
lv: Antigva un Barbuda

source: Argentina
lv: Argentīna

source: Armenia
lv: Armēnija

source: Australia
lv: Austrālija

source: Austria
lv: Austrija

source: Azerbaijan
lv: Azerbaidžāna

source: Bahamas
lv: Bahamu salas

source: Bahrain
lv: Bahreina

source: Bangladesh
lv: Bangladeša

source: Barbados
lv: Barbadosa

source: Belarus
lv: Baltkrievija

source: Belgium
lv: Beļģija

source: Belize
lv: Beliza

source: Benin
lv: Benina

source: Bhutan
lv: Butāna

source: Bolivia
lv: Bolīvija

source: Bosnia and Herzegovina
lv: Bosnija un Hercegovina

source: Botswana
lv: Botsvāna

source: Bouvet Island
lv: Buvē sala

source: Brazil
lv: Brazīlija

source: British Indian Ocean Territory
lv: Britu Indijas okeāna teritorija

source: Brunei Darussalam
lv: Bruneja

source: Bulgaria
lv: Bulgārija

source: Cambodia
lv: Kambodža

source: Cameroon
lv: Kamerūna

source: Canada
lv: Kanāda

source: Cape Verde
lv: Kaboverde

source: Cayman Islands
lv: Kaimanu salas

source: Central African Republic
lv: Centrālāfrikas Republika

source: Chad
lv: Čada

source: Chile
lv: Čīle

source: China
lv: Ķīna

source: Christmas Island
lv: Ziemsvētku sala

source: Cocos (Keeling) Islands
lv: Kokosu (Kīlinga) salas

source: Colombia
lv: Kolumbija

source: Comoros
lv: Komoru salas

source: Congo
lv: Kongo

source: Congo, the Democratic Republic of the
lv: Kongo Demokrātiskā Republika

source: Cook Islands
lv: Kuka salas

source: Costa Rica
lv: Kostarika

source: Cote D'Ivoire
lv: Kotdivuāra

source: Croatia
lv: Horvātija

source: Cuba
lv: Kuba

source: Cyprus
lv: Kipra

source: Czech Republic
lv: Čehu Republika

source: Denmark
lv: Dānija

source: Djibouti
lv: Džibutija

source: Dominica
lv: Dominika

source: Dominican Republic
lv: Dominikānas republika

source: Ecuador
lv: Ekvadora

source: Egypt
lv: Ēģipte

source: El Salvador
lv: Salvadora

source: Equatorial Guinea
lv: Ekvatoriālā Gvineja

source: Eritrea
lv: Eritreja

source: Estonia
lv: Igaunija

source: Ethiopia
lv: Etiopija

source: Falkland Islands (Malvinas)
lv: Folklenda salas (Malvinu)

source: Faroe Islands
lv: Farēru salas

source: Fiji
lv: Fidži

source: Finland
lv: Somija

source: France
lv: Francija

source: French Guiana
lv: franču Gviāna

source: French Polynesia
lv: franču Polinēzija

source: French Southern Territories
lv: Franču Dienvidu Teritorijas

source: Gabon
lv: Gabona

source: Gambia
lv: Gambija

source: Georgia
lv: Gruzija

source: Germany
lv: Vācija

source: Ghana
lv: Gana

source: Gibraltar
lv: Gibraltārs

source: Greece
lv: Grieķija

source: Greenland
lv: Grenlande

source: Grenada
lv: Grenāda

source: Guadeloupe
lv: Gvadelupa

source: Guam
lv: Guama

source: Guatemala
lv: Gvatemala

source: Guinea
lv: Gvineja

source: Guinea-Bissau
lv: Gvineja-Bisava

source: Guyana
lv: Gajāna

source: Heard Island and Mcdonald Islands
lv: Hērda sala un Makdonalda salas

source: Holy See (Vatican City State)
lv: Svētais Krēsls (Vatikāna Pilsētvalsts)

source: Honduras
lv: Hondurasa

source: Hong Kong
lv: Honkonga

source: Hungary
lv: Ungārija

source: Iceland
lv: Islande

source: India
lv: Indija

source: Indonesia
lv: Indonēzija

source: Iran, Islamic Republic of
lv: Irānas Islāma Republika

source: Iraq
lv: Irāka

source: Ireland
lv: Īrija

source: Israel
lv: Izraēla

source: Italy
lv: Itālija

source: Jamaica
lv: Jamaika

source: Japan
lv: Japāna

source: Jordan
lv: Jordānija

source: Kazakhstan
lv: Kazahstāna

source: Kenya
lv: Kenija

source: Korea, Democratic People's Republic of
lv: Korejas Tautas Demokrātiskā Republika

source: Korea, Republic of
lv: Koreja, Korejas Republika

source: Kuwait
lv: Kuveita

source: Kyrgyzstan
lv: Kirgizstāna

source: Lao People's Democratic Republic
lv: Laosas Tautas Demokrātiskās Republikas

source: Latvia
lv: LATVIJA

source: Lebanon
lv: Libāna

source: Lesotho
lv: Lesoto

source: Liberia
lv: Libērija

source: Libyan Arab Jamahiriya
lv: Lībija

source: Liechtenstein
lv: Lihtenšteina

source: Lithuania
lv: · Lietuvā

source: Luxembourg
lv: Luksemburga

source: Macao
lv: Makao

source: Macedonia, the Former Yugoslav Republic of
lv: Maķedonija, Bijusī Dienvidslāvijas Maķedonijas Republika

source: Madagascar
lv: Madagaskara

source: Malawi
lv: Malāvija

source: Malaysia
lv: Malaizija

source: Maldives
lv: Maldīvija

source: Marshall Islands
lv: Māršala salas

source: Martinique
lv: Martinika

source: Mauritania
lv: Mauritānija

source: Mauritius
lv: Maurīcija

source: Mayotte
lv: Majota

source: Mexico
lv: Meksika

source: Micronesia, Federated States of
lv: Mikronēzijas Federatīvās Valstis

source: Monaco
lv: Monako

source: Mongolia
lv: Mongolija

source: Montserrat
lv: Montserrata

source: Morocco
lv: Maroka

source: Mozambique
lv: Mozambika

source: Myanmar
lv: Mjanma

source: Namibia
lv: Namībija

source: Nepal
lv: Nepāla

source: Netherlands
lv: Nīderlande

source: Netherlands Antilles
lv: Nīderlandes Antiļas

source: New Caledonia
lv: Jaunkaledonija

source: New Zealand
lv: Jaunzēlande

source: Nicaragua
lv: Nikaragva

source: Niger
lv: Nigēra

source: Nigeria
lv: Nigērija

source: Northern Mariana Islands
lv: Ziemeļu Marianas salas

source: Norway
lv: Norvēģija

source: Oman
lv: Omāna

source: Pakistan
lv: Pakistāna

source: Palestinian Territory, Occupied
lv: Palestīna

source: Papua New Guinea
lv: Papua Jaungvineja

source: Paraguay
lv: Paragvaja

source: Philippines
lv: Filipīnas

source: Pitcairn
lv: Pitkērna

source: Poland
lv: Polija

source: Portugal
lv: Portugāle

source: Puerto Rico
lv: Puertoriko

source: Qatar
lv: Katara

source: Reunion
lv: atkalapvienošanās

source: Romania
lv: Rumānija

source: Russian Federation
lv: Krievijas Federācija

source: Rwanda
lv: Ruanda

source: Saint Kitts and Nevis
lv: Sentkitsa un Nevisa

source: Saint Pierre and Miquelon
lv: Senpjēra un Mikelona

source: Saint Vincent and the Grenadines
lv: Sentvinsenta un Grenadīnas

source: Sao Tome and Principe
lv: Santome un Prinsipi

source: Saudi Arabia
lv: Saūda Arābija

source: Senegal
lv: Senegāla

source: Serbia and Montenegro
lv: Serbija un Melnkalne

source: Seychelles
lv: Seišelu salas

source: Sierra Leone
lv: Sjerraleone

source: Singapore
lv: Singapūra

source: Slovakia
lv: Slovākija

source: Slovenia
lv: Slovēnija

source: Solomon Islands
lv: Zālamana salas

source: Somalia
lv: Somālija

source: South Africa
lv: Dienvidāfrika

source: South Georgia and the South Sandwich Islands
lv: Dienviddžordžija un Dienvidsendviču salas

source: Spain
lv: Spānija

source: Sri Lanka
lv: Šrilanka

source: Sudan
lv: Sudāna

source: Suriname
lv: Surinama

source: Svalbard and Jan Mayen
lv: Svalbāra un Jana Majena sala

source: Swaziland
lv: Svazilenda

source: Sweden
lv: Zvie

source: Switzerland
lv: Šveice

source: Syrian Arab Republic
lv: Sīrijas Arābu Republika

source: Taiwan, Province of China
lv: Taivāna, Province of China

source: Tajikistan
lv: Tadžikistāna

source: Tanzania, United Republic of
lv: Tanzānija, Tanzānijas Apvienotā Republika

source: Thailand
lv: Taizeme

source: Timor-Leste
lv: Austrumtimora

source: Togo
lv: Iet

source: Trinidad and Tobago
lv: Trinidada un Tobāgo

source: Tunisia
lv: Tunisija

source: Turkey
lv: Turcija

source: Turkmenistan
lv: Turkmenistāna

source: Turks and Caicos Islands
lv: Tērksas un Kaikosas salas

source: Ukraine
lv: Ukraina

source: United Arab Emirates
lv: Apvienotie Arābu Emirāti

source: United Kingdom
lv: Apvienotā Karaliste

source: United States
lv: Savienotās Valstis

source: Uruguay
lv: Urugvaja

source: Uzbekistan
lv: Uzbekistāna

source: Venezuela
lv: Venecuēla

source: Virgin Islands, British
lv: Virdžīnu salas, Britu

source: Virgin Islands, U.s.
lv: Virdžīnu salas, mums

source: Wallis and Futuna
lv: Volisa un Futuna

source: Western Sahara
lv: Rietumsahāra

source: Yemen
lv: Jemena

source: Zambia
lv: Zambija

source: Zimbabwe
lv: Zimbabve

source: Invalid argument #1: %s is not a valid %s identifyer.
lv: Invalid arguments # 1: %s nav derīgs %s identifyer.

source: %s for Row %d failed to save.
lv: %s rindu %d neizdevās glābt.

source: You need to define at least one field to be toggleable.
lv: Jums ir nepieciešams noteikt vismaz vienu laukumu, lai toggleable.

source: The field %s is not in the list of toggleable fields.
lv: Lauks %s nav sarakstā toggleable jomās.

source: The field %s does not have two toggleable states defined.
lv: Lauks %s nav divu toggleable valstis definēti.

source: Invalid record
lv: Nederīga ieraksts

source: Server lipsum.com returns error code %s.
lv: Servera lipsum.com atgriež kļūdas kods %s .

source: Response from lipsum.com is empty or could not be decoded.
lv: Atbilde no lipsum.com ir tukšs, vai nevar dekodēt.

source: Connection to server lipsum.com failed. %s.
lv: Savienojums ar serveri lipsum.com neizdevās. %s .

source: Please correct the errors below.
lv: Lūdzu, izlabojiet tālāk kļūdas.

source: Error
lv: Kļūda 404

source: The requested address %s was not found on this server.
lv: Pieprasītā adrese %s netika atrasta uz šī servera.

source: An Internal Error Has Occurred.
lv: Iekšējais kļūda.

source: datasource configuration was not found
lv: datu avota konfigurācija netika atrasts

source: CakePHP: the rapid development php framework
lv: CakePHP: straujā attīstība php ietvars

source: Debug setting does not allow access to this url.
lv: Debug iestatījums neļauj piekļūt šim URL.

source: Add New Exam
lv: Pievienot jaunu eksāmens

source: Inactive
lv: Neaktīvs

source: Start & End Date
lv: Start & beigu datums

source: Certification of Completion
lv: Sertifikācija aizpildīšanas

source: Click here to download excel file format
lv: Klikšķiniet šeit, lai lejupielādētu Excel failu formātā

source: Are you sure, you want to close this exam?
lv: Vai tiešām, jūs vēlaties, lai aizvērtu šo eksāmenu?

source: Are you sure, you want to re-activate this exam?
lv: Vai tiešām, jūs vēlaties, lai atkārtoti aktivizētu šo eksāmenu?

source: Closed
lv: slēgts

source: Results
lv: Rezultāti

source: Configurations
lv: sastāvi

source: General
lv: Vispārīgi

source: Contents
lv: Saturs

source: Email & SMS
lv: E-pasts un SMS
