Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lav/LC_MESSAGES/default.po
Languages: lv

source: Customer Support Service
lv: Klientu atbalsta dienests

source: Knowledge Base (for Documentation)
lv: Knowledge Base (par dokumentācijas)

source: Live Chat (For Sales & Billing Only)
lv: Live Chat (Sales & Norēķinu tikai)

source: Support (For Technical Support)
lv: Atbalsts (par tehnisko atbalstu)

source: Visit Our Website
lv: Apmeklējiet mūsu mājas lapā

source: for more documentation & Details
lv: Plašāku dokumentāciju un detaļas
