Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lav/LC_MESSAGES/default.po
Languages: lv

source: File Manager
lv: Failu menedžeris

source: You can find your result here.
lv: Jūs varat atrast savu rezultātu šeit.

source: Thanks for given the exam.
lv: Paldies, ņemot vērā eksāmenu.

source: Dashboard
lv: Panelis

source: My Exams
lv: Mani eksāmeniem

source: My Result
lv: mans rezultāts

source: Payment
lv: Maksājums

source: Transaction History
lv: darījumu vēsture

source: Mailbox
lv: pastkastīte

source: Help
lv: Palīdzī

source: Home
lv: Sākums

source: Register
lv: Reģistrēties

source: Log In
lv: Pieslēgties

source: Invalid Post
lv: Nederīga Post

source: Mar
lv: sagandēt

source: Apr
lv: aprīlis

source: May
lv: 2013.gada maijs

source: Jun
lv: jūnijs

source: Jul
lv: jūlijs

source: Aug
lv: augusts

source: Sep
lv: septembris

source: Oct
lv: oktobris

source: Nov
lv: novembris

source: Dec
lv: decembris

source: Percentage
lv: procentuālā attiecība

source: Month
lv: mēnesis

source: Exams
lv: eksāmeni

source: Email verified successfully
lv: E-pasts ir veiksmīgi pārbaudīts

source: Invalid Verification Code
lv: Nederīga pārbaude Code

source: A verification Code send to your Email inbox or Spam
lv: Verifikācijas kodu nosūtīt uz jūsu e-pastā vai surogātpastu

source: Email Id already verified
lv: E-pasts ID jau pārbaudīts

source: Email Id not registered in system
lv: E-pasts ID nav reģistrēts sistēmā

source: You have attempted maximum exam.
lv: Jūs esat mēģinājis maksimālu eksāmenu.

source: You have attempted maximum number of questions in this subject
lv: Jūs esat mēģinājis maksimālo vairākus jautājumus par šo tēmu

source: You can find your result here
lv: Jūs varat atrast savu rezultātu šeit

source: Insufficient Amount.
lv: Nepietiekams daudzums.

source: 1. The test instructions were
lv: 1. Testa instrukcijas bija

source: 2. Language of question was
lv: 2. valoda jautājums bija

source: 3. Overall test experience was
lv: 3. Kopumā testu pieredzi bija

source: Any other feedback suggestion:
lv: Jebkura cita Atsauksmes ieteikums:

source: Feedback has submitted successfully!
lv: Atsauksmes ir iesniedzis veiksmīgi!

source: Feedback already submitted.
lv: Atsauksmes jau iesniegta.

source: Email id is not registered in system
lv: E-pasts ID nav reģistrēts sistēmā

source: Your password reset link is sent to your registered email id
lv: Jūsu parole reset saite ir nosūtīta uz jūsu reģistrēto e-pasta id

source: Incorrect code
lv: nepareizs kods

source: Password Changed Successfully
lv: Paroles Mainīts Veiksmīgi

source: My Performance
lv: mans Performance

source: My Group performance
lv: Mana grupa sniegumu

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
lv: Pieteikums jau ir instalēta. Noņemt app / tmp / installed.txt pārinstalēt pieteikumu

source: Writeable
lv: rakstāms

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
lv: Diemžēl! File Atļauja kļūda Screenshot Lūdzu goto app / Config / database.php ir rakstāmās režīmā.

source: A connection was successfully established with the server.
lv: Savienojums tika veiksmīgi izveidota ar serveri.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
lv: Nevar izveidot savienojumu ar datu bāzi. Lūdzu, pārbaudiet iestatījumus app / Config / database.php un mēģiniet vēlreiz

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
lv: Diemžēl! Folder Atļauja Kļūda Screenshot Lūdzu tmp mapi ir rakstāmās režīmā.

source: Your Mail has been sent
lv: Jūsu Mail ir nosūtīts

source: Forwarded message
lv: Nosūtīts ziņojums

source: From
lv: no

source: Subject
lv: Virsraksts

source: The mail has been moved to the Trash
lv: Pasta ir pārvietota uz miskasti

source: Your Mail has been deleted
lv: Jūsu Mail ir izdzēsts

source: The mail has been moved to the Inbox
lv: Pasta ir pārvietota uz Inbox

source: The mail has been marked as Read
lv: Pasta ir atzīmēts kā izlasītu

source: The mail has been marked as Unread
lv: Pasta ir atzīmēta kā nelasīta

source: Paypal Payment not set
lv: Paypal maksājums nav noteikts

source: Payment Cancel
lv: maksājumu Atcelt

source: Wallet Payment
lv: maks Maksājumu

source: Try again! Can not connect to paypal
lv: Mēģini vēlreiz! Nevar izveidot savienojumu ar paypal

source: Invalid Amount
lv: Nederīga Summa

source: Payment already done
lv: Maksājums jau izdarīts

source: Payment not done
lv: Maksājums nav izdarīts

source: Payment successfully! Amount %s added in your wallet
lv: Maksājumu veiksmīgi! Summa %s pievienots jūsu maku

source: Profile Updated Successfully
lv: Profils Atjaunots Veiksmīgi

source: Photo Updated Successfully
lv: Foto Atjaunots Veiksmīgi

source: Invalid Password
lv: Nepareiza parole

source: Please select any group
lv: Lūdzu, izvēlieties jebkuru grupu

source: Invalid Security Code
lv: Nederīga Drošības kods

source: Marks Scored
lv: Marks Ieguva

source: Subject Wise Time Taken
lv: Ievērojot Wise laiks,

source: Correct Question
lv: pareiza Jautājums

source: Incorrect Question
lv: nepareiza Jautājums

source: Right Marks
lv: tiesības Marks

source: Negative Marks
lv: Negatīvi Marks

source: Percentage(%) in Exam
lv: Procents (%) ir eksāmens

source: Percentage(%)
lv: Procents (%)

source: Administrator
lv: administrators

source: Payment Gateway
lv: maksājumu Gateway

source: Pay Exam
lv: Pay eksāmens

source: Your account has expired. Please contact administrator
lv: Jūsu konts ir beidzies. Lūdzu sazinieties ar administratoru

source: You have been logged in successfully
lv: Jūs esat pieteicies veiksmīgi

source: Your email not verified! Please click on link sent to your email inbox or spam
lv: Jūsu e-pasts nav pārbaudīts! Lūdzu, noklikšķiniet uz saites, kas nosūtīts uz jūsu e-pastā vai surogātpastu

source: Incorrect username/password
lv: Nepareizs lietotājvārds / parole

source: You have been logged out successfully
lv: Jūs esat pieteicies veiksmīgi

source: You are %s Member! Please contact administrator
lv: Tu esi %s loceklis! Lūdzu sazinieties ar administratoru

source: Hours
lv: Stundas

source: Mins
lv: min

source: Grand Total
lv: Kopsumma

source: Your Question has been added for exam
lv: Jautājums Jūsu tika pievienota eksāmenu

source: Your Question has been deleted for exam
lv: Jautājums Jūsu ir dzēsta eksāmenam

source: No Permission
lv: nav Atļauja

source: Advertisement has been saved
lv: Reklāma ir saglabāts

source: Invalid post
lv: Nederīga post

source: Advertisement has been deleted
lv: Reklāma ir dzēsts

source: Photo Changed Successfully
lv: Foto Mainīts Veiksmīgi

source: Not Attempted
lv: nav mēģinājums

source: Marks Updated
lv: Marks Atjaunots

source: Successfully Finalize
lv: veiksmīgi Pabeigt

source: Successfully Closed Exam
lv: Veiksmīgi Closed eksāmens

source: English
lv: 7.2 Anglijas

source: French
lv: franču

source: Your Setting has been saved
lv: Jūsu iestatījums ir saglabāts

source: Page Added Successfully
lv: Page Pievienots Veiksmīgi

source: Pages updated Successfully
lv: Lapas atjaunināts Veiksmīgi

source: Page has been deleted
lv: Lapa ir dzēsta

source: Page has been Unpublished
lv: Lapa ir nepublicēts

source: Page has been Published
lv: Lapa ir publicēta

source: Something wrong
lv: Vai kas atgadījies

source: Currency has been saved
lv: Valūta ir saglabāts

source: Currency has been deleted
lv: Valūta ir dzēsts

source: Active
lv: aktīvs

source: Pending
lv: līdz

source: Suspend
lv: apturēt

source: Fail
lv: neizdoties

source: Absent
lv: Neieradās:

source: Passing %age
lv: Piespēles %a ge

source: Average %age
lv: Vidējais %a ge

source: Question Count
lv: jautājums skaits

source: Total Question
lv: Kopā Jautājums

source: Question Bank Difficulty Wise
lv: Jautājums Bank Grūtības Wise

source: Easy
lv: VIENKĀRŠI!

source: Medium
lv: Vidēja

source: Hard
lv: grūti

source: Name has been updated
lv: Nosaukums ir atjaunināta

source: Email template has been saved
lv: E-pasta veidne ir saglabāta

source: Email template has been deleted
lv: E-pasta veidne ir dzēsts

source: End Date is not less than Start date
lv: Beigu datums ir ne mazāk kā Sākuma datums

source: Please Select any group
lv: Lūdzu Izvēlieties jebkuru grupu

source: Please Add Subject To Exam
lv: Lūdzu Pievienot Ievērojot eksāmens

source: Exam has been saved. Add questions in exam
lv: Eksāmens ir saglabāta. Pievienot jautājumus eksāmenu

source: Exam has been saved
lv: Eksāmens ir saglabāts

source: Exam has been updated
lv: Eksāmens ir atjaunināta

source: Exam has been deleted
lv: Eksāmens ir dzēsts

source: Difficulty Level
lv: grūtības līmenis

source: Subject Wise Question Count
lv: Ievērojot Wise Jautājums skaits

source: Exam sucessfully inactivated
lv: Eksāmens veiksmīgi inaktivēta

source: Exam sucessfully activated
lv: Eksāmens veiksmīgi aktivizēts

source: There are no question added!
lv: Ir jautājums nav pievienots!

source: Your username is sent to your registered email id
lv: Jūsu lietotājvārds tiek nosūtīts uz jūsu reģistrēto e-pasta id

source: Group Added Successfully
lv: Group Pievienots Veiksmīgi

source: Group has been saved
lv: Grupa ir saglabāts

source: Group has been deleted
lv: Grupa ir izdzēsts

source: Delete subject first
lv: Dzēst tēmu pirmās

source: Help content has been saved
lv: Palīdzība saturs ir saglabāts

source: Help content has been deleted
lv: Palīdzība saturs ir izdzēsts

source: Questions imported successfully
lv: Jautājumi veiksmīgi importēts

source: File not uploaded
lv: Fails nav augšupielādēts

source: Only CSV File supported
lv: Tikai atbalstīts CSV File

source: Please Select Subject
lv: Lūdzu, izvēlieties Tēma

source: Please Select any Group
lv: Lūdzu Izvēlieties jebkuru grupu

source: Students imported successfully
lv: Studenti veiksmīgi importēts

source: Please Select Group
lv: Lūdzu, izvēlieties grupu

source: Student Email not found
lv: Student Email nav atrasts

source: News has been saved
lv: Ziņas ir saglabāts

source: News has been deleted
lv: Ziņas ir dzēsts

source: Paypal Payment Setting has been saved
lv: Paypal Maksājumi Setting ir saglabāts

source: Setting Problem
lv: iestatīšana Problēma

source: Please Choose the Correct answer
lv: Lūdzu Izvēlies pareizo atbildi

source: Please select true or false
lv: Lūdzu, izvēlieties patiess vai nepatiess

source: Please fill blank space
lv: Lūdzu aizpildiet tukšu telpu

source: Question added to bank successfully
lv: Jautājums pievienots bankai veiksmīgi

source: Question has been updated
lv: Jautājums ir atjaunināta

source: Question has been deleted
lv: Jautājums ir dzēsts

source: Delete exam first!
lv: Dzēst eksāmenu pirmais!

source: Question Difficulty Level
lv: Jautājums Grūtības līmenis

source: Performance
lv: sniegums

source: Candidate Marks Distribution
lv: Kandidāts Marks Distribution

source: Please select any type in the list
lv: Lūdzu, izvēlieties jebkuru veidu sarakstā

source: Please type any email
lv: Lūdzu ierakstiet jebkuru e-pasta

source: Email has been sent
lv: E-pasts ir nosūtīts

source: No email to send
lv: Nav e-pasta nosūtīt

source: Please type any name
lv: Lūdzu ierakstiet jebkuru nosaukumu

source: Sms has been sent
lv: Sms ir nosūtīts

source: No sms to send
lv: Nav sms sūtīt

source: Signature has been saved
lv: Paraksts ir saglabāts

source: Signature has been deleted
lv: Paraksts ir dzēsts

source: Slide has been saved
lv: Slide ir saglabāts

source: Slide has been deleted
lv: Slide ir dzēsts

source: SMS template has been saved
lv: SMS veidne ir saglabāta

source: SMS template has been deleted
lv: SMS veidne ir dzēsts

source: Student added Successfully
lv: Student piebilda Veiksmīgi

source: Please Select atleast one group
lv: Lūdzu, izvēlieties Vismaz vienu grupu

source: Student has been updated
lv: Students ir atjaunināta

source: Student has been deleted
lv: Students ir dzēsts

source: Student Wallet has been updated
lv: Student maciņš ir atjaunināta

source: Subject Added Successfully
lv: Subject Pievienots Veiksmīgi

source: Subject already exist
lv: Ievērojot jau eksistē

source: Subject has been updated
lv: Subjekts ir atjaunināta

source: Subject has been deleted
lv: Subjekts ir dzēsts

source: Testimonial has been saved
lv: Atsauksme ir saglabāts

source: Testimonial has been updated
lv: Atsauksme ir atjaunināta

source: Testimonial has been deleted
lv: Atsauksme ir dzēsts

source: User Added Successfully
lv: Lietotājs Pievienots Veiksmīgi

source: User has been updated
lv: Lietotājs ir atjaunināta

source: User has been deleted
lv: Lietotājs ir dzēsts

source: Permission update successfully
lv: Atļauja update veiksmīgi

source: You have been logged in Successfully
lv: Jūs esat pieteicies Veiksmīgi

source: You have been logged out
lv: Jūs esat izgājis

source: Level User has been saved
lv: Līmenis Lietotājs ir saglabāts

source: Level user has been deleted
lv: Level lietotājs ir dzēsts

source: Logo has been saved
lv: Logo ir saglabāts

source: Logo has been deleted
lv: Logo ir dzēsts

source: Add Questions
lv: Pievienot jautājumi

source: Question Type
lv: jautājums Type

source: Search
lv: Meklēšana

source: Add To Exam
lv: Pievienot eksāmens

source: Delete To Exam
lv: Dzēst Lai eksāmens

source: Back To Exam
lv: Atpakaļ uz eksāmenu

source: Type
lv: 2. veids:

source: Body of Question
lv: Body jautājuma

source: Level
lv: 0 līmenis:

source: Action
lv: rīcība

source: Add Advertisement
lv: Pievienot Reklāma

source: Advertisement Name
lv: Reklāma Name

source: Ordering
lv: pasūtīšana

source: Internal
lv: Iekšējā

source: External
lv: Ārējā

source: Upload Image (350*260)
lv: Augšupielādēt bildi

source: Save
lv: Saglabāt

source: Close
lv: aizvērt

source: Update Photo
lv: Update Foto

source: Upload Photo
lv: Augšupielādēt foto

source: Update
lv: Utjaunināt

source: Cancel
lv: Atcelt

source: Edit Advertisements
lv: rediģēt Sludinājumi

source: Form
lv: Izveidojiet jūsu apkaimē māmiņu grupas un nepadariet tās par ekskluzīvi kristīgām.

source: Status
lv: Statuss

source: Advertisements
lv: Sludinājumi

source: Add New Advertisement
lv: Pievienot jaunu Reklāma

source: Edit
lv: Rediģēt

source: Delete
lv: Izdzēst

source: View
lv: skats

source: Change Photo
lv: Mainīt bildi

source: View Slides
lv: Skatīt Slaidi

source: Attempted Papers of
lv: Mēģinājumi vērtspapīri

source: Name
lv: Nosaukums

source: Email
lv: E-pasts

source: Total Marks
lv: Kopā Marks

source: Obtained Marks
lv: iegūtie Marks

source: Result Finalized
lv: rezultāts Faktiskie

source: Finalize It
lv: pabeigt It

source: PASSED
lv: Pieņemts

source: Finalized By
lv: pabeigta līdz

source: Question No
lv: jautājums Nr

source: Option1
lv: (iespēja)

source: Option2
lv: (iespēja)

source: Option3
lv: (iespēja)

source: Option4
lv: (iespēja)

source: Option5
lv: (iespēja)

source: Option6
lv: (iespēja)

source: Marked Answer
lv: ievērojama Atbilde

source: Correct Answer
lv: Pareizā atbilde

source: Time Taken
lv: Ņemts laiks

source: Marks Obtained
lv: Marks iegūti

source: Checked by
lv: pārbaudījis

source: System
lv: Sistēma

source: Configuration Options
lv: konfigurācijas opcijas

source: Organization Name
lv: Organizācijas nosaukums

source: Domain Name
lv: Domēna vārds

source: Organization Email
lv: organizācija Email

source: Meta Description
lv: meta apraksts

source: Time Zone
lv: Laika zona

source: Please Select
lv: Lūdzu izvēlieties

source: Currency
lv: VALŪTA

source: Header Contact
lv: galvene Kontakti

source: Email Contact
lv: E-pasts Kontaktpersona

source: Display records per page
lv: Displeja ieraksti lapā

source: Max records per page
lv: Max ieraksti par lapu

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
lv: Datums, mēnesis, gads, stundu, Min, Sec, Meridian, Date Seprator, Time Seprator

source: Image
lv: Attēls

source: Text Direction
lv: teksta virziens

source: Left-to-right (LTR)
lv: Kreisās uz labo (LTR)

source: Right-to-Left (RTL)
lv: Labās uz kreiso (RTL)

source: Language
lv: valoda

source: Enable SMS Notification
lv: Ieslēgt SMS Paziņojums

source: Enable Email Notification
lv: Iespējot e-pasta paziņojumu

source: Manual Verification
lv: manuālā pārbaude

source: Front End Registration
lv: Front End reģistrācija

source: Front End Slides
lv: Front End Slaidi

source: Translation
lv: Tulkojums

source: Paid Exam
lv: Apmaksātais eksāmens

source: Exam Expiry
lv: eksāmens derīguma

source: Exam Feedback
lv: Exam Atsauksmes

source: Tolrance Count
lv: Tolrance skaits

source: Certificate
lv: apliecība

source: Testimonial
lv: apbalvojums

source: Advertisement
lv: reklāma

source: No. of Visitor
lv: Skaits apmeklētāju

source: No. of Exam
lv: Skaits eksāmens

source: Save Settings
lv: Saglabāt iestatījumus

source: Add Pages
lv: Pievienot Pages

source: External Url
lv: ārējais URL

source: Edit Pages
lv: rediģēt lapas

source: Pages
lv: lapas

source: Add New Page
lv: Pievienot jaunu lapu

source: Published
lv: Izdots

source: Unpublished
lv: Nepublicēts

source: Add Currency
lv: Pievienot Valūta

source: Currency Name
lv: Valūtu Name

source: Short Name
lv: Īss vārds

source: Upload Currency (Less or equal to 50*50)
lv: Augšupielādēt valūta (mazāks vai vienāds ar 50 * 50)

source: Add New Currency
lv: Pievienot jaunu Valūta

source: In Progress Exam
lv: In Progress eksāmens

source: Upcoming Exam
lv: Gaidāmie eksāmens

source: Completed Exam
lv: pabeigts eksāmens

source: In Progress & Upcoming Exams
lv: Notiek & Gaidāmie eksāmeniem

source: Date
lv: Datums

source: Exam Name
lv: Exam vārds

source: Group
lv: grupa

source: Duration
lv: ilgums

source: Recent Exam Results
lv: Nesenie eksāmena rezultāti

source: Exam
lv: eksāmens

source: Overall Result
lv: Kopumā rezultāts

source: Student Stats
lv: studentu Stats

source: To
lv: uz

source: Details
lv: Detaļas

source: Student Statistic Table
lv: Student Statistikas tabula

source: Total Students
lv: Kopā studentiem

source: Total Active
lv: Kopā Active

source: Total Pending
lv: Kopā Gaida

source: Total Suspended
lv: Kopā Apturēts

source: Top 10 Question Bank Subject Wise
lv: Top 10 Jautājums Bank Subject Wise

source: Top 10 Difficulty Level of Questions
lv: Top 10 Grūtības līmenis Jautājumu

source: Question Count Table
lv: Jautājums skaits tabula

source: Bank Name
lv: Bankas nosaukums

source: Total Easy
lv: Kopā Easy

source: Total Normal
lv: Kopā Normal

source: Total Difficult
lv: Kopā Grūti

source: E-Mail Settings
lv: E-pasta iestatījumi

source: Server Name / Host
lv: Servera nosaukums / Host

source: Port
lv: Ports

source: User Name
lv: Lietotājvārds

source: Password
lv: Parole

source: Add Email Template
lv: Pievienot e-pasta veidnes

source: Edit Email Templates
lv: Rediģēt e-pasta veidnes

source: Email Templates
lv: E-pasta veidnes

source: Add New Email Template
lv: Pievienot jaunu e-pasta veidnes

source: Subject Added successfully
lv: Subject Pievienots veiksmīgi

source: Add Exam
lv: Pievienot eksāmens

source: Name of Exam
lv: Nosaukums eksāmens

source: Passing Percentage
lv: Piespēles procentuālā

source: Instruction
lv: Norādījumi

source: Exam Duration (Min.)
lv: Eksāmenu laiks (min.)

source: 0 for unlimited duration
lv: 0 uz neierobežotu laiku

source: Attempt Count
lv: mēģinājums skaits

source: 0 for unlimited attempt
lv: 0 neierobežotu mēģinājumu

source: Start Date
lv: Sākuma datums

source: End Date
lv: Beigu datums

source: Show Answer Sheet
lv: Rādīt Atbilžu lapa

source: Yes
lv: Jā

source: No
lv: Nē

source: Student Group
lv: Studentu grupa

source: Negative Marking
lv: negatīvs Marķējums

source: Random Question
lv: Random jautājums

source: Amount
lv: summa

source: Expiry Days
lv: derīguma dienas

source: 0 for Unlimited
lv: 0. Unlimited

source: Result After Finish
lv: Rezultāts pēc finiša

source: Instant Result
lv: Instant rezultāts

source: Option Shuffle
lv: iespēja Shuffle

source: Add Subjects To Exams
lv: Pievienot subjektu eksāmeniem

source: No. of Questions
lv: Nē Jautājumu

source: Ques Attempt Count
lv: Anketas Mēģinājums Count

source: Questions Attempt Count
lv: Jautājumi Mēģinājums Count

source: Leave blank for not showing (0 for unlimited)
lv: Atstājiet tukšu, nerāda (0 neierobežotu)

source: ctrl+click to add multiples
lv: ctrl + klikšķis, lai pievienotu daudzkārtņi

source: Add
lv: Pievienot

source: Edit Exam
lv: rediģēt eksāmens

source: Exam Stats
lv: eksāmenu Stats

source: No of Student Passed
lv: Neviens Studentu Nodots

source: Download
lv: Lejupielādēt

source: No of Student Failed
lv: Nr studentu neizdevās

source: No of Student Absent
lv: Nr Studentu Nekonstatē

source: Exam Details
lv: Exam detaļas

source: Finalize Result
lv: pabeigt rezultāts

source: Attempted Papers
lv: mēģinājumi Papers

source: Eligible Group
lv: Attaisnotie Group

source: Close Exam
lv: Close eksāmens

source: Activate Exam
lv: aktivizēt eksāmens

source: Exam Closed Re-Activate Exam
lv: Eksāmenu Closed Re-Aktivizēt eksāmenu

source: Expiry
lv: Derīguma

source: Unlimited
lv: neierobežots

source: Days
lv: Dienas

source: Subjective
lv: subjektīvs

source: Objective
lv: mērķis

source: True &amp; False
lv: True & amp; nepatiess

source: Fill in the blanks
lv: Aizpildiet tukšās vietas

source: Total Questions
lv: Kopā Jautājumi

source: Question Attempt Count
lv: Jautājums Mēģinājums skaits

source: Total
lv: Kopsumma

source: M
lv: 75m².

source: Student Name
lv: Studenta vārds

source: Enrolment
lv: Uzņemšana

source: Phone
lv: telefons

source: Result Status
lv: rezultāts statuss

source: Forgot Password
lv: Aizmirsi paroli

source: Email ID
lv: E-pasta ID

source: Submit
lv: Iesniegt

source: Forgot Username
lv: Aizmirsu Lietotājvārds

source: Login
lv: Ienākt

source: Verification Code
lv: Pārbaudes kods

source: Please enter verification Code
lv: Ievadiet verifikācijas kodu

source: Reset Password
lv: Iegūt jaunu paroli

source: Confirm Password
lv: apstipriniet paroli

source: Add Groups
lv: Pievienot grupas

source: Group Name
lv: grupas nosaukums

source: Edit Groups
lv: rediģēt Grupas

source: Groups
lv: grupas

source: Add New Group
lv: Pievienot jaunu grupu

source: Add Help Content
lv: Pievienot Palīdzība saturu

source: Title
lv: Virsraksts

source: Description
lv: Apraksts

source: Edit Help Content
lv: Rediģēt Palīdzība saturs

source: Help Content
lv: Palīdzība saturs

source: Add New Help Content
lv: Pievienot jaunu Palīdzība saturu

source: Back To Questions
lv: Atpakaļ uz jautājumu

source: Export Questions
lv: eksporta Jautājumi

source: Import Questions
lv: Importēt Jautājumi

source: Back To Students
lv: Atpakaļ uz studentiem

source: Export Students
lv: eksporta Students

source: Import Students
lv: importa Students

source: All Messages
lv: Visas ziņas

source: My Profile
lv: Mans profils

source: Change Password
lv: Mainīt paroli

source: Logout
lv: Izlogoties

source: Date &amp; Time
lv: Date & amp; laiks

source: Compose Mail
lv: Rakstīt vēstuli

source: Search Student Mail
lv: Meklēt Student Pasts

source: Message
lv: ziņa

source: Send
lv: sūtīt

source: Compose
lv: sacerēt

source: Inbox
lv: iesūtne

source: Sent Mail
lv: Nosūtītais pasts

source: Trash
lv: Atkritumi

source: More
lv: vairāk

source: Mark as Read
lv: Atzīmēt kā lasītu

source: Mark as Unread
lv: Atzīmēt kā nelasītu

source: Move to Inbox
lv: Pārvietot uz Inbox

source: Reply
lv: atbildēt

source: Forward
lv: uz priekšu

source: Menu Names
lv: Izvēlne vārdi

source: Model Name
lv: modeļa nosaukums

source: Icon
lv: ikona

source: Add News
lv: Pievienot Jaunumi

source: News Description
lv: News Apraksts

source: News
lv: Jaunumi

source: Add New News
lv: Pievienot jaunu News

source: Paypal Payment Option
lv: Paypal apmaksas variants

source: Signature
lv: Paraksts:

source: True
lv: patiess

source: Add Question
lv: Pievienot jautājumu

source: Question
lv: Jautājums
