Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lav/LC_MESSAGES/default.po
Languages: lv

source: Correct Answers
lv: pareizās atbildes

source: Type your question here
lv: Ierakstiet savu jautājumu šeit

source: Answer1
lv: Atbilde. Jā.

source: Answer2
lv: Atbilde. Jā.

source: Answer3
lv: Atbilde. Jā.

source: Answer4
lv: Atbilde. Jā.

source: Answer5
lv: Atbilde. Jā.

source: Answer6
lv: Atbilde. Jā.

source: True/False
lv: Pareizi/Nepareizi

source: False
lv: NEPAREIZI

source: Explanation (Optional)
lv: Paskaidrojums (pēc izvēles)

source: Provide explanation in support of correct answer
lv: Sniedziet atbalstam pareizo atbildi

source: Hint(optional)
lv: Hint (pēc izvēles)

source: Hint to help answer correctly
lv: Hint palīdzēt atbildēt pareizi

source: without minus sign
lv: bez mīnusa zīmi

source: Edit Question Type
lv: Rediģēt Jautājums Type

source: Explanation
lv: izskaidrojums

source: Hint
lv: mājiens

source: Questions
lv: Jautājumi

source: Add New Question
lv: Pievienot jaunu jautājumu

source: Import/Export Question
lv: Import / Export Jautājums

source: Answer
lv: Atbilde. Jā.

source: Question Details
lv: jautājums Details

source: Exam Wise
lv: eksāmens Wise

source: Please Select Exam
lv: Lūdzu, izvēlieties eksāmens

source: Status of Result
lv: Statuss rezultāts

source: Please Select Result Status
lv: Lūdzu, izvēlieties rezultāta statuss

source: Download Result
lv: Download rezultāts

source: Rank
lv: rangs

source: Test
lv: Pārbaude

source: Percent
lv: procents

source: Result
lv: Rezultāts

source: View Result
lv: Skatīt rezultāts

source: Download/Print Result
lv: Lejupielādēt / Izdrukāt rezultāts

source: Name or Enrolment Number
lv: Vārds vai Uzņemšana skaits

source: Enrolment Number
lv: Uzņemšana skaits

source: Back
lv: Atpakaļ

source: Assesment Report for
lv: NOVĒRTĒJUMS pārskats

source: Taken Date
lv: ņemts datums

source: Total Time
lv: kopējais laiks

source: Nos. of Browser tolrance attempt
lv: Nos. No Browser tolrance mēģinājums

source: Feedback
lv: Atsauksmes

source: Marks Sheet
lv: Marks lapa

source: Section Name
lv: iedaļa Name

source: Section proportion
lv: proporcija nodaļa

source: Actual
lv: faktisks

source: Your Percentage
lv: Jūsu procentuālā

source: Section Summary
lv: kopsavilkums nodaļa

source: Maximum Score
lv: maksimālais punktu skaits

source: Developed Skill
lv: Izstrādāts Skill

source: Needs Development
lv: Vajadzību attīstība

source: Lack of Skill
lv: Trūkst Skill

source: MCQ answered
lv: MCQ atbildēja

source: Legend
lv: leģenda

source: Send Emails
lv: Nosūtīt e-pastu

source: Teachers
lv: skolotāji

source: Any Email
lv: jebkura Email

source: Default all students if you add manually then search student email
lv: Default visus skolēnus, ja jūs pievienot manuāli pēc tam meklēt studentu e-pastu

source: Default all teachers if you add manually then search teacher email
lv: Default visiem skolotājiem, ja jūs pievienot manuāli pēc tam meklēt skolotāju e-pastu

source: Type any email comma seprated
lv: Ierakstiet jebkuru e-pasta komatu seprated

source: Type subject
lv: tips priekšmets

source: Select Email Template
lv: Izvēlieties Email Template

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
lv: Ja jūs nevēlaties, lai izvēlētos e-pasta veidni, tad vienkārši ierakstiet e-pasta ziņu. Kad jūs ielādēt redaktoru, tad jūs nevarat izvēlēties veidni iet reset poga

source: Send Sms
lv: Sūti sMS

source: Any Sms
lv: jebkura Sms

source: Default all student if you add manually then search students name
lv: Default visu studentu, ja jūs pievienot manuāli pēc tam meklēt studentiem nosaukuma

source: Default all teachers if you add manually then search teacher name
lv: Default visiem skolotājiem, ja jūs pievienot manuāli pēc tam meklēt skolotāja vārdu

source: Any Number
lv: jebkurš numurs

source: Type any number comma seprated
lv: Ierakstiet jebkuru skaitu komats seprated

source: If you do not want to select sms template then simply type sms message
lv: Ja jūs nevēlaties, lai izvēlētos sms veidni, tad vienkārši ierakstiet sms īsziņu

source: Certificate Signature
lv: Sertifikāta paraksta

source: Upload Image(* height less than 75px)
lv: Augšupielādēt attēlu (* augstums ir mazāks nekā 75px)

source: Delete Signature
lv: dzēst Paraksts

source: Add Slides
lv: pievienotu slaidus

source: Edit Slides
lv: rediģēt Slaidi

source: Slides
lv: slaidi

source: Add New Slide
lv: Pievienot jaunu slaidu

source: SMS Settings
lv: SMS iestatījumi

source: Heading Username
lv: Lietotāja pozīcijā

source: Username field provided by sms gateway
lv: Lietotājvārds lauks ar sms vārteja sniegta

source: Heading Password
lv: Paroles pozīcijā

source: Password field provided by sms gateway
lv: Paroles lauks ar sms vārteja sniegta

source: Heading Mobile No
lv: Pozīcija Mobile Nr

source: Mobile No field provided by sms gateway
lv: Mobilo Nr lauks ar sms vārteja sniegta

source: Heading Message
lv: Message pozīcijā

source: Message field provided by sms gateway
lv: Message lauks ar sms vārteja sniegta

source: Heading Sender Id
lv: Pozīcija Sender ID

source: Sender Id field provided by sms gateway
lv: Sūtītāja ID lauks ar sms vārteja sniegta

source: Add SMS Template
lv: Pievienot SMS veidni

source: Edit SMS templates
lv: Rediģēt SMS veidnes

source: SMS Templates
lv: SMS veidnes

source: Add New SMS Template
lv: Pievienot jaunu SMS Template

source: Add Students
lv: Pievienot Students

source: Address
lv: Addrese2:

source: Edit Students
lv: rediģēšana Students

source: Renewal Date
lv: atjaunošana datums

source: Add New Student
lv: Pievienot jaunu Students

source: Wallet
lv: maks

source: Admission Date
lv: uzņemšana datums

source: Credit
lv: kredīts

source: Debit
lv: debets

source: Balance
lv: līdzsvars

source: Date & Time
lv: Datums Laiks

source: Payment Through
lv: maksājumu Through

source: Remarks
lv: Piezīmes

source: View Student Information
lv: Skatīt Student informācija

source: Full Name
lv: Pilnais vārds

source: Phone Number
lv: tālruņa numuru.

source: Registered Email
lv: Reģistrēts Email

source: Alternate Number
lv: Alternatīvā skaits

source: Enrolment No
lv: Uzņemšana Nr

source: Students Wallet
lv: studenti maciņš

source: Transaction Form
lv: darījuma Form

source: Mobile
lv: mobils

source: ADD
lv: Pievienot

source: DEDUCT
lv: atskaitīt

source: Add Subjects
lv: Pievienot Priekšmeti

source: Edit Subjects
lv: rediģēšana priekšmeti

source: Subjects
lv: Mācību priekšmeti

source: Add New Subject
lv: Pievienot jaunu tēmu

source: Question Bank
lv: jautājums Bank

source: Add Testimonials
lv: Pievienot Atsauksmes

source: Edit Testimonials
lv: rediģēt Atsauksmes

source: Testimonials
lv: atsauksmes

source: Add New Testimonial
lv: Pievienot jaunu atsauksmi

source: Photo
lv: foto

source: Add Users
lv: Pievienot lietotājus

source: User Level
lv: lietotājs Level

source: Username
lv: Lietotājvārds

source: Level users
lv: līmeņa lietotājiem

source: Add New Level
lv: Pievienot jaunā līmenī

source: Back To Users
lv: Atpakaļ uz lietotājiem

source: Set Permission
lv: Set Atļauja

source: Assign Form Rights
lv: Piešķirt Forma Rights

source: Old Password
lv: Vecā parole

source: Edit Users
lv: rediģēšana lietotāji

source: User Registration Form
lv: Lietotājs Reģistrācijas forma

source: Users
lv: Lietotāji

source: Add New User
lv: Pievienot jaunu lietotāju

source: Add Level Users
lv: Pievienot līmeņa lietotājiem

source: Dear user, log in to access the admin area!
lv: Cienījamais lietotājs, piesakieties, lai piekļūtu admin jomā!

source: Admin / Teacher Username
lv: Admin / skolotājs Lietotājvārds

source: Forgot User Name
lv: Aizmirsāt lietotāja vārds

source: Organisation Logo
lv: organizācija Logo

source: Upload Image(* height less than 220px)
lv: Augšupielādēt attēlu (* augstums ir mazāks par 220px)

source: Delete Logo
lv: dzēst Logo

source: Please provide a type for chart %s!
lv: Lūdzu, norādiet veidu diagrammas %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
lv: Chart: \ " %s " nevar atrast. Pārliecinieties, ka Chart vārds ir tas pats virkne, kas tiek nodota $ this> HighCharts-> apmetuma () pēc jūsu domām.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
lv: Express Checkout Darījums ir beidzies, un darījums ir jārestartē

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
lv: Jums var būt izgatavoti otru zvanu par to pašu samaksu vai jums var būt izmantoti šo pašu rēķina ID atsevišķos darījumos.

source: Please use a different funcing source.
lv: Lūdzu, izmantojiet citu funcing avots.

source: An error occured, please retry the transaction.
lv: Kļūda, lūdzu, mēģiniet vēlreiz darījumu.

source: This transaction couldn't be completed. Redirecting to payment gateway
lv: Šis darījums nevarēja pabeigt. Novirzot uz maksājumu vārteju

source: You have not agreed to the billing agreement.
lv: Jūs neesat piekritis norēķinu vienošanās.

source: The billing agreement is disabled or inactive.
lv: Norēķinu vienošanās ir invalīds vai neaktīvs.

source: The credit card used is expired.
lv: Kredītkartes, kas izmantota, ir beidzies.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
lv: Darījums tika noraidīts, jo AVS atbilde atgriezās vērtību N, un komersants konts nav spējīgs pieņemt šādus darījumus.

source: The payment gateway account is restricted.
lv: Maksājumu vārteja konts ir ierobežota.

source: You must submit an IP address of the buyer with each API call.
lv: Jums ir jāiesniedz IP adrese pircējam ar katru API zvanu.

source: The merchant selected a value for the PaymentAction field that is not supported.
lv: Komersants izvēlējās vērtību PaymentAction jomā, kas nav atbalstīts.

source: The credit card field was blank.
lv: Kredītkarte lauks bija tukšs.

source: The total amount and item amounts do not match.
lv: Kopsummas un posteņu summas nesakrīt.

source: The credit card entered is currently restricted by the payment gateway.
lv: Kredītkarte stājās pašlaik ierobežo maksājumu vārteja.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
lv: Komersants ievadījis rēķina ID, kas jau ir saistīts ar darījumu ar tādu pašu tirgotāju. Mēģinājums ar jaunu rēķina ID

source: The transaction was declined by the country filter managed by the merchant.
lv: Darījums tika noraidīts ar valsts filtru komersanta pārvalda.

source: The transaction was declined by the maximum amount filter managed by the merchant.
lv: Darījums tika noraidīts ar maksimālo summu filtra komersanta pārvalda.

source: The transaction was declined by the payment gateway.
lv: Darījums tika noraidīts ar maksājumu vārteja.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
lv: Darījums tika noraidīta ar maksājumu vārti, jo iespējams krāpnieciskas darbības.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
lv: Darījums tika noraidīta ar maksājumu vārti, jo iespējams krāpnieciskas darbības attiecībā uz IP adresi.

source: The merchant account attempting the transaction is not a business account.
lv: Tirgotāja kontu mēģinot darījums nav biznesa konts.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
lv: Tirgotāja kontu mēģinot darījums nav spējīgs apstrādāt Tiešie maksājumi darījumus.

source: Access to Direct Payment was disabled for your account.
lv: Piekļuve tiešais maksājums tika atspējots savā kontā.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
lv: Tirgotāja kontu mēģinot darījums nav apstiprināta e-pasta adresi ar maksājumu vārteja.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
lv: Komersants mēģināja darījumu, ja summa pārsniedza normas augšējo robežu šim tirgotājam.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
lv: Darījums tika noraidīts, jo par komersanta riska filtru AVS. Konkrēti, komersants ir izvirzījusi samazināties darījumu kad AVS atgriezies sakritības (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
lv: Darījums tika noraidīts, jo par komersanta riska filtru AVS. Konkrēti, komersants ir noteikusi filtru samazināsies darījumus, kad AVS atgriež daļēju maču.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
lv: Darījums tika noraidīts, jo par komersanta riska filtru AVS. Konkrēti, komersants ir noteikusi filtru samazināsies darījumus, kad AVS nav atbalstīts.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
lv: Komersants ieraksta IP adresi, kas bija nederīgā formātā. IP adrese ir jābūt tādā formātā, piemēram, 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
lv: Tirgotāja konfigurācija prasa CVV jāieraksta, bet ne CVV tika nodrošināta ar šo darījumu.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
lv: Komersants sniedza adresi vai nu ASV vai Kanādā, bet sniegtā valsts nav derīga valsts vai nu valstī.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
lv: Darījums tika noraidīts ar izdevēja bankas, nevis maksājumu vārteja. Komersants vajadzētu mēģināt citu karti.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
lv: Komersanta rezidences valsts pašlaik netiek atbalstīta, lai varētu tieši maksājumu darījumiem.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
lv: Darījums tika noraidīts, jo maksājums vārteja pašlaik apstrādes darījumu ar to pašu pircēju par to pašu summu. Var rasties, ja pircējs iesniedz vairākus, identiskus darījumus ātrā secībā.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
lv: Sniegtā CVV ir nederīgs. CVV ir no 3-4 cipariem.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
lv: Lūdzu, pamēģiniet vēlreiz vēlāk. Pārliecinieties, vai ir pagājuši pareizo CVV un adrese info par pircēju. Ja radot vienreizēju profilu, lūdzu, mēģiniet vēlreiz, izejot init summu 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
lv: Darījums nav atbilstoša, jo trūkst vai nederīgu 3-D Secure autentifikācijas vērtībām. Pārbaudiet ECI, ECI3DS, CAVV, XID laukus.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
lv: Darījums noraidīja maksājumu vārteja, jo pārmērīga neveiksmes īsā laika periodā par šo kredītkarti.

source: The transaction was declined by payment gateway.
lv: Darījums tika noraidīta ar maksājumu vārteja.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
lv: Darījums tika noraidīts, jo komersantam nav derīga komercsabiedrība vienošanos par failu ar maksājumu vārteja.

source: The transaction was declined because the CVV entered does not match the credit card.
lv: Darījums tika noraidīts, jo CVV stājās neatbilst kredītkarti.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
lv: Darījums tika noraidīts ar izdevēja banka, jo beidzies termiņš kredītkarti. Komersants vajadzētu mēģināt citu karti.

source: Exceeded permissible limit for Navigating away
lv: Pārsniedzis pieļaujamo pāriesiet

source: You have exceeded the permissible limit for navigating away from your test
lv: Jūs esat pārsniedzis pieļaujamo robežu navigācijas prom no jūsu testa

source: Your test has finished. You can close the window now
lv: Jūsu pārbaude ir pabeigta. Jūs varat aizvērt logu tagad

source: Installation Complete
lv: uzstādīšana Complete

source: Aho! The System is installed successfully.
lv: Aho! Sistēma ir veiksmīgi uzstādīta.

source: Go to Admin/Teacher Interface
lv: Iet uz administratora / Skolotāju Interface

source: User
lv: lietotājs

source: Go to Front End/Student Interface
lv: Iet uz Front End / Student Interface

source: Visit our website
lv: Apmeklējiet mūsu mājas lapā

source: for documentation and support
lv: dokumentācijai un atbalstu

source: My Exam Stats
lv: Mani eksāmena Stats

source: Total Exam Given
lv: Kopā eksāmens Ņemot

source: Absent Exams
lv: prombūtnē eksāmeniem

source: Best Score in
lv: Labāko rezultātu

source: On
lv: Ieslēgts

source: Failed in
lv: izdevies

source: Average Percentage
lv: vidējā procentuālā

source: Your Rank
lv: Jūsu Rank

source: Month Wise Performance
lv: Mēnesis Wise Performance

source: Exam Wise Performance
lv: Eksāmens Wise Performance

source: Top 10
lv: Populārākie

source: Todays Exam
lv: Šodienas eksāmens

source: Top
lv: Populārākie

source: These are the exam(s) that can be taken right now
lv: Tie ir eksāmens (-i), kas var veikt pa labi tagad

source: No Exams found for today
lv: Nav eksāmeniem atrasti šodienu

source: Something went wrong
lv: Kaut kas nogāja greizi

source: Show
lv: Parādīt

source: entries
lv: ieraksti

source: Next
lv: Nākamais

source: Showing {:start} to {:current} of {:count} entries
lv: Rāda {:start} līdz {:current} no {:count} ierakstus

source: Email Verification
lv: Email pārbaude

source: Please Enter Verification Code in the Text Box
lv: Ievadiet verifikācijas kodu tekstlodziņā

source: Re-Send Email Verification
lv: Re-Send Email pārbaude

source: Please Enter Email Id in the Text Box which you enter at the time of registration
lv: Ievadiet e-pasta ID tekstlodziņā kurā ievadāt brīdī reģistrācijas

source: Purchased Exam
lv: Pirkta eksāmens

source: Expired Exam
lv: Beidzās eksāmens

source: These are the exam(s) which has been expired
lv: Tie ir eksāmens (-as), kas ir beidzies

source: No Exams found
lv: Nav atrasts neviens eksāmeniem

source: Thank you for using the test
lv: Paldies, izmantojot pārbaudi

source: 1. The test instructions were
lv: 1. Testa instrukcijas bija

source: Largely Clear
lv: Lielā mērā Clear

source: Not Clear
lv: Nav skaidrs

source: 2. Language of question was
lv: 2. valoda jautājums bija

source: 3. Overall test experience was
lv: 3. Kopumā testu pieredzi bija

source: Good
lv: Labs

source: Better
lv: labāk

source: Best
lv: vislabāk

source: Any other feedback suggestion
lv: Jebkura cita atsauksmes ieteikums

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
lv: Lūdzu, aizveriet visas jūsu tērzēšanas logu, ekrāna saudzētāju, un anti-virus programmu, pirms sākt savu testu

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
lv: Lūdzu nespiediet \ "F5 " Jūsu testa laikā. Tas būs pabeidzis savu pārbaudi, un jūs nevarēsiet atkārtoti atvērt testu

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
lv: Jūsu atbildes tiks saglabāts. Ja tests tiek atvienots, lai kāda iemesla dēļ, jūsu atbildes līdz attiecīgajam brīdim tiks saglabāti

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
lv: Lūdzu, aizveriet visas programmas, kas augšupielādēt vai lejupielādēt failus fonā Piemēram: Dropbox, torrent utt

source: Instructions
lv: Norādījumi

source: I am ready to begin
lv: Es esmu gatavs, lai sāktu

source: Exam Start
lv: eksāmens Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
lv: Šis eksāmens ir samaksāts. Summa būtu jāatskaita par savu maku automātiski. Pēc sākuma eksāmenu taimeri neapstāsies. Vai jūs vēlaties maksāt & sākt?

source: These are the exam(s) which has been purchased
lv: Tie ir eksāmens (-as), kas ir iegādāts

source: Correct Marks
lv: Labot Marks

source: Save & Next
lv: Saglabāt & Next

source: Unreview
lv: Atzīmēt kā neizskatītu

source: Review
lv: pārskats

source: Reset Answer
lv: reset Atbilde

source: Finish
lv: Finišs

source: Current Question
lv: pašreizējais Jautājums

source: Answered
lv: Atbildēja

source: Not Answered
lv: neatbild

source: Navigated Away
lv: navigāciju Away

source: you had navigated away from the test window. This will be reported to Moderator
lv: jums bija navigāciju prom no testa loga. Tas tiks ziņots moderators

source: Do not repeat this behaviour
lv: Neatkārtot šo uzvedību

source: Otherwise you may get disqualified
lv: Pretējā gadījumā jūs varat saņemt diskvalificēts

source: Continue
lv: Turpināt

source: Finalize
lv: pabeigt

source: Do you wish to submit and close the
lv: Vai jūs vēlaties iesniegt un aizvērtu

source: Once you submit, you will not be able to review the
lv: Kad jūs iesniegt, jūs nevarēsiet pārskatīt

source: Summary of your attempts in this
lv: Kopsavilkums par jūsu mēģinājumiem šajā

source: as show below
lv: kā parādīt zemāk

source: Attempted
lv: Mēģināja

source: Return To First Question
lv: Atgriezties uz pirmo jautājumu

source: These are the exam(s) that are planned you in near future
lv: Tie ir eksāmens (s), kas tiek plānotas jums tuvākajā laikā

source: Attempt Now
lv: mēģinājums Tagad

source: Your performance compared to your group
lv: Jūsu sniegumu, salīdzinot ar savu grupu

source: Can't read? Reload
lv: Nevar nolasīt? pārlādēt

source: Enter security code shown above
lv: Ievadiet drošības kodu iepriekš norādīto

source: Answer simple math
lv: Atbilde vienkāršu matemātiku

source: Attempts
lv: Mēģinājumi

source: Remaining
lv: atlikušais

source: Expiry Date
lv: Derīguma termiņš

source: Expired Date
lv: izbeigšanās datums

source: Free
lv: 5 - brīvs

source: Not Purchased
lv: nav Pirkta

source: View Details
lv: Skatīt detaļas

source: Load Editor
lv: slodze redaktors

source: Installation
lv: 4,2 Instalācija

source: Step 1 of 4
lv: 1. solis no 4

source: Server Configuration & Setup Requirements
lv: Servera konfigurācija un uzstādīšanas prasības

source: Setup Requirements
lv: Setup Prasības

source: Installing this software require certain server side extension and capability
lv: Uzstādot šo programmatūru pieprasīt noteiktu servera pusē pagarināšanu un spējas

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
lv: lūdzu, pārbaudiet zemāk un salīdzināt ar jūsu servera pašreizējo statujas labajā pusē. Jūs varat noklikšķināt uz ikonas blakus katram tehnoloģiju informāciju.
