Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/swe/LC_MESSAGES/default.po
Languages: sv

source: Answer2
sv: Svar

source: Answer3
sv: Svar

source: Answer4
sv: Svar

source: Answer5
sv: Svar

source: Answer6
sv: Svar

source: False
sv: Fa

source: Blank Space
sv: Mellanslag

source: Explanation (Optional)
sv: Förklaring (tillval)

source: Provide explanation in support of correct answer
sv: Förklara till stöd för rätt svar

source: Hint(optional)
sv: Tips (tillval)

source: Hint to help answer correctly
sv: Tips för att hjälpa till att svara korrekt

source: without minus sign
sv: utan minustecken

source: Edit Question Type
sv: Redigera fråga Type

source: Explanation
sv: Förklaring

source: Hint
sv: Tips

source: Questions
sv: Frågor

source: Add New Question
sv: Lägg till ny fråga

source: Import/Export Question
sv: Import / Export Fråga

source: Answer
sv: Svar

source: Question Details
sv: fråge Detaljer

source: Exam Wise
sv: examen Wise

source: Please Select Exam
sv: Välj Exam

source: Status of Result
sv: Status för Result

source: Please Select Result Status
sv: Välj Resultat Status

source: Download Result
sv: nedladdning Resultat

source: Rank
sv: Grad

source: Percent
sv: Procent

source: Result
sv: Resultat

source: View Result
sv: view Resultat

source: Download/Print Result
sv: Ladda hem / Skriv Resultat

source: Name or Enrolment Number
sv: Namn eller Anmälan nummer

source: Enrolment Number
sv: Inskrivning Antal

source: Back
sv: Bakåt

source: Assesment Report for
sv: Bedömning rapport för

source: Taken Date
sv: tas Datum

source: Total Time
sv: Total Tid

source: Nos. of Browser tolrance attempt
sv: Nr. Av webbläsaren tolrance försök

source: Total Score
sv: Totalpoäng

source: Feedback
sv: Återkoppling

source: Section Name
sv: "Section Namn");

source: Section proportion
sv: avsnitt andel

source: Actual
sv: Aktuell

source: Your Percentage
sv: din Procent

source: Section Summary
sv: avsnittet Sammanfattning

source: Maximum Score
sv: maximal poäng

source: Developed Skill
sv: utvecklat Skill

source: Needs Development
sv: utvecklingsbehov

source: Lack of Skill
sv: Brist på Skill

source: MCQ answered
sv: MCQ svarat

source: Legend
sv: Teckenförklaring

source: Send Emails
sv: skickar e-postmeddelanden

source: Teachers
sv: lärare

source: Any Email
sv: alla e-post

source: Default all students if you add manually then search student email
sv: Standard alla elever om du manuellt lägga till sedan söka studentmail

source: Default all teachers if you add manually then search teacher email
sv: Standard alla lärare om du manuellt lägga till sök sedan lärare e-post

source: Type any email comma seprated
sv: Skriv några e komma seprated

source: Type subject
sv: typ ämne

source: Select Email Template
sv: Välj e-postmall

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
sv: Om du inte vill välja e-mall sedan helt enkelt skriva e-postmeddelande. När du laddar redaktör kan du inte välja mall gå till återställningsknapp

source: Send Sms
sv: Skicka SMS

source: Any Sms
sv: alla SMS

source: Default all student if you add manually then search students name
sv: Standard alla studerande om du manuellt lägga till sök sedan eleverna namn

source: Default all teachers if you add manually then search teacher name
sv: Standard alla lärare om du manuellt lägga till sök sedan lärare namn

source: Any Number
sv: alla Antal

source: Type any number comma seprated
sv: Ange valfritt antal kommatecken seprated

source: Select Sms Template
sv: Välj SMS-mall

source: Sms Template
sv: SMS-mall

source: If you do not want to select sms template then simply type sms message
sv: Om du inte vill välja sms mall sedan helt enkelt skriva sms

source: Certificate Signature
sv: signaturcertifikatet

source: Upload Image(* height less than 75px)
sv: Ladda upp bild (* höjd mindre än 75 px)

source: Delete Signature
sv: radera Signatur

source: Add Slides
sv: lägga Slides

source: Slide Name
sv: slide Namn

source: Upload Slide (1350*550)
sv: Ladda upp Slide (1350 * 550)

source: Edit Slides
sv: Redigera Slides

source: Slides
sv: diabilder

source: Add New Slide
sv: Lägg till Ny bild

source: SMS Settings
sv: SMS-inställningar

source: Sender ID
sv: avsändar ID

source: Heading Username
sv: rubrik Användarnamn

source: Username field provided by sms gateway
sv: Användarnamn fältet av SMS Gateway

source: Heading Password
sv: rubrik Lösenord

source: Password field provided by sms gateway
sv: fält lösenord som tillhandahålls av SMS Gateway

source: Heading Mobile No
sv: Rubrik Mobil nr

source: Mobile No field provided by sms gateway
sv: Mobil Ingen fältet av SMS Gateway

source: Heading Message
sv: rubrik Message

source: Message field provided by sms gateway
sv: Meddelandefältet från SMS Gateway

source: Heading Sender Id
sv: Rubrik Sender ID

source: Sender Id field provided by sms gateway
sv: Sender ID fältet av SMS Gateway

source: Add SMS Template
sv: Lägg SMS-mall

source: Edit SMS templates
sv: Redigera SMS-mallar

source: SMS Templates
sv: SMS-mallar

source: Add New SMS Template
sv: Lägg Nytt SMS mall

source: Add Students
sv: Lägg till studenter

source: Address
sv: Adress

source: Guardian Phone
sv: Guardian Telefon

source: Edit Students
sv: redigera Students

source: Renewal Date
sv: Förnyelsedatum

source: Add New Student
sv: Lägg till Nya student

source: Wallet
sv: Plånbok

source: Admission Date
sv: upptagande Datum

source: Credit
sv: Kredit

source: Debit
sv: Debitera

source: Balance
sv: saldo

source: Date & Time
sv: Datum Tid

source: Payment Through
sv: betalning Genom

source: Remarks
sv: anmärkningar

source: View Student Information
sv: Visa Student Information

source: Full Name
sv: Hela ditt namn

source: Phone Number
sv: Telefonnummer:

source: Registered Email
sv: registrerad e-post

source: Alternate Number
sv: alternativt nummer

source: Enrolment No
sv: Inskrivning nr

source: Last Login
sv: Senaste inloggning

source: Students Wallet
sv: studenter Wallet

source: Mobile
sv: Mobil

source: ADD
sv: LÄGGA

source: DEDUCT
sv: DRA AV

source: Add Subjects
sv: Lägg ämnen

source: Edit Subjects
sv: redigera ämnen

source: Subjects
sv: ämnen

source: Add New Subject
sv: Lägg till ny Ämne

source: Question Bank
sv: fråga Bank

source: Add Testimonials
sv: Lägg Vittnesmål

source: Upload Photo (150*150)
sv: Lägg upp ett foto (150 * 150)

source: Edit Testimonials
sv: Redigera Vittnesmål

source: Testimonials
sv: Omdömen

source: Add New Testimonial
sv: Lägg till nytt omdöme

source: Photo
sv: Foto

source: Add Users
sv: Lägg till användare

source: User Level
sv: användarnivå

source: Username
sv: Användarnamn

source: Level users
sv: nivå användare

source: Add New Level
sv: Lägg till ny nivå

source: Back To Users
sv: Tillbaka till Användare

source: Level Name
sv: nivå Namn

source: Set Permission
sv: uppsättning Tillstånd

source: Assign Form Rights
sv: Tilldela Form rättigheter

source: Module Name
sv: Modulnamn

source: Old Password
sv: gammalt lösenord

source: Edit Users
sv: redigera Användare

source: User Registration Form
sv: Användarregistreringsformuläret

source: Users
sv: Användare

source: Add New User
sv: Lägg till ny användare

source: Add Level Users
sv: Lägg Level Användare

source: Level User
sv: nivå Användar

source: Dear user, log in to access the admin area!
sv: Kära användare, logga in för att få tillgång till admin område!

source: Admin / Teacher Username
sv: Admin / lärare Användarnamn

source: Forgot User Name
sv: Glömt ditt användarnamn

source: Upload Image(* height less than 220px)
sv: Ladda upp bild (* höjd mindre än 220px)

source: Delete Logo
sv: radera Logo

source: Please provide a type for chart %s!
sv: Ange en typ för diagram %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
sv: Diagram: \ " %s " kunde inte hittas. Se till att Diagram Name är samma sträng som skickas till $ this-> HighCharts-> render () i vyn.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
sv: Express Checkout transaktionen har gått ut och transaktionen behöver startas om

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
sv: Du kan ha gjort ett andra samtal för samma betalning eller du kan ha använt samma faktura ID för separata transaktioner.

source: Please use a different funcing source.
sv: Använd en annan funcing källa.

source: An error occured, please retry the transaction.
sv: Ett fel uppstod, försök igen transaktionen.

source: This transaction couldn't be completed. Redirecting to payment gateway
sv: Denna transaktion kunde inte slutföras. Omdirigerar till betalning gateway

source: You have not agreed to the billing agreement.
sv: Du har inte gått med på att avtalet fakturering.

source: The billing agreement is disabled or inactive.
sv: Avtalet fakturering är handikappade eller inaktiv.

source: The credit card used is expired.
sv: Kreditkortet som används är utgånget.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
sv: Transaktionen avslogs eftersom AVS svar tillbaka värdet av N, och konto är inte kunna acceptera sådana transaktioner.

source: The payment gateway account is restricted.
sv: Betalningen gateway konto är begränsad.

source: You must submit an IP address of the buyer with each API call.
sv: Du måste lämna in en IP-adress till köparen med varje API-anrop.

source: The merchant selected a value for the PaymentAction field that is not supported.
sv: Handlaren valt ett värde för PaymentAction fält som inte stöds.

source: The credit card field was blank.
sv: Kreditkort fältet var tomt.

source: The total amount and item amounts do not match.
sv: Det totala beloppet och artikel belopp stämmer inte överens.

source: The credit card entered is currently restricted by the payment gateway.
sv: Kreditkortet anges för närvarande begränsas av betalning gateway.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
sv: Handlaren in en faktura ID som redan är associerad med en transaktion av samma köpman. Försök med en ny faktura ID

source: The transaction was declined by the country filter managed by the merchant.
sv: Transaktionen avvisades av landets filtret förvaltas av handlaren.

source: The transaction was declined by the maximum amount filter managed by the merchant.
sv: Transaktionen avvisades av den maximala filter belopp som förvaltas av handlaren.

source: The transaction was declined by the payment gateway.
sv: Transaktionen avvisades av betalning gateway.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
sv: Transaktionen minskade med betalning gateway på grund av eventuella bedrägerier.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
sv: Transaktionen minskade med betalning gateway på grund av eventuella bedrägerier på IP-adressen.

source: The merchant account attempting the transaction is not a business account.
sv: Den konto försöker transaktionen inte är ett företagskonto.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
sv: Den konto försöker transaktionen inte kan hantera direktbetalning transaktioner.

source: Access to Direct Payment was disabled for your account.
sv: Tillgång till Direktbetalning inaktiverades för ditt konto.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
sv: Den konto försöker transaktionen inte har en bekräftad e-postadress med betalning gateway.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
sv: Handlaren försökte en transaktion där mängden översteg den övre gränsen för den köpman.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
sv: Transaktionen avvisades på grund av en köpman risk filter för AVS. Specifikt har handlaren att sjunka transaktion när AVS återvände ingen match (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
sv: Transaktionen avvisades på grund av en köpman risk filter för AVS. Specifikt har handlaren sätta filter för att minska transaktioner när AVS returnerar en partiell matchning.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
sv: Transaktionen avvisades på grund av en köpman risk filter för AVS. Specifikt har handlaren sätta filter för att minska transaktioner när AVS inte stöds.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
sv: Handlaren in en IP-adress som var i ett ogiltigt format. IP-adressen måste vara i ett format som 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
sv: Handlarens konfiguration kräver en CVV skall anges, men ingen CVV tillhandahölls med denna transaktion.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
sv: Handlaren gav en adress antingen i USA eller Kanada, men staten tillhandahålls är inte ett giltigt tillstånd i något av länderna.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
sv: Transaktionen avvisades av den utfärdande banken, inte betalning gateway. Handlaren ska försöka ett annat kort.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
sv: Handlarens hemland stöds för närvarande inte att tillåta direktbetalning transaktioner.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
sv: Transaktionen avvisades eftersom betalning gateway för närvarande bearbetar en transaktion av samma köpare till samma belopp. Kan uppstå när en köpare lämnar flera identiska transaktioner i snabb följd.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
sv: CVV är ogiltigt. CVV är mellan 3-4 siffror.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
sv: Försök igen senare. Se till att du har gått rätt CVV och adress information för köparen. Om du skapar en återkommande profil, försök igen genom att en init mängd 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
sv: Transaktionen inte följer på grund av saknade eller ogiltiga 3-D Secure värden autentiserings. Kolla ECI, ECI3DS, CAVV, XID fält.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
sv: Transaktionen avslogs av betalning gateway på grund av alltför fel under en kort tid för detta kreditkort.

source: The transaction was declined by payment gateway.
sv: Transaktionen minskade med betalning gateway.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
sv: Transaktionen avvisades eftersom handlaren inte har en giltig enhet avtal om filen med betalning gateway.

source: The transaction was declined because the CVV entered does not match the credit card.
sv: Transaktionen avvisades eftersom CVV in inte stämmer överens med kreditkortet.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
sv: Transaktionen avvisades av den kortutgivande banken på grund av ett utgånget kreditkort. Handlaren ska försöka ett annat kort.

source: Exceeded permissible limit for Navigating away
sv: Översteg tillåtna gränsen för att navigera bort

source: You have exceeded the permissible limit for navigating away from your test
sv: Du har överskridit den tillåtna gränsen för att navigera bort från ditt test

source: Your test has finished. You can close the window now
sv: Testet är klar. Du kan stänga fönstret nu

source: Installation Complete
sv: Installationen är klar

source: Aho! The System is installed successfully.
sv: Aho! Systemet är installerats.

source: Go to Admin/Teacher Interface
sv: Gå till Admin / lärare Interface

source: User
sv: Användare

source: Go to Front End/Student Interface
sv: Gå till Front End / Student Interface

source: Visit our website
sv: Besök vår hemsida

source: for documentation and support
sv: för dokumentation och support

source: My Exam Stats
sv: Mina Exam Stats

source: Total Exam Given
sv: Totala Exam Givet

source: Absent Exams
sv: frånvarande Tentor

source: Best Score in
sv: Bästa poäng i

source: On
sv: Aktiverad

source: Failed in
sv: misslyckades i

source: Average Percentage
sv: genomsnittlig procentuell

source: Your Rank
sv: ditt betyg

source: Month Wise Performance
sv: Månad Wise Prestanda

source: Exam Wise Performance
sv: Examen Wise Performance

source: Top 10
sv: Övers

source: Top
sv: Överst

source: These are the exam(s) that can be taken right now
sv: Dessa är de examen (er) som kan tas just nu

source: No Exams found for today
sv: Inga Tentor hittades för idag

source: Something went wrong
sv: Något gick snett

source: Show
sv: Visa

source: entries
sv: "920.572", "1053", "Transaktioner"

source: Prev
sv: Föregående

source: Next
sv: Nästa

source: Showing {:start} to {:current} of {:count} entries
sv: Visar {:start} till {:current} av {:count} poster

source: Email Verification
sv: E Verifiering

source: Please Enter Verification Code in the Text Box
sv: Ange verifikationskod i textrutan

source: Re-Send Email Verification
sv: Åter Skicka e-postverifiering

source: Please Enter Email Id in the Text Box which you enter at the time of registration
sv: Ange e-ID i textrutan där du anger vid registreringen

source: Purchased Exam
sv: inköpt Exam

source: These are the exam(s) which has been expired
sv: Dessa är de examen (er) som har löpt ut

source: No Exams found
sv: Inga Tentor hittades

source: Thank you for using the test
sv: Tack för att du använder test

source: 1. The test instructions were
sv: 1. Test instruktioner var

source: Largely Clear
sv: till stor del Klar

source: Medium Clear
sv: Medium Klar

source: Not Clear
sv: Oklart

source: 2. Language of question was
sv: 2. Språk fråga

source: 3. Overall test experience was
sv: 3. Totalt prov erfarenhet var

source: Good
sv: Bra

source: Better
sv: Bättre

source: Best
sv: Bästa

source: Any other feedback suggestion
sv: Alla annan feedback förslag

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
sv: Stäng alla dina chattfönster, skärmsläckare, och anti-virus program innan testet

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
sv: Tryck inte \ "F5 " under testet. Detta kommer att avsluta testet och du kommer inte att kunna återuppta testet

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
sv: Dina svar kommer att sparas. Om testet är frånkopplad av någon anledning, kommer dina svar fram till den punkten sparas

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
sv: Stäng alla program som laddar upp eller ladda ner filer i bakgrunden Till exempel: Dropbox, torrent, etc

source: Instructions
sv: Instruktioner

source: I am ready to begin
sv: Jag är redo att börja

source: Exam Start
sv: tenta Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
sv: Denna examen är betald. Belopp bör dras automatiskt på din plånbok. Efter att ha startat examen timer kommer inte att sluta. Vill du betala & börja?

source: These are the exam(s) which has been purchased
sv: Dessa är provet (s) som har köpts

source: Correct Marks
sv: korrekta Marks

source: Save & Next
sv: Spara & Nästa

source: Review
sv: Granska

source: Reset Answer
sv: reset svar

source: Finish
sv: Avsluta

source: Current Question
sv: nuvarande fråge

source: Answered
sv: Besvarade

source: Not Answered
sv: inte besvaras

source: Navigated Away
sv: navigerat bort

source: you had navigated away from the test window. This will be reported to Moderator
sv: du hade navigerat bort från testfönstret. Detta kommer att rapporteras till Moderator

source: Do not repeat this behaviour
sv: Upprepa inte detta beteende

source: Otherwise you may get disqualified
sv: Annars kan du få diskvalificerad

source: Continue
sv: Nästa

source: Finalize
sv: Avsluta

source: Do you wish to submit and close the
sv: Vill du skicka in och stänga

source: Once you submit, you will not be able to review the
sv: När du har skickat, kommer du inte att kunna granska

source: Summary of your attempts in this
sv: Sammanfattning av dina försök i detta

source: as show below
sv: som visas nedan

source: Attempted
sv: Försökte

source: Return To First Question
sv: Återgå till det första fråga

source: These are the exam(s) that are planned you in near future
sv: Dessa är provet (s) som planeras dig inom en snar framtid

source: Attempt Now
sv: Försök nu

source: Your performance compared to your group
sv: Din prestanda jämfört med din grupp

source: Can't read? Reload
sv: Det går inte att läsa? Ladda om

source: Enter security code shown above
sv: Ange säkerhetskoden som visas ovan

source: Answer simple math
sv: Svar enkel matematik

source: Attempts
sv: Försök

source: Remaining
sv: Återstående

source: Expiry Date
sv: Utgångsdatum

source: Expired Date
sv: Utgånget datum

source: Free
sv: Gratis

source: Not Purchased
sv: inte Köpt

source: View Details
sv: Visa detaljer

source: Load Editor
sv: belastning Editor

source: Step 1 of 4
sv: Steg 1 av 4

source: Server Configuration & Setup Requirements
sv: Server Configuration & Installationskrav

source: Setup Requirements
sv: installations~~POS=TRUNC

source: Installing this software require certain server side extension and capability
sv: Installation av denna programvara kräver viss serversidan förlängning och förmåga

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
sv: kolla nedan och jämför med din server nuvarande statyer till höger. Du kan klicka på ikonen bredvid varje teknik för mer information.

source: Extensions &amp; Applications
sv: Extensions & amp; tillämpningar

source: HTTP Server. For example: Apache
sv: HTTP-server. Till exempel: Apache

source: Require
sv: Kräv

source: PHP 5.2.8 or greater
sv: PHP 5.2.8 eller högre

source: Database Engine MySQL (4 or greater)
sv: Database Engine MySQL (4 eller mer)

source: PDO Extension
sv: SUB Extension

source: Mandatory
sv: Obligatorisk
