Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/swe/LC_MESSAGES/default.po
Languages: sv

source: File Manager
sv: "FilManager");

source: You can find your result here.
sv: Du hittar ditt resultat här.

source: Thanks for given the exam.
sv: Tack för givet provet.

source: Dashboard
sv: Skrivbord

source: My Exams
sv: Mina Tentor

source: My Result
sv: min Resultat

source: Group Performance
sv: Gruppsresultat

source: Payment
sv: Betalning:

source: Transaction History
sv: transaktions~~POS=TRUNC

source: Mailbox
sv: Brevlåda

source: Help
sv: Hjälp

source: Home
sv: Hem

source: Register
sv: Registrera

source: Log In
sv: Logga in

source: Invalid Post
sv: ogiltigt-inlägg

source: May
sv: Maj

source: Oct
sv: Okt

source: Percentage
sv: Procent

source: Month
sv: Månad

source: Exams
sv: tentor

source: Email verified successfully
sv: Email verifieras framgångsrikt

source: Invalid Verification Code
sv: Ogiltig verifieringskod

source: A verification Code send to your Email inbox or Spam
sv: En verifieringskod skicka till din e-postbrevlåda eller spam

source: Email Id already verified
sv: E-ID redan verifierats

source: Email Id not registered in system
sv: E-id inte registrerad i systemet

source: You have attempted maximum exam.
sv: Du har försökt maximal examen.

source: You have attempted maximum number of questions in this subject
sv: Du har försökt maximalt antal frågor i detta ämne

source: You can find your result here
sv: Du hittar ditt resultat här

source: Insufficient Amount.
sv: Otillräcklig mängd.

source: 1. The test instructions were
sv: 1. Test instruktioner var

source: 2. Language of question was
sv: 2. Språk fråga

source: 3. Overall test experience was
sv: 3. Totalt prov erfarenhet var

source: Any other feedback suggestion:
sv: Alla annan feedback förslag:

source: Feedback has submitted successfully!
sv: Feedback har skickats!

source: Feedback already submitted.
sv: Feedback som redan lämnats in.

source: Email id is not registered in system
sv: E-id är inte registrerad på systemet

source: Your password reset link is sent to your registered email id
sv: Återställning av lösenord länk skickas till din registrerade e-id

source: Incorrect code
sv: Inkorrekt kod

source: Password Changed Successfully
sv: Lösenord ändrat framgångsrikt

source: My Performance
sv: min Prestanda

source: My Group performance
sv: Min grupp prestanda

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
sv: Ansökan redan installerat. Ta bort app / tmp / installed.txt att installera programmet

source: Writeable
sv: skrivbar

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
sv: Tyvärr! Filtillståndsfel <br> Please goto app / Config / database.php är i skrivbart läge.

source: A connection was successfully established with the server.
sv: En anslutning har upprättats med servern.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
sv: Det gick inte att ansluta till databasen. Kontrollera inställningarna i appen / Config / database.php och försök igen

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
sv: Tyvärr! Folder Tillstånd Fel <br> Please TMP mappen i skrivläge.

source: Your Mail has been sent
sv: Ditt mejl har skickats

source: Forwarded message
sv: Vidarebefordrat meddelande

source: From
sv: Från:

source: Subject
sv: Ämne

source: The mail has been moved to the Trash
sv: E-post har flyttats till papperskorgen

source: Your Mail has been deleted
sv: Mail har raderats

source: The mail has been moved to the Inbox
sv: E-post har flyttats till inkorgen

source: The mail has been marked as Read
sv: E-post har markerats som läst

source: The mail has been marked as Unread
sv: E-post har markerats som oläst

source: Paypal Payment not set
sv: Paypal betalning inte satt

source: Payment Cancel
sv: betalning Avbryt

source: Wallet Payment
sv: plånbok Betalning

source: Try again! Can not connect to paypal
sv: Försök igen! Kan inte ansluta till paypal

source: Invalid Amount
sv: Ogiltig Mängd

source: Payment already done
sv: Betalning redan gjort

source: Payment not done
sv: Betalning inte gjort

source: Payment successfully! Amount %s added in your wallet
sv: Betalning framgångsrikt! Mängd %s tillsätts i plånboken

source: Profile Updated Successfully
sv: Profil uppdaterats

source: Photo Updated Successfully
sv: Foto uppdaterats

source: Invalid Password
sv: felaktigt lösenord

source: Please select any group
sv: Välj någon grupp

source: Invalid Security Code
sv: Ogiltig Säkerhetskod

source: Score
sv: · Poäng

source: Marks Scored
sv: Marks Gjorda

source: Subject Wise Time Taken
sv: Angående Wise Time Taken

source: Student Performance
sv: elev Prestanda

source: Correct Question
sv: korrekta Fråga

source: Incorrect Question
sv: felaktig Fråga

source: Right Marks
sv: höger Marks

source: Negative Marks
sv: negativa Marks

source: Percentage(%) in Exam
sv: Andel (%) i examen

source: Percentage(%)
sv: Procent

source: st
sv: 31:a

source: nd
sv: 2:a

source: rd
sv: 3:e

source: th
sv: To

source: You %s
sv: Du %s

source: Topper %s
sv: Underhållningsvärde %s

source: Administrator
sv: Administratör

source: Payment Gateway
sv: betalning Gateway

source: Your account has expired. Please contact administrator
sv: Ditt konto har gått ut. Vänligen kontakta administratören

source: You have been logged in successfully
sv: Du har loggat in

source: Your email not verified! Please click on link sent to your email inbox or spam
sv: Din e-post inte bekräftad! Klicka på länken skickas till din e-postbrevlåda eller spam

source: Incorrect username/password
sv: Felaktigt användarnamn / lösenord

source: You have been logged out successfully
sv: Du har loggats ut framgångsrikt

source: You are %s Member! Please contact administrator
sv: Du är %s medlems! Vänligen kontakta administratören

source: Hours
sv: Timmar

source: Mins
sv: minuter

source: Grand Total
sv: Totalsumma

source: Your Question has been added for exam
sv: Din fråga har lagts till för examen

source: Your Question has been deleted for exam
sv: Din fråga har tagits bort för examen

source: No Permission
sv: Inget tillstånd

source: Advertisement has been saved
sv: Annons har sparats

source: Invalid post
sv: ogiltigt-inlägg

source: Advertisement has been deleted
sv: Annons har tagits bort

source: Photo Changed Successfully
sv: Foto Ändrad framgångsrikt

source: Not Attempted
sv: Inte försökt

source: Marks Updated
sv: Marks Uppdaterad

source: Successfully Finalize
sv: framgångsrikt Slutför

source: Successfully Closed Exam
sv: Framgångsrikt Stängd Exam

source: English
sv: Swedish

source: French
sv: Franskt

source: Your Setting has been saved
sv: Inställningen har sparats

source: Page Added Successfully
sv: Sida lagts till

source: Pages updated Successfully
sv: Sidor uppdaterats

source: Page has been deleted
sv: Sidan har raderats

source: Page has been Unpublished
sv: Sidan har tagits bort

source: Page has been Published
sv: Sida har publicerats

source: Something wrong
sv: Något fel

source: Currency has been saved
sv: Valuta har sparats

source: Currency has been deleted
sv: Valuta har raderats

source: Student Details
sv: Student Detaljer

source: Active
sv: Aktiv

source: Pending
sv: Avvaktande

source: Suspend
sv: Uppskjuta

source: Pass
sv: 12.227 | | Lösen:

source: Fail
sv: misslyckades

source: Absent
sv: Frånvarande

source: Passing %age
sv: Passerar %a GE

source: Average %age
sv: Genomsnittlig %a GE

source: Question Count
sv: fråga Count

source: Total Question
sv: totala Fråga

source: Question Bank Difficulty Wise
sv: Fråga Bank Svårighetsgrad Wise

source: Easy
sv: Lätt

source: Medium
sv: Medel

source: Hard
sv: Hårdhet

source: Name has been updated
sv: Namn har uppdaterats

source: Email template has been saved
sv: E-postmall har sparats

source: Email template has been deleted
sv: E-postmall har raderats

source: End Date is not less than Start date
sv: Slutdatum är inte mindre än Startdatum

source: Please Select any group
sv: Välj någon grupp

source: Please Add Subject To Exam
sv: Vänligen Lägg förbehåll för examen

source: Exam has been saved. Add questions in exam
sv: Examen har sparats. Lägg till frågor i testet

source: Exam has been saved
sv: Examen har sparats

source: Exam has been updated
sv: Examen har uppdaterats

source: Exam has been deleted
sv: Examen har tagits bort

source: Difficulty Level
sv: +1 svårighetsgrad

source: Subject Wise Question Count
sv: Ämne Count Wise Fråga

source: Exam sucessfully inactivated
sv: Tenta framgångsrikt inaktiv

source: Exam sucessfully activated
sv: Tenta framgångsrikt aktiverade

source: There are no question added!
sv: Det finns ingen fråga till!

source: Your username is sent to your registered email id
sv: Ditt användarnamn skickas till din registrerade e-id

source: Group Added Successfully
sv: Grupp lagts till

source: Group has been saved
sv: Gruppen har sparats

source: Group has been deleted
sv: Gruppen har tagits bort

source: Delete subject first
sv: Radera ämne först

source: Help content has been saved
sv: Hjälp innehåll har sparats

source: Help content has been deleted
sv: Hjälp innehåll har tagits bort

source: Questions imported successfully
sv: Frågor importerats

source: File not uploaded
sv: Fil inte laddat

source: Only CSV File supported
sv: Endast CSV-fil som stöds

source: Please Select Subject
sv: Välj Ämne

source: Please Select any Group
sv: Välj någon Group

source: Students imported successfully
sv: Studenter importerats

source: Please Select Group
sv: Välj Group

source: Student Email not found
sv: Student E hittades inte

source: News has been saved
sv: Nyheter har sparats

source: News has been deleted
sv: Nyheter har raderats

source: Paypal Payment Setting has been saved
sv: Paypal betalning Inställningen har sparats

source: Setting Problem
sv: Inställning Problem

source: Please Choose the Correct answer
sv: Vänligen Välj det rätta svaret

source: Please select true or false
sv: Välj sant eller falskt

source: Please fill blank space
sv: Vänligen fyll tomt utrymme

source: Question added to bank successfully
sv: Fråga läggs till banken framgångsrikt

source: Question has been updated
sv: Frågan har uppdaterats

source: Question has been deleted
sv: Frågan har tagits bort

source: Delete exam first!
sv: Radera examen först!

source: Question Difficulty Level
sv: Fråga Svårighetsgrad

source: Performance
sv: Prestanda

source: Candidate Marks Distribution
sv: Kandidat Marks Distribution

source: Please select any type in the list
sv: Välj någon typ i listan

source: Please type any email
sv: Skriv några e-post

source: Email has been sent
sv: Mail har skickats

source: No email to send
sv: Ingen e-post för att skicka

source: Please type any name
sv: Skriv ett namn

source: Sms has been sent
sv: Sms har sänts

source: No sms to send
sv: Ingen sms för att skicka

source: Signature has been saved
sv: Signatur har sparats

source: Signature has been deleted
sv: Signatur har raderats

source: Slide has been saved
sv: Slide har sparats

source: Slide has been deleted
sv: Slide har raderats

source: SMS template has been saved
sv: SMS-mall har sparats

source: SMS template has been deleted
sv: SMS-mall har tagits bort

source: Student added Successfully
sv: Elev sattes Framgångsrikt

source: Please Select atleast one group
sv: Välj minst en grupp

source: Student has been updated
sv: Student har uppdaterats

source: Student has been deleted
sv: Student har raderats

source: Student Wallet has been updated
sv: Student Wallet har uppdaterats

source: Subject Added Successfully
sv: Angående lagts till

source: Subject already exist
sv: Angående redan existerar

source: Subject has been updated
sv: Angående har uppdaterats

source: Subject has been deleted
sv: Angående har raderats

source: Testimonial has been saved
sv: Vittnesmål har sparats

source: Testimonial has been updated
sv: Vittnesmål har uppdaterats

source: Testimonial has been deleted
sv: Vittnesmål har raderats

source: User Added Successfully
sv: Användaren lagts till

source: User has been updated
sv: Användaren har uppdaterats

source: User has been deleted
sv: Användaren har tagits bort

source: Permission update successfully
sv: Tillstånd uppdateringen framgångsrikt

source: You have been logged in Successfully
sv: Du har loggat in

source: You have been logged out
sv: Du har loggats ut

source: Level User has been saved
sv: Nivå Användaren har sparats

source: Level user has been deleted
sv: Nivå användaren har tagits bort

source: Logo has been saved
sv: Logo har sparats

source: Logo has been deleted
sv: Logotyp har tagits bort

source: Add Questions
sv: Lägg Frågor

source: Question Type
sv: fråga Type

source: Search
sv: Sök

source: Reset
sv: Återställ

source: Add To Exam
sv: Lägg till examen

source: Delete To Exam
sv: Radera För att testet

source: Back To Exam
sv: Tillbaka till examen

source: Type
sv: Typ

source: Body of Question
sv: Body of Fråga

source: Level
sv: Nivå

source: Action
sv: Åtgärd

source: Add Advertisement
sv: Lägg Annons

source: Advertisement Name
sv: annons Namn

source: Ordering
sv: BESTÄLLNINGAR

source: URL Type
sv: URL Typ

source: Internal
sv: Inre

source: External
sv: EXTERNT

source: _self
sv: _själv

source: _blank
sv: _tom

source: Upload Image (350*260)
sv: Ladda upp bild

source: Save
sv: Spara

source: Close
sv: Stäng

source: Update Photo
sv: Uppdatera Foto

source: Upload Photo
sv: Ladda upp foto

source: Update
sv: Uppdatera

source: Cancel
sv: Annullera

source: Edit Advertisements
sv: Redigera Annonser

source: Form
sv: Blankett

source: Advertisements
sv: annonser

source: Add New Advertisement
sv: Lägg till ny Annons

source: Edit
sv: Redigera

source: Delete
sv: Radera

source: View
sv: Visa

source: Change Photo
sv: Ändra foto Ta bort foto

source: View Slides
sv: Se Slides

source: Attempted Papers of
sv: Utförda Papers av

source: Name
sv: Namn

source: Email
sv: E-post

source: Total Marks
sv: Totalt Marks

source: Obtained Marks
sv: erhållna Marks

source: Result Finalized
sv: resultat Avslutade

source: Finalize It
sv: slutföra det

source: PASSED
sv: PASSERAD

source: FAILED
sv: MISSLYCKADES

source: Finalized By
sv: slutförd

source: Question No
sv: fråga nr

source: Option1
sv: Alternativ 1

source: Option3
sv: Alternativ3

source: Option4
sv: Alternativ4

source: Marked Answer
sv: markant svar

source: Correct Answer
sv: Rätt svar

source: Time Taken
sv: tid Taget

source: Marks Obtained
sv: Marks Erhållen

source: Checked by
sv: Kontrolleras av

source: Configuration Options
sv: konfigurations~~POS=TRUNC

source: Site Name
sv: Sidans namn

source: Organization Name
sv: organisations namn

source: Domain Name
sv: Domän namn

source: Organization Email
sv: organisation E

source: Meta Title
sv: meta titel

source: Time Zone
sv: Tidszon

source: Please Select
sv: Vänligen välj

source: Currency
sv: Valuta

source: Header Contact
sv: Header Kontakt

source: Email Contact
sv: E-postkontakt

source: Display records per page
sv: Visnings poster per sida

source: Max records per page
sv: Max registrerar per sida

source: Date Format
sv: Datumformat

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
sv: Datum, månad, år, timme, Min, Sec, Meridian, Födelse Seprator, Tid Seprator

source: Image
sv: Bild

source: Text Direction
sv: text~~POS=TRUNC

source: Left-to-right (LTR)
sv: Vänster till höger (LTR)

source: Right-to-Left (RTL)
sv: Höger till vänster (RTL)

source: Language
sv: Språk

source: Enable SMS Notification
sv: Aktivera SMS-avisering

source: Enable Email Notification
sv: Aktivera E-postmeddelande

source: Manual Verification
sv: manuell verifiering

source: Front End Registration
sv: Front End Registrering

source: Paid Exam
sv: betald Tentamen

source: Exam Expiry
sv: examen Utgångs

source: Exam Feedback
sv: examen Feedback

source: Certificate
sv: Certifikat

source: Testimonial
sv: Omdömen

source: Advertisement
sv: Annons

source: No. of Visitor
sv: Antal besökare

source: No. of Student
sv: Antal Student

source: No. of Exam
sv: Antal Exam

source: Save Settings
sv: Spara inställningar

source: Add Pages
sv: Lägg till sidor

source: Link Name
sv: länk Namn

source: Link Order
sv: Beställning

source: Page Type
sv: sidtyp

source: External Url
sv: extern webbadress

source: Page Name
sv: Sidnamn

source: Page Url
sv: Sidans URL

source: Edit Pages
sv: Redigera sidor

source: Pages
sv: Sidor

source: Add New Page
sv: Lägg till ny sida

source: Published
sv: publicerade

source: Unpublished
sv: Opublicerad

source: Add Currency
sv: Lägg Valuta

source: Currency Name
sv: valuta Namn

source: Short Name
sv: förkortning

source: Upload Currency (Less or equal to 50*50)
sv: Ladda valuta (mindre eller lika med 50 * 50)

source: Add New Currency
sv: Lägg till ny valuta

source: In Progress Exam
sv: Pågår Exam

source: Upcoming Exam
sv: kommande examen

source: Completed Exam
sv: Genomförd Tentamen

source: Students
sv: Studenter

source: In Progress & Upcoming Exams
sv: Pågår & Kommande Tentor

source: Date
sv: Datum

source: Exam Name
sv: Exam Namn

source: Group
sv: Grupp

source: Duration
sv: Längd

source: Recent Exam Results
sv: Senaste Testresultat

source: Exam
sv: Examen

source: Overall Result
sv: övergripande Resultat

source: To
sv: Till

source: Details
sv: Detaljer

source: Student Statistic Table
sv: Student Statistic Tabell

source: Total Students
sv: Totalt studenter

source: Total Active
sv: totala Aktiv

source: Total Pending
sv: totala Pågående

source: Top 10 Question Bank Subject Wise
sv: Top 10 Fråga Bank Ämne Wise

source: Top 10 Difficulty Level of Questions
sv: Top 10 Svårighetsgrad av frågor

source: Question Count Table
sv: Fråga Count Tabell

source: Bank Name
sv: Bank namn

source: Total Normal
sv: totalt Normal

source: Total Difficult
sv: totala Svårt

source: Diffculty Level
sv: diffculty Nivå

source: E-Mail Settings
sv: E-postinställningar

source: Email Type
sv: E-post Typ

source: Server Name / Host
sv: Servernamn / Host

source: User Name
sv: Användarnamn

source: Password
sv: Lösenord

source: Add Email Template
sv: Lägg till e mall

source: Email Template
sv: E-postmall

source: Edit Email Templates
sv: Redigera E-postmallar

source: Email Templates
sv: e-postmallar

source: Add New Email Template
sv: Lägg nytt E-postmall

source: Template
sv: "945.772", "1053", "Mall"

source: Subject Added successfully
sv: Angående lagts till

source: Add Exam
sv: Lägg Exam

source: Name of Exam
sv: Namn på examen

source: Passing Percentage
sv: Passing Procent

source: Instruction
sv: Instruktion

source: Exam Duration (Min.)
sv: Examen Varaktighet (min.)

source: 0 for unlimited duration
sv: 0 för obegränsad tid

source: Attempt Count
sv: försök Count

source: 0 for unlimited attempt
sv: 0 för obegränsad försök

source: Start Date
sv: Start-datum

source: End Date
sv: Slut-tid

source: Show Answer Sheet
sv: Visa Svar Sheet

source: Yes
sv: Ja

source: No
sv: Nej

source: Select Group
sv: Välj grupp

source: Student Group
sv: Student-gruppen

source: Negative Marking
sv: negativ Märkning

source: Random Question
sv: slumpmässig fråga

source: Amount
sv: Summa

source: Browser Tolrance
sv: webbläsare Tolrance

source: Expiry Days
sv: utgångs~~POS=TRUNC Dagar

source: 0 for Unlimited
sv: 0 för obegränsad

source: Result After Finish
sv: Resultat efter Finish

source: Mode
sv: Läge

source: Instant Result
sv: omedelbar Resultat

source: Option Shuffle
sv: alternativet Shuffle

source: Add Subjects To Exams
sv: Lägg till frågor som Tentor

source: Subject Name
sv: ämnesnamn

source: No. of Questions
sv: Antal frågor

source: Ques Attempt Count
sv: Ques Försök Count

source: Questions Attempt Count
sv: Frågor Försök Count

source: Leave blank for not showing (0 for unlimited)
sv: Lämna tomt för att inte visa (0 för obegränsat)

source: ctrl+click to add multiples
sv: Ctrl + klicka för att lägga till multiplar

source: Add
sv: Lägg till

source: Edit Exam
sv: Redigera Exam

source: Exam Stats
sv: examen Stats

source: No of Student Passed
sv: Antal Student Godkänd

source: Download
sv: Ladda ner

source: No of Student Failed
sv: Antal Student misslyckades

source: No of Student Absent
sv: Antal Student Frånvarande

source: Exam Details
sv: Exam Detaljer

source: Finalize Result
sv: slutföra Resultat

source: Attempted Papers
sv: Utförda Papers

source: Eligible Group
sv: berättigade Grupp

source: Close Exam
sv: Stäng examen

source: Activate Exam
sv: aktivera Exam

source: Exam Closed Re-Activate Exam
sv: Examen Stängt Re-Aktivera examen

source: Browser Tolrence
sv: webbläsare Tolrence

source: Expiry
sv: Upphörande

source: Unlimited
sv: Obegränsat

source: Days
sv: Antal dagar

source: Subjective
sv: "1109434", "1053", "Subjektiv"

source: Objective
sv: Mål

source: True &amp; False
sv: Sann & amp; Falsk

source: Fill in the blanks
sv: Fylla i tomrummen

source: Total Questions
sv: Totalt Frågor

source: Question Attempt Count
sv: Fråga Attempt Count

source: H
sv: 16.5 - 19.5 tim

source: Total
sv: Totalt

source: E
sv: O

source: Student Name
sv: Elevs namn

source: Enrolment
sv: Inskrivning

source: Phone
sv: Telefon

source: Result Status
sv: resultat Status

source: Forgot Password
sv: Glömt ditt lösenord

source: Email ID
sv: E-post ID

source: Submit
sv: Skicka

source: Forgot Username
sv: Glömt ditt användarnamn

source: Login
sv: Logga in

source: Verification Code
sv: Verifierings kod

source: Please enter verification Code
sv: Ange verifieringskod

source: Reset Password
sv: Återställ lösenord

source: Confirm Password
sv: Bekräfta lösenord

source: Add Groups
sv: Lägg till grupper

source: Group Name
sv: Gruppnamn

source: Edit Groups
sv: redigera grupper

source: Groups
sv: Grupper

source: Add New Group
sv: Lägg till ny grupp

source: Add Help Content
sv: Lägga Hjälp Innehåll

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: Edit Help Content
sv: Redigera Hjälp Innehåll

source: Help Content
sv: Hjälp innehåll

source: Add New Help Content
sv: Lägg till nytt Hjälp innehåll

source: Back To Questions
sv: Tillbaka till frågorna

source: Export Questions
sv: export Frågor

source: Select File
sv: Välj fil

source: Import Questions
sv: import Frågor

source: Import/Export Students
sv: Import / Export studenter

source: Back To Students
sv: Tillbaka till studenter

source: All Messages
sv: alla meddelanden

source: My Profile
sv: Min profil

source: Change Password
sv: Ändra Lösenord

source: Logout
sv: Logga ut

source: Powered by
sv: Drivs av

source: Date &amp; Time
sv: Datum & amp; Tid

source: Compose Mail
sv: komponera Mail

source: Search Student Mail
sv: Sök Student Mail

source: Message
sv: Meddelande

source: Send
sv: Skicka

source: Compose
sv: 14.071 | | Komponera

source: Inbox
sv: Inkorg

source: Sent Mail
sv: Skickade post

source: Trash
sv: Sophämtning

source: More
sv: Mer

source: Mark as Read
sv: Markera som läst

source: Mark as Unread
sv: Markera som oläst

source: Move to Inbox
sv: Flytta till inkorgen

source: Reply
sv: Svar

source: Forward
sv: • Framåtskjutna.

source: Menu Names
sv: menynamn

source: Model Name
sv: Modellnamn

source: Icon
sv: Ikon

source: Add News
sv: Lägg till

source: News Title
sv: News Titel

source: News Description
sv: nyheter Beskrivning

source: Edit News
sv: Redigera News

source: News
sv: Nyheter

source: Add New News
sv: Lägg till ny News

source: Paypal Payment Option
sv: Paypal betalningsalternativ

source: Signature
sv: Signatur

source: Sandbox Mode
sv: sandlådeläge

source: True
sv: Sann

source: Add Question
sv: lägga Fråga

source: Question
sv: Fråga

source: Correct Answers
sv: rätt svar

source: Type your question here
sv: Skriv din fråga här

source: Answer1
sv: Svar
