Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/swe/LC_MESSAGES/default.po
Languages: sv

source: Web Server
sv: Webbserver

source: PDO Unavailable
sv: SUB Ej

source: PDO Available
sv: SUB Tillgänglig

source: Directory &amp; File Permission
sv: Directory & amp; fil Tillstånd

source: These Folders of Files need to be
sv: Dessa mappar med filer måste vara

source: Writable
sv: skrivbar

source: for application to be installed.
sv: för programmet som ska installeras.

source: Folders or Files
sv: Mappar eller filer

source: Refresh
sv: Uppdatera

source: Let's Start
sv: Låt oss börja

source: Step 2 of 4
sv: Steg 2 av 4

source: Installation Agreement
sv: installation avtalet~~POS=HEADCOMP

source: I Accept to Proceed
sv: Jag accepterar att Fortsätt

source: Step 3 of 4
sv: Steg 3 av 4

source: Database Connection Settings
sv: Databas Connection Settings

source: Host Name
sv: värd~~POS=TRUNC

source: Usually Localhost
sv: vanligtvis Localhost

source: Database Name
sv: Databasnamn

source: Database User
sv: databas Användar

source: Database User Name
sv: Databas Användarnamn

source: Database Password
sv: databas lösenord

source: Database User Password
sv: Databas användarlösenord

source: Database Type
sv: databas Type

source: Test Connection
sv: Testa anslutning

source: Step 4 of 4
sv: Steg 4 av 4

source: Name of Your Website
sv: Namn på din webbplats

source: Meta Keyword
sv: meta sökord

source: Useful for SEO
sv: Användbart för SEO

source: Meta Content for SEO
sv: Metaord för SEO

source: Please Select Timezone
sv: Välj Tidszon

source: Name of Your Organization/Company
sv: Namnet på din organisation / företag

source: Default Admin Email
sv: Default Admin E

source: Install Sample Data With Dummy Entries
sv: Installera exempeldata med napp Inlägg

source: Install
sv: Installera

source: Welcome to
sv: Välkommen till

source: Set Avatar
sv: uppsättning Avatar

source: Sign out
sv: Logga ut

source: Copyright
sv: Upphovsrätt

source: follow on facebook
sv: Följ på facebook

source: Latest News & Events
sv: Nyheter och evenemang

source: Time
sv: Tid

source: Download PDF
sv: Ladda ner PDF

source: Average Percentage(%)
sv: Genomsnittlig Andel (%)

source: Exam Given
sv: Exam Givet

source: Delete Forever
sv: Radera permanent

source: Move to Trash
sv: Flytta till papperskorgen

source: News Detail
sv: Nyheter i detalj

source: No of Visitors
sv: Antal besökare

source: No of Students
sv: Antal studenter

source: No of Exams
sv: Antal Tentor

source: Payment From Pay Pal
sv: Betalning från Pay Pal

source: Pay From Pay Pal
sv: Betala Från Pay Pal

source: Profile
sv: Profil

source: Edit Profile
sv: Redigera profil

source: New Student Register
sv: Nya student Register

source: Security Code
sv: 11.979 | | Säkerhetskod

source: Answers
sv: svar

source: My Results
sv: 12574 | | Mina resultat

source: Attempt Date
sv: försök Datum

source: SCORE CARD
sv: scorekort

source: SUBJECT REPORT
sv: ÄMNE RAPPORT

source: TIME MANAGEMENT
sv: TIDSPLANERING

source: QUESTION REPORT
sv: FRÅGA RAPPORT

source: SOLUTION
sv: LÖSNING

source: COMPARE REPORT
sv: JÄMFÖR RAPPORT

source: Score Card For
sv: Scorekort för

source: Total No. of Student
sv: Totalt antal Student

source: My Marks
sv: mina Marks

source: Total Marks of Test
sv: Totala Marks om test

source: My Percentile
sv: min Percentil

source: Total Question in Test
sv: Totalt fråga i test

source: Total Attempt Question in Test
sv: Totalt Försök Fråga i test

source: Left Question
sv: vänster Fråga

source: Left Question Marks
sv: Vänster Fråga Marks

source: Total Time of Test
sv: Total tid för test

source: My Time
sv: Min tid

source: My Rank
sv: min Rank

source: Performance Report For
sv: Resultatrapport för

source: Question & Marks Wise Report For
sv: Fråga & Marks Wise rapport för

source: Subject Report For
sv: Angående rapport för

source: Correct
sv: Rätta

source: Unattempted Questions
sv: påbörjat försök Frågor

source: Graphical Report For
sv: Grafisk rapport för

source: Time Management For
sv: Time Management för

source: Question Report For
sv: Fråga Rapportera För

source: Question Status
sv: fråga Status

source: Your Answer
sv: Ditt svar

source: Your Score
sv: · Din Poäng

source: Your Time
sv: Din tid

source: Solution For
sv: lösning För

source: Not Attempt
sv: inte Försök

source: Attempt
sv: Försök

source: Incorrect
sv: Fel.

source: Your Answers
sv: dina svar

source: Solution
sv: Lösning

source: Bookmark
sv: Bokmärk

source: Compare Report For
sv: Jämför Rapport För

source: Total Ques.
sv: Totalt Ques.

source: Maximum Marks
sv: maximala Marks

source: Attempted Ques.
sv: Utförda Ques.

source: Unattempted Ques.
sv: Påbörjat Ques.

source: Correct Ques.
sv: Korrekta Ques.

source: Incorrect Ques.
sv: Felaktiga Ques.

source: Percentile
sv: percentil

source: Previous
sv: Föregående

source: This is to certify that
sv: Det här är för att bekräfta att

source: has succesfully completed the
sv: har framgångsrikt slutfört

source: in course program offered by
sv: i kursprogrammet erbjuds av

source: Sign In
sv: Logga in

source: Forgot Passwocrd
sv: glömde Passwocrd

source: New User? Create Account
sv: Ny användare? Skapa konto

source: Engine is not loaded
sv: Motorn är inte laddad

source: Pdf engine "%s" not found
sv: Pdf motor \ " %s " hittades inte

source: Pdf engines must extend "AbstractPdfEngine"
sv: Pdf motorer måste sträcka sig \ "AbstractPdfEngine "

source: Crypto is not loaded
sv: Crypto är inte laddad

source: Pdf crypto "%s" not found
sv: Pdf crypto \ " %s " hittades inte

source: Crypto engine must extend "AbstractPdfCrypto"
sv: Crypto motorn måste sträcka sig \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
sv: Controller attribut $ pdfConfig inte är korrekt eller saknas

source: -> Testing :url
sv: -> Testa: url

source: Total Requests made: :requests
sv: Totalt Framställningar:: förfrågningar

source: Total Time elapsed: :duration (seconds)
sv: Total tid som förflutit: varaktighet (sekunder)

source: Requests/Second: :rps req/sec
sv: Begäran / Second: rps req / sek

source: Average request time: :average-time seconds
sv: Genomsnittlig begäran tid: medeltids sekunder

source: Standard deviation of average request time: :std-dev
sv: Standardavvikelse av genomsnittlig begäran tid: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
sv: Längsta / kortaste begäran: längsta sek /: kortaste sek

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
sv: Kan du få några grova benchmarking statisticsabout en fullständig webbadress.

source: The URL to request.
sv: URL för att begära.

source: Number of iterations to perform.
sv: Antal iterationer att utföra.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
sv: Maximal total tid för alla iterationer i seconds.If en enda iteration tar mer än tidsgränsen kommer endast en ansökan göras

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
sv: Exempel Användning: `tårta riktmärke -N 10 --T 100 http: // localhost / testsite`. <Info> Obs! </ Info> detta riktmärke omfattar inte webbläsare renderingstider.

source: Component initialization
sv: komponent initiering

source: Controller action
sv: kontrolleråtgärd

source: Controller action start
sv: Kontrolleråtgärd start

source: Processing toolbar state
sv: Bearbetning verktygsfältet tillstånd

source: Processing toolbar data
sv: Bearbetning verktygsfältet uppgifter

source: Could not load DebugToolbar panel %s
sv: Det gick inte att läsa in DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
sv: Core processorer (härlett från $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
sv: Headers redan skickats i %s på linje %s . Det går inte att skicka loggdata till FirePHP.

source: Incorrect parameter count for FireCake::fb()
sv: Felaktig parameter räkna för FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
sv: Maximalt antal (99,999) meddelanden uppnåtts!

source: There are no active panels. You must enable a panel to see its output.
sv: Det finns inga aktiva paneler. Du måste aktivera en panel för att se sin produktion.

source: App Constants
sv: app Konstanter anter~~POS=HEADCOMP

source: CakePHP Constants
sv: CakePHP Konstanter anter~~POS=HEADCOMP

source: PHP Environment
sv: PHP miljö

source: Hidef Environment
sv: hidef miljö

source: Request History
sv: begäran Historia

source: No previous requests logged.
sv: Inga tidigare förfrågningar loggas.

source: previous requests available
sv: tidigare förfrågningar tillgängliga

source: Restore to current request
sv: Återställa till aktuella begäran

source: Included Files
sv: inkluderade filer

source: Logs
sv: loggar

source: There were no log entries made this request
sv: Det fanns inga loggposter gjort denna begäran

source: Request
sv: begäran

source: No post data.
sv: Inga inlägg data.

source: No querystring data.
sv: Inga QueryString data.

source: Current Route
sv: Aktuell rutt

source: Sql Logs
sv: sQL loggar

source: No query logs when debug < 2.
sv: Inga frågeloggar när felsöka <2.

source: No query logs.
sv: Inga frågeloggar.

source: Total Time: %s ms <br />Total Queries: %s queries
sv: Total tid: %s ms <br /> Totalt frågor: %s frågor

source: Query Explain:
sv: Query Förklara:

source: Click an "Explain" link above, to see the query explanation.
sv: Klicka på en \ "Förklara " länken ovan för att se frågan förklaring.

source: No active database connections
sv: Inga aktiva databasanslutningar

source: Memory
sv: Minne

source: Peak Memory Use
sv: Peak Minnesanvändning

source: Memory use
sv: minnesanvändning

source: Total Request Time:
sv: Total Request Tid:

source: Time in ms
sv: I ms

source: Graph
sv: Graf

source: View Variables
sv: Syn Variabler

source: View render complete
sv: Se render komplett

source: Explain
sv: Förklara

source: Starting %sms into the request, taking %sms
sv: Start %s ms i denna begäran, med %s ms

source: No markup errors found
sv: Inga märk fel hittades

source: maybe slow
sv: kanske långsam

source: Absolute path or relative to APP.
sv: Absolut sökväg eller i förhållande till APP.

source: An error occured while getting the status of your account.
sv: Ett fel uppstod när få status för ditt konto.

source: There was an error while connecting to Paypal
sv: Det uppstod ett fel vid anslutning till Paypal

source: There was a problem initiating the transaction, please try again.
sv: Det fanns ett problem inledde transaktionen, försök igen.

source: There was a problem getting your details, please try again.
sv: Det fanns ett problem att få dina uppgifter, vänligen försök igen.

source: There was an error completing the payment
sv: Det gick inte att slutföra betalningen

source: There was a problem processing the transaction, please try again.
sv: Det fanns ett problem att bearbeta transaktionen försök igen.

source: There was an error processing the card payment
sv: Det uppstod ett fel bearbeta kortbetalningar

source: There was a problem processing your card, please try again.
sv: Det fanns ett problem att bearbeta kortet, försök igen.

source: There was an error processing the the refund
sv: Det uppstod ett fel bearbeta återbetalning

source: A problem occurred during the refund process, please try again.
sv: Ett problem uppstod under återbetalningsprocessen, försök igen.

source: There was an problem communicating with the payment gateway
sv: Det fanns en problem att kommunicera med betalning gateway

source: Missing client id/secret
sv: Saknas klient-ID / hemlighet

source: Must specify an expiry date
sv: Du måste ange ett utgångsdatum

source: Must include a M and Y in expiry date
sv: Måste innehålla en M och Y i utgångsdatum

source: Invalid expiry date
sv: Ogiltigt utgångsdatum

source: Invalid card number
sv: ogiltigt kortnummer

source: Invalid CVV2 number
sv: Ogiltigt CVV2 nummer

source: Invalid card type
sv: Ogiltig korttyp

source: Could not detect client IP address
sv: Det gick inte att upptäcka klient IP-adress

source: Not a valid credit card number
sv: Inte ett giltigt kreditkortsnummer

source: You must include the 3 digit security number
sv: Du måste inkludera tre siffrigt personnummer

source: Must specify an "amount" to charge
sv: Du måste ange en \ "mängd " för att ladda

source: You must pass a valid order array
sv: Du måste passera en giltig order array

source: Valid "return" and "cancel" urls must be provided
sv: Gäller \ "retur " och \ "avbryt " webbadresser måste tillhandahållas

source: You must provide a currency code
sv: Du måste ange ett valutakoden

source: Original PayPal Transaction ID is required
sv: Original PayPal transaktions-ID krävs

source: Must specify an "amount" to refund
sv: Du måste ange en \ "mängd " att återbetala

source: You must specify a refund type, such as Full or Partial
sv: Du måste ange en typ återbetalning, såsom Fullt eller partiellt

source: File was not downloaded.
sv: Fil hämtades inte.

source: No %s found for that date range
sv: Ingen %s hittades för det datumintervall

source: Your form data is preserved you'll be redirected to it after login.
sv: Din formulärdata bevaras du kommer att omdirigeras till den efter inloggning.

source: Error notification from %s
sv: Felmeddelande från %s

source: Albania
sv: albanien

source: Algeria
sv: algeriet

source: American Samoa
sv: Amerikanska Samoa

source: Antarctica
sv: antarktis

source: Antigua and Barbuda
sv: Antigua och Barbuda

source: Armenia
sv: armenien

source: Australia
sv: Australien

source: Austria
sv: österrike

source: Belarus
sv: Vitryssland

source: Belgium
sv: belgien

source: Bosnia and Herzegovina
sv: Bosnien och Hercegovina

source: Bouvet Island
sv: Bouvetön

source: Brazil
sv: Brasilien

source: British Indian Ocean Territory
sv: Brittiska territoriet i Indiska oceanen

source: Brunei Darussalam
sv: Brunei

source: Bulgaria
sv: bulgarien

source: Cambodia
sv: kambodja

source: Cameroon
sv: Kamerun

source: Canada
sv: Kanada

source: Cape Verde
sv: Cap Verde

source: Cayman Islands
sv: Caymanöarna

source: Central African Republic
sv: Centralafrikanska republiken

source: Chad
sv: tchad

source: China
sv: Kina

source: Christmas Island
sv: JULÖN

source: Congo
sv: kongo

source: Congo, the Democratic Republic of the
sv: Kongo, Demokratiska republiken

source: Cook Islands
sv: Cooköarna

source: Cote D'Ivoire
sv: Elfenbenskusten

source: Croatia
sv: kroatien

source: Cuba
sv: kuba

source: Cyprus
sv: cypern

source: Czech Republic
sv: Tjeckien

source: Denmark
sv: Danmark

source: Dominican Republic
sv: Dominikanska Republiken

source: Egypt
sv: egypten

source: Equatorial Guinea
sv: Ekvatorialguinea

source: Estonia
sv: Estland

source: Ethiopia
sv: etiopien

source: Falkland Islands (Malvinas)
sv: Falklandsöarna (Malvinas)

source: Faroe Islands
sv: Färöarna

source: France
sv: frankrike

source: French Guiana
sv: Franska Guyana

source: French Polynesia
sv: Franska Polynesien

source: French Southern Territories
sv: Franska Sydterritorierna

source: Georgia
sv: Georgien

source: Germany
sv: Tyskland

source: Greece
sv: grekland

source: Greenland
sv: Grönland

source: Heard Island and Mcdonald Islands
sv: Heardön och Mcdonaldöarna

source: Holy See (Vatican City State)
sv: Heliga stolen (Vatikanstaten)

source: Hungary
sv: Ungern

source: Iceland
sv: Island

source: India
sv: indien

source: Indonesia
sv: Indonesien

source: Iran, Islamic Republic of
sv: Iran, Islamiska republiken

source: Iraq
sv: irak

source: Ireland
sv: irland

source: Italy
sv: Italien

source: Kazakhstan
sv: Kazakstan

source: Korea, Democratic People's Republic of
sv: Korea, Demokratiska folkrepubliken

source: Korea, Republic of
sv: Korea, Republiken av

source: Lao People's Democratic Republic
sv: Laos Demokratiska folkrepubliken

source: Latvia
sv: lettland

source: Lebanon
sv: libanon

source: Libyan Arab Jamahiriya
sv: Libyen

source: Lithuania
sv: Litauen

source: Luxembourg
sv: luxemburg

source: Macedonia, the Former Yugoslav Republic of
sv: Makedonien, fd jugoslaviska republiken

source: Madagascar
sv: madagaskar

source: Maldives
sv: Maldiverna

source: Marshall Islands
sv: Marshallöarna

source: Mauritania
sv: mauretanien

source: Micronesia, Federated States of
sv: Mikronesien av

source: Moldova, Republic of
sv: Moldavien

source: Mongolia
sv: mongoliet

source: Morocco
sv: Marocko

source: Mozambique
sv: Moçambique

source: Myanmar
sv: Burma

source: Netherlands
sv: nederländerna

source: Netherlands Antilles
sv: Nederländska Antillerna

source: New Caledonia
sv: Nya Kaledonien

source: New Zealand
sv: Nya Zeeland

source: Northern Mariana Islands
sv: Nordmarianerna

source: Norway
sv: Norge

source: Palestinian Territory, Occupied
sv: Det ockuperade palestinska territoriet

source: Papua New Guinea
sv: Papua Nya Guinea

source: Philippines
sv: filippinerna

source: Poland
sv: Polen

source: Reunion
sv: Möte

source: Romania
sv: rumänien

source: Russian Federation
sv: Ryska Federationen

source: Saint Kitts and Nevis
sv: Saint Kitts och Nevis

source: Saint Pierre and Miquelon
sv: Saint Pierre och Miquelon

source: Saint Vincent and the Grenadines
sv: Saint Vincent och Grenadinerna

source: Sao Tome and Principe
sv: Sao Tomé och Principe

source: Saudi Arabia
sv: Saudiarabien

source: Serbia and Montenegro
sv: Serbien och Montenegro

source: Seychelles
sv: Seychellerna

source: Slovakia
sv: Slovakien

source: Slovenia
sv: slovenien

source: Solomon Islands
sv: Salomonöarna

source: South Africa
sv: Sydafrika

source: South Georgia and the South Sandwich Islands
sv: Sydgeorgien och Sydsandwichöarna

source: Spain
sv: spanien

source: Svalbard and Jan Mayen
sv: Svalbard och Jan Mayen

source: Sweden
sv: sverige

source: Switzerland
sv: schweiz

source: Syrian Arab Republic
sv: Syrien

source: Taiwan, Province of China
sv: Taiwan, provinsen i Kina

source: Tajikistan
sv: tadzjikistan

source: Tanzania, United Republic of
sv: Tanzania av

source: Timor-Leste
sv: Östtimor

source: Togo
sv: Att åka

source: Trinidad and Tobago
sv: Trinidad och Tobago

source: Tunisia
sv: tunisien

source: Turkey
sv: Turkiet

source: Turks and Caicos Islands
sv: Turks- och Caicosöarna

source: Ukraine
sv: Ukraina

source: United Arab Emirates
sv: Förenade arabemiraten

source: United Kingdom
sv: Storbritannien

source: United States
sv: Förenta staterna

source: Virgin Islands, British
sv: Jungfruöarna, Brittiska

source: Virgin Islands, U.s.
sv: Amerikanska Jungfruöarna

source: Wallis and Futuna
sv: Wallis och Futuna

source: Western Sahara
sv: Västra Sahara

source: Yemen
sv: jemen

source: Invalid argument #1: %s is not a valid %s identifyer.
sv: Ogiltigt argument # 1: %s är inte en giltig %s identifyer.

source: %s for Row %d failed to save.
sv: %s för Rad %d misslyckades att spara.

source: You need to define at least one field to be toggleable.
sv: Du måste definiera minst ett fält att vara toggleable.

source: The field %s is not in the list of toggleable fields.
sv: Fältet %s är inte i listan över toggleable fält.

source: The field %s does not have two toggleable states defined.
sv: Fältet %s har inte två toggleable tillstånd definierade.

source: Invalid record
sv: ogiltig rekord

source: Server lipsum.com returns error code %s.
sv: Server lipsum.com returnerar felkod %s .

source: Response from lipsum.com is empty or could not be decoded.
sv: Svar från lipsum.com är tom eller kunde inte avkodas.

source: Connection to server lipsum.com failed. %s.
sv: Anslutning till servern lipsum.com misslyckades. %s .

source: Please correct the errors below.
sv: Var snäll och rätta felen här under.

source: Error
sv: Fel

source: The requested address %s was not found on this server.
sv: Den begärda adressen %s kunde inte hittas på den här servern.

source: An Internal Error Has Occurred.
sv: Ett internt fel har inträffat.

source: datasource configuration was not found
sv: datakälla konfiguration hittades inte

source: CakePHP: the rapid development php framework
sv: CakePHP: den snabba utveckling ram php

source: Debug setting does not allow access to this url.
sv: Debug inställning tillåter inte tillgång till denna URL.

source: Add New Exam
sv: Lägg till ny examen

source: Inactive
sv: (Inaktiv)

source: Start & End Date
sv: Start & Slutdatum

source: Certification of Completion
sv: Certifiering av Slutförande

source: Click here to download excel file format
sv: Klicka här för att ladda Excel-format

source: Are you sure, you want to close this exam?
sv: Är du säker på, du vill avsluta det här provet?

source: Are you sure, you want to re-activate this exam?
sv: Är du säker på, du vill återaktivera denna examen?

source: Closed
sv: Stängd

source: Results
sv: Resultat

source: Configurations
sv: Konfiguration

source: General
sv: Allmänt

source: Contents
sv: Innehåll

source: Email & SMS
sv: E-post och SMS

source: Knowledge Base (for Documentation)
sv: Knowledge Base (för dokumentation)

source: Live Chat (For Sales & Billing Only)
sv: Live Chat (försäljning och fakturering endast)

source: Support (For Technical Support)
sv: Support (För teknisk support)

source: Visit Our Website
sv: Besök vår hemsida

source: for more documentation & Details
sv: för mer dokumentation & detaljer
