Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/swe/LC_MESSAGES/validation.po
Languages: sv

source: Only letters and numbers allowed
sv: Endast bokstäver och siffror är tillåtna

source: Group already exist
sv: Grupp redan existerar

source: Only Url
sv: endast webbadress

source: File does not have a valid extension
sv: Filen inte har en giltig förlängning

source: You must supply a JPG, GIF or PNG File.
sv: Du måste ange en JPG, GIF eller PNG-fil.

source: Invalid Header Contact
sv: Ogiltig Header Kontakta

source: Only Alphabets
sv: endast alfabet

source: Currency Name already exist
sv: Valuta namn redan existerar

source: You must supply image height is less than 50px
sv: Du måste ange bildhöjden är mindre än 50px

source: You must supply image width is less than 50px
sv: Du måste ange bildbredden är mindre än 50px

source: Only numbers allowed
sv: Endast siffror tillåtna

source: Only Date/time format
sv: Endast datum / tidsformat

source: Enter a valid email
sv: Ange en giltig e-

source: Please select
sv: Vänligen välj

source: Invalid Username
sv: Ogiltigt användarnamn

source: Invalid Password
sv: felaktigt lösenord

source: Invalid Signature
sv: ogiltig signatur

source: Only numbers
sv: endast siffror

source: You must supply image height is less than 220px
sv: Du måste ange bildhöjden är mindre än 220px

source: This Email has already been exist! try new one
sv: Denna post har redan varit existerar! prova nya

source: Password required
sv: Lösenord krävs

source: Password minimum 4 character long
sv: Lösenord minst fyra tecken lång

source: Name already exist
sv: Namn redan existerar
