Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hin/LC_MESSAGES/default.po
Languages: hi

source: Description
hi: विवरण

source: Edit Help Content
hi: सहायता सामग्री को संपादित

source: Help Content
hi: सहायता सामग्री

source: Add New Help Content
hi: न्यू सहायता सामग्री जोड़ें

source: Import/Export Qusetions
hi: आयात / निर्यात Qusetions

source: Back To Questions
hi: वापस प्रश्नों के

source: Export Questions
hi: निर्यात सवाल

source: Select File
hi: फ़ाइल का चयन करें

source: Import Questions
hi: आयात सवाल

source: Import/Export Students
hi: आयात / निर्यात छात्र

source: Back To Students
hi: वापस करने के लिए छात्र

source: Export Students
hi: निर्यात छात्र

source: Import Students
hi: आयात छात्र

source: All Messages
hi: सभी संदेश

source: My Profile
hi: मेरी प्रोफ़ाइल

source: Change Password
hi: पासवर्ड बदलें

source: Logout
hi: लॉगआउट

source: Powered by
hi: द्वारा संचालित

source: Date &amp; Time
hi: तिथि &amp; समय

source: Compose Mail
hi: मेल लिखें

source: Search Student Mail
hi: खोजें छात्र Mail

source: Message
hi: संदेश

source: Send
hi: भेजें

source: Compose
hi: लिखें

source: Inbox
hi: इनबॉक्स

source: Sent Mail
hi: सेंट मेल (भेजी गई मेल)

source: Trash
hi: कचरा

source: More
hi: अधिक

source: Mark as Read
hi: पठित के रूप में चिह्नित करें

source: Mark as Unread
hi: अपठित के रूप में चिह्नित करें

source: Move to Inbox
hi: इनबॉक्स में ले जाएँ

source: Reply
hi: उत्तर दें

source: Forward
hi: फॉरवर्ड करें (आगे बढ़ें)

source: Menu Names
hi: मेनू के नाम

source: Model Name
hi: मॉडल का नाम

source: Icon
hi: आइकॉन

source: Add News
hi: नए %s1 जोड़ें

source: News Title
hi: समाचार शीर्षक

source: News Description
hi: समाचार विवरण

source: Edit News
hi: समाचार संपादित करें

source: News
hi: समाचार

source: Add New News
hi: न्यू समाचार जोड़ें

source: Paypal Payment Option
hi: पेपैल भुगतान विकल्प

source: Signature
hi: हस्ताक्षर

source: Sandbox Mode
hi: सैंडबॉक्स मोड

source: True
hi: सही

source: Add Question
hi: प्रश्न जोड़ें

source: Question
hi: प्रश्न

source: Correct Answers
hi: सही जवाब :

source: Type your question here
hi: अपना प्रश्न यहां टाइप करें

source: Answer1
hi: उत्तर 4

source: Answer2
hi: उत्तर 4

source: Answer3
hi: उत्तर 4

source: Answer4
hi: उत्तर 4

source: Answer5
hi: उत्तर 4

source: Answer6
hi: उत्तर 4

source: True/False
hi: यह सही है / या गलत

source: False
hi: गलत

source: Blank Space
hi: खाली जगह

source: Explanation (Optional)
hi: स्पष्टीकरण (वैकल्पिक)

source: Provide explanation in support of correct answer
hi: सही जवाब के समर्थन में विवरण प्रदान

source: Hint(optional)
hi: सुझाव (वैकल्पिक)

source: Hint to help answer correctly
hi: सुझाव सही ढंग से जवाब देने में मदद करने के लिए

source: without minus sign
hi: ऋण चिह्न के बिना

source: Edit Question Type
hi: संपादित प्रश्न प्रकार

source: Explanation
hi: व्याख्या

source: Hint
hi: संकेत

source: Questions
hi: प्रश्न

source: Add New Question
hi: नये प्रश्न जोड़ें

source: Import/Export Question
hi: आयात / निर्यात प्रश्न

source: Answer
hi: उत्तर

source: Question Details
hi: प्रश्न/विवरण

source: Exam Wise
hi: परीक्षा समझदार

source: Please Select Exam
hi: कृपया परीक्षा का चयन करें

source: Status of Result
hi: परिणाम की स्थिति

source: Please Select Result Status
hi: कृपया परिणाम स्थिति का चयन करें

source: Download Result
hi: डाउनलोड परिणाम

source: Rank
hi: रैंक

source: Test
hi: कसौटी

source: Percent
hi: प्रतिशत

source: Result
hi: परिणाम

source: View Result
hi: परिणाम देखें

source: Download/Print Result
hi: डाउनलोड / प्रिंट परिणाम

source: Student Wise
hi: छात्र समझदार

source: Name or Enrolment Number
hi: नाम या नामांकन संख्या

source: Enrolment Number
hi: नामांकन संख्या

source: Back
hi: वापस जाएं

source: Assesment Report for
hi: के लिए Assesment रिपोर्ट

source: Taken Date
hi: की तारीख

source: Total Time
hi: सीखने का कुल समय

source: Nos. of Browser tolrance attempt
hi: ब्राउज़र tolrance प्रयास की सं।

source: Total Score
hi: कुल प्राप्तांक

source: Student Marks Distribution
hi: छात्र मार्क्स वितरण

source: Feedback
hi: प्रतिक्रिया

source: Marks Sheet
hi: मार्क्स शीट

source: Section Name
hi: अनुभाग का नाम

source: Section proportion
hi: धारा अनुपात

source: Actual
hi: वास्तविक

source: Your Percentage
hi: अपने प्रतिशत

source: Section Summary
hi: धारा सारांश

source: Maximum Score
hi: अधिकतम अंक:

source: Developed Skill
hi: कौशल विकसित

source: Needs Development
hi: विकास की जरूरत

source: Lack of Skill
hi: कौशल की कमी

source: MCQ answered
hi: MCQ जवाब

source: S.N.
hi: क्रमांक

source: Legend
hi: उपाख्यान

source: Send Emails
hi: ईमेल भेजिए

source: Teachers
hi: शिक्षक

source: Any Email
hi: किसी भी ईमेल

source: Default all students if you add manually then search student email
hi: सभी छात्रों चूक करता है, तो आप तो स्वयं छात्र ईमेल खोज जोड़ें

source: Default all teachers if you add manually then search teacher email
hi: सभी शिक्षकों चूक करता है, तो आप तो स्वयं शिक्षक ईमेल खोज जोड़ें

source: Type any email comma seprated
hi: किसी भी ईमेल अल्पविराम seprated टाइप करें

source: Type subject
hi: Subject - टाइप करें.

source: Select Email Template
hi: ईमेल टेम्पलेट का चयन

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
hi: आप तो ईमेल टेम्पलेट का चयन करने के लिए नहीं करना चाहते, तो बस ईमेल संदेश लिखें। एक बार जब आप संपादक लोड तो आप चयन नहीं कर सकते टेम्पलेट बटन रीसेट करने के लिए जाना

source: Send Sms
hi: संदेश भेजो

source: Any Sms
hi: किसी भी एसएमएस

source: Default all student if you add manually then search students name
hi: सभी छात्र चूक करता है, तो आप मैन्युअल तो छात्रों के नाम खोज जोड़ें

source: Default all teachers if you add manually then search teacher name
hi: सभी शिक्षकों चूक करता है, तो आप मैन्युअल तो शिक्षक नाम खोज जोड़ें

source: Any Number
hi: कोई भी संख्या

source: Type any number comma seprated
hi: किसी भी संख्या अल्पविराम seprated टाइप करें

source: Select Sms Template
hi: चयन एसएमएस टेम्पलेट

source: Sms Template
hi: एसएमएस टेम्पलेट

source: If you do not want to select sms template then simply type sms message
hi: तुम तो एसएमएस टेम्पलेट का चयन करने के लिए नहीं करना चाहते, तो बस एसएमएस संदेश लिखें

source: Certificate Signature
hi: प्रमाणपत्र हस्ताक्षर

source: Upload Image(* height less than 75px)
hi: अपलोड छवि (* 75px से कम ऊंचाई)

source: Delete Signature
hi: हस्ताक्षर को हटाएँ

source: Add Slides
hi: स्लाइड जोड़

source: Slide Name
hi: स्लाइड नाम

source: Upload Slide (1350*550)
hi: अपलोड स्लाइड (1350 * 550)

source: Edit Slides
hi: स्लाइड संपादित करें

source: Slides
hi: स्लाइड्स

source: Add New Slide
hi: नई स्लाइड जोड़े

source: SMS Settings
hi: एसएमएस सेटिंग्स

source: API Link
hi: एपीआई लिंक

source: Sender ID
hi: प्रेषक आईडी

source: Heading Username
hi: शीर्षक यूजर का नाम

source: Username field provided by sms gateway
hi: यूजर का नाम क्षेत्र एसएमएस गेटवे द्वारा प्रदान की

source: Heading Password
hi: शीर्षक पासवर्ड

source: Password field provided by sms gateway
hi: पासवर्ड क्षेत्र एसएमएस गेटवे द्वारा प्रदान की

source: Heading Mobile No
hi: शीर्षक मोबाइल नहीं

source: Mobile No field provided by sms gateway
hi: मोबाइल नं क्षेत्र एसएमएस गेटवे द्वारा प्रदान की

source: Heading Message
hi: शीर्षक संदेश

source: Message field provided by sms gateway
hi: संदेश क्षेत्र एसएमएस गेटवे द्वारा प्रदान की

source: Heading Sender Id
hi: शीर्षक प्रेषक आईडी

source: Sender Id field provided by sms gateway
hi: प्रेषक आईडी क्षेत्र एसएमएस गेटवे द्वारा प्रदान की

source: Add SMS Template
hi: एसएमएस खाका जोड़ें

source: Edit SMS templates
hi: एसएमएस संपादित टेम्पलेट्स

source: SMS Templates
hi: एसएमएस टेम्पलेट्स

source: Add New SMS Template
hi: नई एसएमएस खाका जोड़ें

source: Add Students
hi: छात्रों को जोड़ें

source: Address
hi: पता

source: Guardian Phone
hi: गार्जियन फ़ोन

source: Edit Students
hi: छात्र संपादित करें

source: Renewal Date
hi: नवीकरण की तारीख

source: Add New Student
hi: नई छात्र जोड़े

source: Wallet
hi: वॉलेट डीबगर

source: Admission Date
hi: एडमिशन की तारीख

source: Credit
hi: क्रेडिट

source: Debit
hi: डेबिट

source: Balance
hi: संतुलन

source: Date & Time
hi: दिनांक समय

source: Payment Through
hi: के माध्यम से भुगतान

source: Remarks
hi: टिप्पणियां

source: View Student Information
hi: देखें विद्यार्थी सूचना

source: Full Name
hi: पूरा नाम

source: Phone Number
hi: फोन नंबर

source: Registered Email
hi: पंजीकृत ईमेल

source: Alternate Number
hi: वैकल्पिक संपर्क नंबर

source: Enrolment No
hi: नामांकन न.

source: Last Login
hi: अंतिम लॉगिन

source: Students Wallet
hi: छात्र वॉलेट

source: Transaction Form
hi: लेन-देन फ़ॉर्म

source: Mobile
hi: मोबाइल

source: ADD
hi: जोड़ें

source: DEDUCT
hi: कटौतियां

source: Add Subjects
hi: विषयों जोड़े

source: Edit Subjects
hi: विषयों संपादित करें

source: Subjects
hi: विषय

source: Add New Subject
hi: नया विषय जोड़े

source: Question Bank
hi: प्रश्न बैंक

source: Add Testimonials
hi: प्रशंसापत्र जोड़ें

source: Upload Photo (150*150)
hi: अपलोड फोटो (150 * 150)

source: Edit Testimonials
hi: प्रशंसापत्र संपादित करें

source: Testimonials
hi: प्रशंसापत्र

source: Add New Testimonial
hi: न्यू प्रशंसापत्र जोड़ें

source: Photo
hi: तस्वीर

source: Add Users
hi: उपयोगकर्ता जोड़ें

source: User Level
hi: उपयोगकर्ता स्तर

source: Username
hi: उपयोगकर्तानाम

source: Level users
hi: स्तर के उपयोगकर्ताओं

source: Add New Level
hi: नए स्तर जोड़ने

source: Back To Users
hi: वापस करने के लिए उपयोगकर्ता

source: Level Name
hi: स्तर नाम

source: Set Permission
hi: सेट की अनुमति

source: Assign Form Rights
hi: निरुपित पर्चा विशेषाधिकार

source: Module Name
hi: मॉड्यूल का नाम

source: Old Password
hi: पुराना पासवर्ड

source: Edit Users
hi: उपयोगकर्ताओं को संपादित

source: User Registration Form
hi: उपयोगकर्ता पंजीकरण फार्म

source: Users
hi: उपयोगकर्ता

source: Add New User
hi: नया उपयोगकर्ता जोड़ें

source: Add Level Users
hi: स्तर के उपयोगकर्ताओं जोड़े

source: Level User
hi: स्तर उपयोगकर्ता

source: Dear user, log in to access the admin area!
hi: प्रिय उपयोगकर्ता, लोग इन व्यवस्थापक क्षेत्र का उपयोग करने के लिए!

source: Admin / Teacher Username
hi: व्यवस्थापक / शिक्षक यूजर का नाम

source: Forgot User Name
hi: उपयोगकर्ता नाम भूल गए

source: Organisation Logo
hi: संगठन लोगो

source: Upload Image(* height less than 220px)
hi: अपलोड छवि (* 220px से कम ऊंचाई)

source: Delete Logo
hi: लोगो मिटाएं

source: Please provide a type for chart %s!
hi: चार्ट के लिए एक प्रकार प्रदान करें %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
hi: चार्ट: \ " %s " नहीं पाया जा सका। सुनिश्चित करें कि चार्ट का नाम ही स्ट्रिंग है कि आपके विचार में $ this-> HighCharts-> प्रस्तुत करना () को पारित कर दिया है।

source: The Express Checkout transaction has expired and the transaction needs to be restarted
hi: एक्सप्रेस चेकआउट लेनदेन समाप्त हो गया है और लेनदेन को पुनः आरंभ करने की जरूरत है

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
hi: आप एक ही भुगतान के लिए एक दूसरे फोन बना सकते हैं या आप अलग लेन-देन के लिए एक ही चालान आईडी का उपयोग किया जा सकता है।

source: Please use a different funcing source.
hi: एक अलग funcing स्रोत का उपयोग करें।

source: An error occured, please retry the transaction.
hi: हुई एक त्रुटि है, कृपया पुन: प्रयास लेनदेन।

source: This transaction couldn't be completed. Redirecting to payment gateway
hi: यह सौदा पूरा नहीं हो सका। भुगतान के प्रवेश द्वार के लिए पुनः निर्देशित

source: You have not agreed to the billing agreement.
hi: आप बिलिंग समझौते के लिए सहमत नहीं है।

source: The billing agreement is disabled or inactive.
hi: बिलिंग समझौते विकलांग या निष्क्रिय है।

source: The credit card used is expired.
hi: क्रेडिट कार्ड की अवधि समाप्त इस्तेमाल किया है।

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
hi: क्योंकि एवीएस प्रतिक्रिया एन के मूल्य में लौटे लेनदेन से इनकार कर दिया गया था, और व्यापारी खाते में इस तरह के लेन-देन को स्वीकार करने के लिए सक्षम नहीं है।

source: The payment gateway account is restricted.
hi: भुगतान गेटवे खाते के लिए प्रतिबंधित है।

source: You must submit an IP address of the buyer with each API call.
hi: आप प्रत्येक API कॉल के साथ खरीदार के एक आईपी पते प्रस्तुत करना होगा।

source: The merchant selected a value for the PaymentAction field that is not supported.
hi: व्यापारी PaymentAction क्षेत्र है कि समर्थित नहीं है के लिए एक मूल्य का चयन किया।

source: The credit card field was blank.
hi: क्रेडिट कार्ड क्षेत्र को खाली था।

source: The total amount and item amounts do not match.
hi: कुल राशि और आइटम मात्रा में मेल नहीं खाते।

source: The credit card entered is currently restricted by the payment gateway.
hi: क्रेडिट कार्ड में प्रवेश वर्तमान में भुगतान के प्रवेश द्वार के द्वारा प्रतिबंधित है।

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
hi: व्यापारी एक चालान आईडी है कि पहले से ही व्यापारी द्वारा एक सौदे के साथ जुड़ा हुआ है में प्रवेश किया। एक नए चालान आईडी के साथ प्रयास

source: The transaction was declined by the country filter managed by the merchant.
hi: लेनदेन देश के व्यापारी द्वारा प्रबंधित फिल्टर द्वारा अस्वीकृत किया गया था।

source: The transaction was declined by the maximum amount filter managed by the merchant.
hi: लेन-देन के व्यापारी द्वारा प्रबंधित अधिकतम राशि फिल्टर द्वारा अस्वीकृत किया गया था।

source: The transaction was declined by the payment gateway.
hi: लेनदेन भुगतान गेटवे की गिरावट हुई।

source: The transaction was declined by payment gateway because of possible fraudulent activity.
hi: लेनदेन संभव धोखाधड़ी गतिविधि की वजह से भुगतान गेटवे की गिरावट हुई।

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
hi: लेन-देन के आईपी पते पर संभव धोखाधड़ी गतिविधि की वजह से भुगतान गेटवे की गिरावट हुई।

source: The merchant account attempting the transaction is not a business account.
hi: लेनदेन का प्रयास व्यापारी खाते में एक व्यापार खाता नहीं है।

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
hi: लेनदेन का प्रयास व्यापारी खाते पर कार्रवाई करने के डायरेक्ट पेमेंट के लेन-देन में सक्षम नहीं है।

source: Access to Direct Payment was disabled for your account.
hi: डायरेक्ट पेमेंट को देखकर अपने खाते के लिए निष्क्रिय किया गया।

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
hi: लेनदेन का प्रयास व्यापारी खाते भुगतान के प्रवेश द्वार के साथ एक ई-मेल पते की पुष्टि की जरूरत नहीं है।

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
hi: व्यापारी एक सौदे जहां राशि है कि व्यापारी के लिए ऊपरी सीमा को पार करने का प्रयास किया।

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
hi: लेनदेन एवीएस के लिए एक व्यापारी जोखिम फिल्टर की वजह से अस्वीकृत किया गया था। विशेष रूप से, व्यापारी लेनदेन अस्वीकार करने के लिए जब एवीएस लौटे कोई मुकाबला (एवीएस = एन) का गठन किया है।

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
hi: लेनदेन एवीएस के लिए एक व्यापारी जोखिम फिल्टर की वजह से अस्वीकृत किया गया था। विशेष रूप से, व्यापारी लेनदेन अस्वीकार करने के लिए जब एवीएस एक आंशिक मैच देता है फिल्टर का गठन किया है।

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
hi: लेनदेन एवीएस के लिए एक व्यापारी जोखिम फिल्टर की वजह से अस्वीकृत किया गया था। विशेष रूप से, व्यापारी लेनदेन अस्वीकार करने के लिए जब एवीएस असमर्थित है फिल्टर का गठन किया है।

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
hi: व्यापारी एक आईपी पता है कि अवैध प्रारूप में दर्ज किया गया था। आईपी ​​पते ऐसी 123.456.123.456 के रूप में एक प्रारूप में होना चाहिए।

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
hi: व्यापारी की विन्यास एक सीवीवी दर्ज किए जाने की आवश्यकता है, लेकिन कोई सीवीवी इस सौदे के साथ प्रदान किया गया।

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
hi: व्यापारी या तो संयुक्त राज्य अमेरिका या कनाडा में एक पते प्रदान की है, लेकिन राज्य प्रदान की या तो देश में एक वैध नहीं है।

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
hi: लेनदेन जारी करने वाले बैंक, नहीं भुगतान गेटवे की गिरावट हुई। व्यापारी एक और कार्ड का प्रयास करना चाहिए।

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
hi: निवास के व्यापारी की देश में वर्तमान में अनुमति देने के लिए डायरेक्ट पेमेंट लेनदेन समर्थित नहीं है।

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
hi: लेन-देन के लिए मना कर दिया गया था क्योंकि भुगतान गेटवे वर्तमान में एक ही राशि के लिए एक ही खरीदार द्वारा एक सौदे के प्रसंस्करण है। हो सकता है जब एक खरीदार जल्दी उत्तराधिकार में एकाधिक, समान लेनदेन प्रस्तुत करें।

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
hi: प्रदान की सीवीवी अमान्य है। सीवीवी 3-4 के बीच अंक लंबा है।

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
hi: बाद में पुन: प्रयास करें। सुनिश्चित करें कि आप खरीदार के लिए सही सीवीवी और पते की जानकारी बीत चुके हैं। अगर एक आवर्ती प्रोफाइल बनाने, 0 से init राशि से गुजर रहा पुन: प्रयास करें।

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
hi: लेनदेन लापता या अमान्य 3-डी सुरक्षित प्रमाणीकरण मूल्यों के कारण अनुरूप नहीं है। ईसीआई, ECI3DS, CAVV, XID क्षेत्रों की जाँच करें।

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
hi: लेन-देन की वजह से इस क्रेडिट कार्ड के लिए समय की एक छोटी अवधि में अत्यधिक विफलताओं का भुगतान गेटवे द्वारा अस्वीकार कर दिया गया था।

source: The transaction was declined by payment gateway.
hi: लेनदेन भुगतान गेटवे की गिरावट हुई।

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
hi: क्योंकि व्यापारी भुगतान के प्रवेश द्वार के साथ फाइल पर एक वैध वाणिज्यिक इकाई समझौता नहीं है लेनदेन अस्वीकृत किया गया था।

source: The transaction was declined because the CVV entered does not match the credit card.
hi: लेन-देन के लिए मना कर दिया गया था क्योंकि सीवीवी डाला गया क्रेडिट कार्ड से मेल नहीं खाती।

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
hi: लेन-देन की एक समय सीमा समाप्त क्रेडिट कार्ड की वजह से जारी करने वाले बैंक द्वारा अस्वीकार कर दिया गया। व्यापारी एक और कार्ड का प्रयास करना चाहिए।

source: utils
hi: 15 यूटिल

source: Exceeded permissible limit for Navigating away
hi: दूर नेविगेट करने के लिए स्वीकार्य सीमा पार हो गई

source: You have exceeded the permissible limit for navigating away from your test
hi: आप अपने परीक्षण से दूर नेविगेट करने के लिए स्वीकार्य सीमा पार कर चुके हैं

source: Your test has finished. You can close the window now
hi: आपका परीक्षण समाप्त हो गया है। अब आप विंडो बंद कर सकते हैं

source: Installation Complete
hi: स्थापना का काम पूरा हो गया

source: Aho! The System is installed successfully.
hi: Aho! प्रणाली को सफलतापूर्वक स्थापित किया गया है।

source: Go to Admin/Teacher Interface
hi: व्यवस्थापक / शिक्षक अंतरफलक के लिए जाना

source: User
hi: उपयोगकर्ता

source: Go to Front End/Student Interface
hi: फ्रंट एंड / छात्र अंतरफलक के लिए जाना

source: Visit our website
hi: हमारी वेबसाइट पर jaaein:

source: for documentation and support
hi: प्रलेखन और समर्थन के लिए

source: My Exam Stats
hi: मेरी परीक्षा आँकड़े

source: Total Exam Given
hi: कुल परीक्षा को देखते हुए

source: Absent Exams
hi: अनुपस्थित परीक्षा

source: Best Score in
hi: में सर्वश्रेष्ठ स्कोर

source: On
hi: ऑन

source: Failed in
hi: में विफल

source: Average Percentage
hi: औसत प्रतिशत

source: Your Rank
hi: आपका रैंक

source: Month Wise Performance
hi: माहवार प्रदर्शन

source: Exam Wise Performance
hi: परीक्षा वार प्रदर्शन

source: Top 10
hi: शीर्ष 10

source: Todays Exam
hi: आज परीक्षा

source: Top
hi: शीर्ष

source: These are the exam(s) that can be taken right now
hi: ये परीक्षा (s) है कि अब ठीक किया जा सकता है

source: No Exams found for today
hi: कोई परीक्षा आज के लिए मिला

source: Something went wrong
hi: कुछ गलत हो गया है

source: Show
hi: दिखाएँ

source: entries
hi: प्रविष्टियां

source: Prev
hi: पिछला

source: Next
hi: अगला

source: Showing {:start} to {:current} of {:count} entries
hi: दिखा {:start} {:current} की {:count} प्रविष्टियों

source: Email Verification
hi: ई - मेल सत्यापन

source: Please Enter Verification Code in the Text Box
hi: पाठ बॉक्स में सत्यापन कोड डालें

source: Re-Send Email Verification
hi: फिर से भेजने के ईमेल सत्यापन

source: Please Enter Email Id in the Text Box which you enter at the time of registration
hi: कृपया पाठ बॉक्स जो आप पंजीकरण के समय प्रवेश में ईमेल आईडी दर्ज करें

source: Purchased Exam
hi: खरीदे परीक्षा

source: Expired Exam
hi: समय सीमा समाप्त परीक्षा

source: These are the exam(s) which has been expired
hi: ये परीक्षा (s) जो समाप्त हो गई है किया गया है

source: No Exams found
hi: कोई परीक्षा पाया

source: Thank you for using the test
hi: परीक्षण का उपयोग करने के लिए धन्यवाद

source: 1. The test instructions were
hi: 1. टेस्ट निर्देश थे

source: Largely Clear
hi: मोटे तौर पर साफ

source: Medium Clear
hi: मीडियम साफ

source: Not Clear
hi: अस्पष्ट

source: 2. Language of question was
hi: 2. सवाल की भाषा थी

source: 3. Overall test experience was
hi: 3. समग्र परीक्षण अनुभव था

source: Good
hi: अच्छी

source: Better
hi: बेहतर

source: Best
hi: सर्वोत्तम

source: Any other feedback suggestion
hi: किसी अन्य प्रतिक्रिया सुझाव

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
hi: अपने परीक्षण शुरू करने से पहले अपने चैट खिड़कियां, स्क्रीन सेवर के सभी बंद करें, और विरोधी वायरस प्रोग्राम

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
hi: कृपया \ "F5 " प्रेस नहीं है अपने परीक्षण के दौरान। यह आपकी परीक्षा खत्म हो जाएगा और आप परीक्षण फिर से खोलने के लिए सक्षम नहीं होगा

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
hi: आपकी प्रतिक्रियाओं का उद्धार होगा। अपने परीक्षण के लिए किसी भी कारण के लिए काट दिया जाता है, तो उस बिंदु तक अपनी प्रतिक्रियाओं को सहेजा जाएगा

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
hi: उदाहरण के लिए पृष्ठभूमि में सभी कार्यक्रमों है कि अपलोड बंद करने या फ़ाइलों को डाउनलोड करें: ड्रॉपबॉक्स, धार, आदि

source: Instructions
hi: निर्देश

source: I am ready to begin
hi: मैं शुरू करने के लिए तैयार हूँ

source: Exam Start
hi: परीक्षा प्रारंभ

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
hi: इस परीक्षा में भुगतान किया जाता है। राशि आपके बटुए पर स्वचालित रूप से कटौती की जानी चाहिए। परीक्षा टाइमर बंद नहीं होगा शुरू करने के बाद। आप भुगतान और शुरू करने के लिए करना चाहते हैं?
