Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hin/LC_MESSAGES/default.po
Languages: hi

source: File Manager
hi: फ़ाइल मैनेजर

source: You can find your result here.
hi: आप अपने परिणाम यहां प्राप्त कर सकते हैं।

source: Thanks for given the exam.
hi: के लिए धन्यवाद परीक्षा दी।

source: Dashboard
hi: डैशबोर्ड

source: Leader Board
hi: लीडरबोर्ड:

source: My Exams
hi: मेरी परीक्षा

source: My Result
hi: मेरे परिणाम

source: Group Performance
hi: समूह प्रदर्शन

source: Payment
hi: भुगतान

source: Transaction History
hi: ट्रांजेक्शन इतिहास

source: Mailbox
hi: बक्सा

source: Help
hi: मदद

source: Home
hi: होम

source: Register
hi: पंजीकृत करें

source: Log In
hi: लॉगिन

source: Invalid Post
hi: अमान्य पोस्ट

source: Jan
hi: जनवरी

source: Feb
hi: फ़रवरी

source: Mar
hi: मार्च

source: Apr
hi: अप्रैल

source: May
hi: मई

source: Jun
hi: जून

source: Jul
hi: जुलाई

source: Aug
hi: अगस्त

source: Sep
hi: सितम्बर

source: Oct
hi: अक्टूबर

source: Nov
hi: नवम्बर

source: Dec
hi: दिसम्बर

source: Percentage
hi: प्रतिशत

source: Month
hi: माह

source: Exams
hi: परीक्षा

source: Email verified successfully
hi: ईमेल सफलतापूर्वक सत्यापित

source: Invalid Verification Code
hi: अवैध सत्यापन कोड

source: A verification Code send to your Email inbox or Spam
hi: सत्यापन कोड आपके ईमेल इनबॉक्स या स्पैम भेजने के लिए

source: Email Id already verified
hi: ईमेल आईडी को पहले से ही सत्यापित

source: Email Id not registered in system
hi: ईमेल आईडी सिस्टम में पंजीकृत नहीं

source: You have attempted maximum exam.
hi: आप अधिकतम परीक्षा का प्रयास किया है।

source: You have attempted maximum number of questions in this subject
hi: आप इस विषय में प्रश्नों की अधिकतम संख्या का प्रयास किया है

source: You can find your result here
hi: आप अपने परिणाम पा सकते हैं यहां

source: Insufficient Amount.
hi: अपर्याप्त राशि।

source: 1. The test instructions were
hi: 1. टेस्ट निर्देश थे

source: 2. Language of question was
hi: 2. सवाल की भाषा थी

source: 3. Overall test experience was
hi: 3. समग्र परीक्षण अनुभव था

source: Any other feedback suggestion:
hi: किसी अन्य प्रतिक्रिया सुझाव:

source: Feedback has submitted successfully!
hi: प्रतिक्रिया सफलतापूर्वक प्रस्तुत कर दी है!

source: Feedback already submitted.
hi: प्रतिक्रिया पहले ही प्रस्तुत की।

source: Email id is not registered in system
hi: ईमेल आईडी सिस्टम में पंजीकृत नहीं है

source: Your password reset link is sent to your registered email id
hi: आपका पासवर्ड रीसेट लिंक अपने पंजीकृत ईमेल आईडी पर भेज दिया जाता है

source: Incorrect code
hi: गलत कोड

source: Password Changed Successfully
hi: पासवर्ड सफलतापूर्वक बदला गया।

source: My Performance
hi: मेरा प्रदर्शन

source: My Group performance
hi: मेरे समूह प्रदर्शन

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
hi: आवेदन पहले से ही स्थापित किया। अनुप्रयोग को पुनर्स्थापित करने के लिए एप्लिकेशन / tmp / installed.txt हटाये

source: Writeable
hi: लेखनीय

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
hi: दुर्भाग्य! फ़ाइल अनुमति त्रुटि कृपया <br> गोटो एप्लिकेशन / config / database.php लिखने योग्य मोड में है।

source: A connection was successfully established with the server.
hi: एक कनेक्शन सफलतापूर्वक सर्वर के साथ स्थापित किया गया था।

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
hi: डेटाबेस से कनेक्ट नहीं कर सका। एप्लिकेशन / config / database.php में सेटिंग जाँचें और फिर से कोशिश करें

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
hi: दुर्भाग्य! फ़ोल्डर अनुमति त्रुटि tmp फ़ोल्डर कृपया <br> लिखने योग्य मोड में है।

source: Your Mail has been sent
hi: आपकी मेल भेज दी गई है

source: Forwarded message
hi: अग्रेषित संदेश

source: From
hi: इससे

source: Subject
hi: विषय

source: The mail has been moved to the Trash
hi: मेल रद्दी में ले जाया गया है

source: Your Mail has been deleted
hi: आपके मेल हटा दिया गया है

source: The mail has been moved to the Inbox
hi: मेल इनबॉक्स में ले जाया गया है

source: The mail has been marked as Read
hi: मेल को पढ़ने के रूप में चिह्नित किया गया है

source: The mail has been marked as Unread
hi: मेल अपठित के रूप में चिह्नित किया गया है

source: Paypal Payment not set
hi: पेपैल भुगतान सेट नहीं

source: Payment Cancel
hi: भुगतान को रद्द

source: Wallet Payment
hi: वॉलेट भुगतान

source: Try again! Can not connect to paypal
hi: पुनः प्रयास करें! करने के लिए पेपैल कनेक्ट नहीं कर सकता

source: Invalid Amount
hi: अवैध राशि

source: Payment already done
hi: भुगतान पहले ही किया

source: Payment not done
hi: भुगतान नहीं किया

source: Payment successfully! Amount %s added in your wallet
hi: भुगतान सफलतापूर्वक! राशि %s अपने बटुए में जोड़ा

source: Profile Updated Successfully
hi: प्रोफाइल को सफलतापूर्वक अपडेट किया गया

source: Photo Updated Successfully
hi: फोटो सफलतापूर्वक अपडेट

source: Invalid Password
hi: अमान्य पासवर्ड

source: Please select any group
hi: कृपया किसी भी समूह का चयन करें

source: Invalid Security Code
hi: अवैध सुरक्षा कोड

source: Score
hi: अंक

source: Max Marks
hi: अधिकतम अंकः 100

source: Marks Scored
hi: अंक हासिल

source: Subject Wise Time Taken
hi: विषय वार समय लिया

source: Student Performance
hi: छात्र प्रदर्शन

source: Correct Question
hi: सही सवाल

source: Incorrect Question
hi: गलत प्रश्न

source: Right Marks
hi: सही मार्क्स

source: Negative Marks
hi: नकारात्मक मार्क्स

source: Percentage(%) in Exam
hi: परीक्षा में प्रतिशत (%)

source: Percentage(%)
hi: प्रतिशत

source: st
hi: वां

source: nd
hi: वां

source: rd
hi: वां

source: th
hi: वां

source: You %s
hi: आप %s

source: Topper %s
hi: अव्वल %s

source: Administrator
hi: प्रशासक

source: Payment Gateway
hi: भुगतान गेटवे

source: Pay Exam
hi: वेतन परीक्षा

source: Your account has expired. Please contact administrator
hi: आपका खाता समाप्त हो गया है। व्यवस्थापक से संपर्क करें

source: You have been logged in successfully
hi: आप सफलतापूर्वक में लॉग इन कर दिया गया है

source: Your email not verified! Please click on link sent to your email inbox or spam
hi: आपका ईमेल सत्यापित नहीं! आपके ईमेल इनबॉक्स या स्पैम के लिए भेजे गए लिंक पर क्लिक करें

source: Incorrect username/password
hi: गलत नाम / पासवर्ड

source: You have been logged out successfully
hi: आप सफलतापूर्वक लॉग आउट कर दिया गया है

source: You are %s Member! Please contact administrator
hi: आप कर रहे हैं %s सदस्य! व्यवस्थापक से संपर्क करें

source: Hours
hi: घंटे

source: Mins
hi: मिनट

source: Sec
hi: सेकंड

source: Grand Total
hi: कुल योग

source: Your Question has been added for exam
hi: आपका प्रश्न परीक्षा के लिए जोड़ दिया गया है

source: Your Question has been deleted for exam
hi: आपका प्रश्न परीक्षा के लिए हटा दिया गया है

source: No Permission
hi: अनुमति नहीं

source: Advertisement has been saved
hi: विज्ञापन बचा लिया गया है

source: Invalid post
hi: अमान्य पोस्ट

source: Advertisement has been deleted
hi: विज्ञापन हटा दिया गया है

source: Photo Changed Successfully
hi: फोटो सफलतापूर्वक परिवर्तित

source: Not Attempted
hi: प्रयास नहीं किया

source: Marks Updated
hi: मार्क्स Updated

source: Successfully Finalize
hi: सफलतापूर्वक अंतिम रूप

source: Successfully Closed Exam
hi: परीक्षा सफलतापूर्वक बंद

source: English
hi: अंग्रेज़ी

source: French
hi: फ्रांसीसी

source: Your Setting has been saved
hi: अपनी सेटिंग सहेजा गया है

source: Page Added Successfully
hi: पृष्ठ को सफलता पूर्वक जोड़

source: Pages updated Successfully
hi: पृष्ठ सफलतापूर्वक अद्यतन

source: Page has been deleted
hi: पृष्ठ हटा दिया गया है

source: Page has been Unpublished
hi: पृष्ठ अप्रकाशित कर दिया गया है

source: Page has been Published
hi: पृष्ठ प्रकाशित किया गया है

source: Something wrong
hi: कुछ गलत

source: Currency has been saved
hi: मुद्रा को बचाया जा चुका है

source: Currency has been deleted
hi: मुद्रा हटा दिया गया है

source: Student Details
hi: छात्र विवरण

source: Active
hi: सक्रिय

source: Pending
hi: विचाराधीन

source: Suspend
hi: निलंबित

source: Pass
hi: दर्रा

source: Fail
hi: असफल?

source: Absent
hi: अनुपस्थित

source: Student
hi: छात्र

source: Passing %age
hi: पासिंग %a जीई

source: Average %age
hi: औसत %a जीई

source: Question Count
hi: प्रश्न गणना

source: Total Question
hi: कुल प्रश्न

source: Question Bank Difficulty Wise
hi: प्रश्न बैंक कठिनाई समझदार

source: Easy
hi: आसान

source: Medium
hi: मध्यम

source: Hard
hi: कठिन

source: Name has been updated
hi: नाम अद्यतन किया गया है

source: Email template has been saved
hi: ईमेल टेम्पलेट सहेजा गया है

source: Email template has been deleted
hi: ईमेल टेम्पलेट हटा दिया गया है

source: End Date is not less than Start date
hi: अंतिम तिथि प्रारंभ तिथि से कम नहीं है

source: Please Select any group
hi: कृपया किसी भी समूह का चयन करें

source: Please Add Subject To Exam
hi: कृपया परीक्षा के लिए विषय जोड़ें

source: Exam has been saved. Add questions in exam
hi: परीक्षा को बचाया जा चुका है। परीक्षा में प्रश्न जोड़ें

source: Exam has been saved
hi: परीक्षा को बचाया जा चुका है

source: Exam has been updated
hi: परीक्षा अद्यतन किया गया है

source: Exam has been deleted
hi: परीक्षा हटा दिया गया है

source: Difficulty Level
hi: कठिनाई का स्तर

source: Subject Wise Question Count
hi: विषय वार प्रश्न गणना

source: Exam sucessfully inactivated
hi: परीक्षा सफलतापूर्वक निष्क्रिय

source: Exam sucessfully activated
hi: परीक्षा सफलतापूर्वक सक्रिय

source: There are no question added!
hi: वहाँ कोई सवाल ही नहीं जोड़ रहे हैं!

source: Your username is sent to your registered email id
hi: आपका उपयोगकर्ता नाम अपने पंजीकृत ईमेल आईडी पर भेज दिया जाता है

source: Group Added Successfully
hi: समूह को सफलता पूर्वक जोड़

source: Group has been saved
hi: समूह को बचाया जा चुका है

source: Group has been deleted
hi: समूह हटा दिया गया है

source: Delete subject first
hi: पहला विषय को हटाएँ

source: Help content has been saved
hi: मदद सामग्री को सुरक्षित किया गया

source: Help content has been deleted
hi: मदद सामग्री हटा दिया गया है

source: Questions imported successfully
hi: सवाल सफलतापूर्वक आयात

source: File not uploaded
hi: फ़ाइल अपलोड नहीं

source: Only CSV File supported
hi: केवल सीएसवी फ़ाइल समर्थित

source: Please Select Subject
hi: कृपया विषय का चयन करें

source: Please Select any Group
hi: कृपया किसी भी समूह का चयन करें

source: Students imported successfully
hi: छात्रों को सफलतापूर्वक आयात किया

source: Please Select Group
hi: ग्रुप का चयन करें

source: Student Email not found
hi: छात्र ईमेल नहीं मिला

source: News has been saved
hi: समाचार बचा लिया गया है

source: News has been deleted
hi: समाचार हटा दिया गया है

source: Paypal Payment Setting has been saved
hi: पेपैल भुगतान सेटिंग सहेजा गया है

source: Setting Problem
hi: स्थापना समस्या

source: Please Choose the Correct answer
hi: कृपया सही उत्तर का चयन

source: Please select true or false
hi: सही है या गलत चयन करें

source: Please fill blank space
hi: कृपया खाली जगह को भरने

source: Question added to bank successfully
hi: प्रश्न सफलतापूर्वक बैंक को जोड़ा गया

source: Question has been updated
hi: प्रश्न अद्यतन किया गया है

source: Question has been deleted
hi: प्रश्न हटा दिया गया है

source: Delete exam first!
hi: पहली परीक्षा करें!

source: Question Difficulty Level
hi: प्रश्न कठिनाई स्तर

source: Performance
hi: प्रदर्शन

source: Candidate Marks Distribution
hi: उम्मीदवार मार्क्स वितरण

source: Max Marks Distribution
hi: अधिकतम अंक वितरण

source: Please select any type in the list
hi: कृपया सूची में किसी भी प्रकार का चयन करें

source: Please type any email
hi: किसी भी ईमेल टाइप करें

source: Email has been sent
hi: ईमेल भेजा जा चुका है

source: No email to send
hi: कोई ईमेल भेजने के लिए

source: Please type any name
hi: किसी भी नाम टाइप करें

source: Sms has been sent
hi: एसएमएस भेजा जा चुका है

source: No sms to send
hi: कोई एसएमएस भेजने के लिए

source: Signature has been saved
hi: हस्ताक्षर बचा लिया गया है

source: Signature has been deleted
hi: हस्ताक्षर हटा दिया गया है

source: Slide has been saved
hi: स्लाइड बचा लिया गया है

source: Slide has been deleted
hi: स्लाइड हटा दिया गया है

source: SMS template has been saved
hi: एसएमएस टेम्पलेट सहेजा गया है

source: SMS template has been deleted
hi: एसएमएस टेम्पलेट हटा दिया गया है

source: Student added Successfully
hi: छात्र को सफलतापूर्वक जोड़ा

source: Please Select atleast one group
hi: कृपया कम से कम एक समूह का चयन करें

source: Student has been updated
hi: छात्र अद्यतन किया गया है

source: Student has been deleted
hi: छात्र हटा दिया गया है

source: Student Wallet has been updated
hi: छात्र वॉलेट अद्यतन किया गया है

source: Subject Added Successfully
hi: विषय जोड़ा सफलतापूर्वक

source: Subject already exist
hi: विषय पहले से ही मौजूद है

source: Subject has been updated
hi: विषय अद्यतन किया गया है

source: Subject has been deleted
hi: विषय हटा दिया गया है

source: Testimonial has been saved
hi: प्रशंसापत्र बचा लिया गया है

source: Testimonial has been updated
hi: प्रशंसापत्र अद्यतन किया गया है

source: Testimonial has been deleted
hi: प्रशंसापत्र हटा दिया गया है

source: User Added Successfully
hi: प्रयोक्ता को सफलता पूर्वक जोड़

source: User has been updated
hi: उपयोगकर्ता अद्यतन किया गया है

source: User has been deleted
hi: उपयोगकर्ता हटा दिया गया है

source: Permission update successfully
hi: अनुमति अद्यतन सफलतापूर्वक

source: You have been logged in Successfully
hi: आप सफलतापूर्वक में लॉग इन कर दिया गया है

source: You have been logged out
hi: आप लॉग आउट हो चुके हों

source: Level User has been saved
hi: स्तर उपयोगकर्ता को बचाया जा चुका है

source: Level user has been deleted
hi: स्तर उपयोगकर्ता हटा दिया गया है

source: Logo has been saved
hi: लोगो को बचाया जा चुका है

source: Logo has been deleted
hi: लोगो हटा दिया गया है

source: Add Questions
hi: प्रश्न जोड़ें

source: Question Type
hi: प्रश्न प्रकार

source: Search
hi: सर्च

source: Reset
hi: रीसेट करें

source: Add To Exam
hi: परीक्षा के लिए जोड़े

source: Delete To Exam
hi: परीक्षा के लिए मिटाएं

source: Back To Exam
hi: वापस परीक्षा के लिए

source: Type
hi: टाइप

source: Body of Question
hi: प्रश्न का शरीर

source: Level
hi: स्तर

source: Marks
hi: अंक

source: Action
hi: कार्रवाई

source: Add Advertisement
hi: विज्ञापन जोड़ें

source: Advertisement Name
hi: विज्ञापन का नाम

source: Ordering
hi: आदेश

source: URL
hi: यूआरएल

source: URL Type
hi: यूआरएल टाइप

source: Internal
hi: आंतरिक

source: External
hi: बाहरी

source: URL Target
hi: यूआरएल लक्ष्य

source: _self
hi: स्व

source: _blank
hi: रिक्त (ब्लैंक)

source: Upload Image (350*260)
hi: अपलोड छवि (350 * 260)

source: Save
hi: सहेजें

source: Close
hi: बंद करें

source: Update Photo
hi: अद्यतन फोटो

source: Upload Photo
hi: फोटो अपलोड करें

source: Update
hi: अपडेट करें

source: Cancel
hi: रद्द

source: Edit Advertisements
hi: विज्ञापन संपादित करें

source: Form
hi: फॉर्म

source: Status
hi: स्थिति

source: Advertisements
hi: विज्ञापन

source: Add New Advertisement
hi: न्यू विज्ञापन जोड़ें

source: Edit
hi: संपादित

source: Delete
hi: हटाना

source: View
hi: देखें

source: Change Photo
hi: तस्वीर बदलिये

source: View Slides
hi: देखें स्लाइड

source: Attempted Papers of
hi: का प्रयास किया पत्रों

source: Name
hi: नाम

source: Email
hi: ईमेल

source: Total Marks
hi: कुल अंक प्राप्त अंक श्रेणी या डिविज़न

source: Obtained Marks
hi: प्राप्त अंकों

source: Result Finalized
hi: परिणाम अंतिम रूप दिया

source: Finalize It
hi: इसे अंतिम रूप देने

source: PASSED
hi: पारित

source: FAILED
hi: मेज़रमेंट विफल रहा

source: Finalized By
hi: द्वारा अंतिम रूप दिया

source: Question No
hi: प्रश्न संख्या

source: Option1
hi: विकल्प1

source: Option2
hi: ऑप्शन

source: Option3
hi: ऑप्शन

source: Option4
hi: ऑप्शन

source: Option5
hi: ऑप्शन

source: Option6
hi: ऑप्शन

source: Marked Answer
hi: उल्लेखनीय जवाब

source: Correct Answer
hi: सही उत्तर

source: Time Taken
hi: लिया गया समय

source: Marks Obtained
hi: मार्क

source: Checked by
hi: जाँचकर्ता

source: System
hi: व्यवस्था

source: Configuration Options
hi: विन्यास विकल्प

source: Site Name
hi: साइट का नाम

source: Organization Name
hi: संस्था का नाम

source: Domain Name
hi: डोमेन नाम

source: Organization Email
hi: संगठन ईमेल

source: Meta Title
hi: मेटा शीर्षक

source: Meta Description
hi: मेटा विवरण

source: Time Zone
hi: समय क्षेत्र

source: Please Select
hi: कृपया चुनें

source: Currency
hi: करेंसी

source: Header Contact
hi: हैडर से संपर्क करें

source: Email Contact
hi: ईमेल से संपर्क करें

source: Display records per page
hi: प्रति पृष्ठ प्रदर्शित रिकॉर्ड

source: Max records per page
hi: मैक्स प्रति पेज रिकॉर्ड

source: Date Format
hi: तिथि फ़ॉर्मेट

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
hi: तिथि, माह, वर्ष, घंटा, मिनट, सेकंड, मेरिडियन, दिनांक Seprator, टाइम Seprator

source: Image
hi: छवि

source: Text
hi: पाठ

source: Text Direction
hi: पाठ की दिशा

source: Left-to-right (LTR)
hi: वाम-से-दाएँ (लीटर)

source: Right-to-Left (RTL)
hi: राइट-टू-वाम (आरटीएल)

source: Language
hi: भाषा

source: Enable SMS Notification
hi: एसएमएस अधिसूचना सक्षम करें

source: Enable Email Notification
hi: ईमेल अधिसूचना सक्षम करें

source: Manual Verification
hi: मैनुअल सत्यापन

source: Front End Registration
hi: फ्रंट एंड पंजीकरण

source: Front End Slides
hi: फ्रंट एंड स्लाइड

source: Translation
hi: अ

source: Paid Exam
hi: अदा परीक्षा

source: Math Editor
hi: गणित संपादक

source: Exam Expiry
hi: परीक्षा समाप्ति

source: Exam Feedback
hi: परीक्षा प्रतिक्रिया

source: Tolrance Count
hi: Tolrance गणना

source: Certificate
hi: प्रमाण पत्र

source: Testimonial
hi: गुणों का वर्ण-पत्र

source: Advertisement
hi: विज्ञापन

source: No. of Visitor
hi: आगंतुक की संख्या

source: No. of Student
hi: छात्र की संख्या

source: No. of Exam
hi: परीक्षा की संख्या

source: Save Settings
hi: सेटिंग्स सहेजें

source: Add Pages
hi: पेज जोड़े

source: Link Name
hi: लिंक का नाम

source: Link Order
hi: लिंक आदेश

source: Page Type
hi: पृष्ठ प्रकार

source: External Url
hi: बाहरी यूआरएल

source: Url Target
hi: यूआरएल लक्ष्य

source: Page Name
hi: पन्ने का नाम

source: Page Url
hi: पृष्ठ यूआरएल

source: Page Content
hi: पृष्ठ सामग्री

source: Edit Pages
hi: पृष्ठ सम्पादित करें: %s

source: Pages
hi: पृष्ठ

source: Add New Page
hi: नया पृष्ठ जोड़ें

source: Published
hi: प्रकाशित

source: Unpublished
hi: अप्रकाशित

source: Add Currency
hi: मुद्रा जोड़े

source: Currency Name
hi: मुद्रा का नाम

source: Short Name
hi: संक्षिप्त नाम

source: Upload Currency (Less or equal to 50*50)
hi: मुद्रा शब्द (कम या बराबर 50 * 50 के लिए)

source: Add New Currency
hi: नई मुद्रा जोड़े

source: In Progress Exam
hi: प्रगति परीक्षा में

source: Upcoming Exam
hi: आगामी परीक्षा

source: Completed Exam
hi: पूरे परीक्षा

source: Students
hi: छात्र

source: In Progress & Upcoming Exams
hi: प्रगति और आगामी परीक्षा में

source: Date
hi: तिथि

source: Exam Name
hi: परीक्षा का नाम

source: Group
hi: समूह

source: Duration
hi: अवधि

source: Recent Exam Results
hi: हाल के परीक्षा परिणाम

source: Exam
hi: के वर्ष

source: Overall Result
hi: संपूर्ण परिणाम

source: Student Stats
hi: छात्र आँकड़े

source: To
hi: इसको

source: Details
hi: पर्यावरण प्रबंधन की योजना का ब्योरा

source: Top 10 Student Group Wise
hi: शीर्ष 10 छात्र समूह समझदार

source: Student Statistic Table
hi: छात्र आँकड़ा सारणी

source: Total Students
hi: कुल छात्रों

source: Total Active
hi: कुल सक्रिय

source: Total Pending
hi: कुल विचाराधीन

source: Total Suspended
hi: कुल निलंबित

source: Top 10 Question Bank Subject Wise
hi: शीर्ष 10 प्रश्न बैंक विषय वार

source: Top 10 Difficulty Level of Questions
hi: सवालों की शीर्ष 10 कठिनाई स्तर

source: Question Count Table
hi: प्रश्न गणना टेबल

source: Bank Name
hi: बैंक का नाम

source: Total Easy
hi: कुल आसान

source: Total Normal
hi: कुल सामान्य

source: Total Difficult
hi: कुल मुश्किल

source: Diffculty Level
hi: diffculty स्तर

source: E-Mail Settings
hi: ईमेल सेटिंग्स

source: Email Type
hi: ईमेल के प्रकार

source: LOCALHOST
hi: स्थानीय होस्ट

source: Server Name / Host
hi: सर्वर नाम / होस्ट

source: Port
hi: बंदरगाह

source: User Name
hi: उपयोगकर्ता नाम

source: Password
hi: पासवर्ड

source: Add Email Template
hi: ईमेल टेम्पलेट जोड़े

source: Email Template
hi: ई मेल टेम्पलेट

source: Edit Email Templates
hi: संपादित ईमेल टेम्पलेट्स

source: Email Templates
hi: ईमेल टेम्पलेट्स

source: Add New Email Template
hi: नया ईमेल खाका जोड़ें

source: Template
hi: टेम्पलेट

source: Subject Added successfully
hi: विषय जोड़ा सफलतापूर्वक

source: Add Exam
hi: परीक्षा जोड़े

source: Name of Exam
hi: परीक्षा का नाम

source: Passing Percentage
hi: पासिंग प्रतिशत

source: Instruction
hi: निर्देश

source: Exam Duration (Min.)
hi: परीक्षा अवधि (मि।)

source: 0 for unlimited duration
hi: असीमित अवधि के लिए 0

source: Attempt Count
hi: प्रयास गणना

source: 0 for unlimited attempt
hi: असीमित प्रयास के लिए 0

source: Start Date
hi: प्रारंभ तिथि

source: End Date
hi: समाप्ति की तिथि

source: Show Answer Sheet
hi: दिखाएँ उत्तर पत्रक

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Select Group
hi: समूह का चयन करें

source: Student Group
hi: छात्र समूह

source: Negative Marking
hi: नकारात्मक अंकन

source: Random Question
hi: रैंडम प्रश्न

source: Amount
hi: राशि

source: Browser Tolrance
hi: ब्राउज़र Tolrance

source: Expiry Days
hi: समाप्ति दिन

source: 0 for Unlimited
hi: असीमित के लिए 0

source: Result After Finish
hi: समाप्त करने के बाद रिजल्ट

source: Mode
hi: मोड

source: Prepration
hi: प्रिपरेशन

source: Instant Result
hi: त्वरित परिणाम

source: Option Shuffle
hi: देखिये साधा

source: Add Subjects To Exams
hi: परीक्षा के लिए विषयों को जोड़े

source: Subject Name
hi: विषय नाम

source: No. of Questions
hi: सवालों की नहीं।

source: Ques Attempt Count
hi: सवाल गणना का प्रयास

source: Questions Attempt Count
hi: सवालों का प्रयास गणना

source: Leave blank for not showing (0 for unlimited)
hi: दिखा नहीं करने के लिए खाली छोड़ दो (असीमित के लिए 0)

source: ctrl+click to add multiples
hi: Ctrl + गुणकों में जोड़ने के लिए क्लिक करें

source: Add
hi: जोड़ना

source: Edit Exam
hi: परीक्षा संपादित करें

source: Exam Stats
hi: परीक्षा के आँकड़े

source: No of Student Passed
hi: छात्र का कोई उत्तीर्ण

source: Download
hi: डाउनलोड करें

source: No of Student Failed
hi: छात्र का कोई विफल

source: No of Student Absent
hi: छात्र अनुपस्थित नहीं

source: Exam Details
hi: परीक्षा विवरण

source: Finalize Result
hi: परिणाम को अंतिम रूप देने

source: Attempted Papers
hi: प्रयास किया पत्रों

source: Eligible Group
hi: पात्र समूह

source: Close Exam
hi: बंद परीक्षा

source: Activate Exam
hi: परीक्षा सक्रिय

source: Exam Closed Re-Activate Exam
hi: परीक्षा बंद को फिर से सक्रिय परीक्षा

source: Browser Tolrence
hi: ब्राउज़र Tolrence

source: Expiry
hi: समापन 2

source: Unlimited
hi: असीमित

source: Days
hi: दिन

source: Subjective
hi: कर्ता-कारक

source: Objective
hi: उद्देश्य

source: True &amp; False
hi: यह सच है & amp; असत्य

source: Fill in the blanks
hi: रिक्त स्थानों की पूर्ति केवल संख्या में लिख कर करें यह एक एकाधिक पसंद सवाल है, सही उत्तर का चयन करें. बहु विकल्प प्रश्न / एकाधिक पसंद सवाल में सही उत्तर का चयन करें. कोई प्रतीक या माप लिखने की जरूरत नहीं है. (नीचे दिए गए बॉक्स में केवल संख्या लिखें|) (Fill in the box provided below only with the number)

source: Total Questions
hi: कुल प्रश्न = 30

source: Question Attempt Count
hi: प्रश्न प्रयास गणना

source: H
hi: समय

source: Total
hi: कुल योग

source: E
hi: ङ

source: M
hi: ड

source: S.No.
hi: क्र.सं.

source: Student Name
hi: छात्र का नाम

source: Enrolment
hi: उपस्थिति पंजी

source: Phone
hi: फोन

source: Result Status
hi: परिणाम स्थिति

source: Forgot Password
hi: पासवर्ड भूल गए

source: Email ID
hi: ईमेल आईडी

source: Submit
hi: सबमिट करें

source: Forgot Username
hi: उपयोगकर्ता नाम भूल गए

source: Login
hi: लॉगिन करें

source: Verification Code
hi: सत्यापन कोड

source: Please enter verification Code
hi: सत्यापन कोड डालें

source: Reset Password
hi: पासवर्ड फिर से सेट करें

source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये

source: Add Groups
hi: समूह

source: Group Name
hi: समूह का नाम

source: Edit Groups
hi: समूहों को संपादित करें

source: Groups
hi: समूह

source: Add New Group
hi: नया समूह जोड़ें

source: Add Help Content
hi: सहायता सामग्री जोड़ें

source: Title
hi: शीर्षक
