Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hin/LC_MESSAGES/default.po
Languages: hi

source: San Marino
hi: सैन मारिनो

source: Sao Tome and Principe
hi: साओ टोम और प्रिंसिप

source: Saudi Arabia
hi: सऊदी अरब

source: Senegal
hi: सेनेगल

source: Serbia and Montenegro
hi: सर्बिया और मोंटेनेग्रो

source: Seychelles
hi: सेशेल्स

source: Sierra Leone
hi: सिएरा लियोन

source: Singapore
hi: सिंगापुर

source: Slovakia
hi: स्लोवाकिया

source: Slovenia
hi: स्लोवेनिया

source: Solomon Islands
hi: सोलोमन द्वीपसमूह

source: Somalia
hi: सोमालिया

source: South Africa
hi: दक्षिण अफ्रीका

source: South Georgia and the South Sandwich Islands
hi: दक्षिण जॉर्जिया और दक्षिण सैंडविच द्वीपसमूह

source: Spain
hi: स्पेन

source: Sri Lanka
hi: श्रीलंका

source: Sudan
hi: सूडान

source: Suriname
hi: सूरीनाम

source: Svalbard and Jan Mayen
hi: स्वालबार्ड और जैन मायेन

source: Swaziland
hi: स्वाज़ीलैंड

source: Sweden
hi: स्वीडन

source: Switzerland
hi: स्विट्ज़रलैंड

source: Syrian Arab Republic
hi: सीरियाई अरब गणराज्य

source: Taiwan, Province of China
hi: ताइवान, चीन के प्रांत

source: Tajikistan
hi: ताजिकिस्तान

source: Tanzania, United Republic of
hi: तंजानिया, संयुक्त गणराज्य

source: Thailand
hi: थाईलैंड

source: Timor-Leste
hi: तिमोर-लेस्ते

source: Togo
hi: टोगो

source: Tokelau
hi: टोकेलाऊ

source: Tonga
hi: टोंगा

source: Trinidad and Tobago
hi: त्रिनिदाद और टोबैगो

source: Tunisia
hi: ट्यूनीशिया

source: Turkey
hi: तुर्की

source: Turkmenistan
hi: तुर्कमेनिस्तान

source: Turks and Caicos Islands
hi: तुर्क्स और कैकोज़ द्वीपसमूह

source: Tuvalu
hi: तुवालु

source: Uganda
hi: युगांडा

source: Ukraine
hi: यूक्रेन

source: United Arab Emirates
hi: संयुक्त अरब अमीरात

source: United Kingdom
hi: युनाइटेड किंगडम (ब्रिटेन)

source: United States
hi: संयुक्त राज्य अमेरिका

source: Uruguay
hi: उरुग्वे

source: Uzbekistan
hi: उज़्बेकिस्तान

source: Vanuatu
hi: वानुअतु

source: Venezuela
hi: वेनेजुएला

source: Viet Nam
hi: वियतनाम

source: Virgin Islands, British
hi: वर्जिन आइलैंड्स, ब्रिटिश

source: Virgin Islands, U.s.
hi: वर्जिन आइलैंड्स, अमेरिका

source: Wallis and Futuna
hi: वालिस और फ्यूचूना

source: Western Sahara
hi: पश्चिमी सहारा

source: Yemen
hi: यमन

source: Zambia
hi: ज़ाम्बिया

source: Zimbabwe
hi: ज़िम्बाब्वे

source: Invalid argument #1: %s is not a valid %s identifyer.
hi: अमान्य तर्क # 1: %s एक मान्य नहीं है %s identifyer।

source: %s for Row %d failed to save.
hi: %s पंक्ति के लिए %d बचाने में नाकाम रहे।

source: You need to define at least one field to be toggleable.
hi: आप toggleable होना करने के लिए कम से कम एक क्षेत्र को परिभाषित करने की जरूरत है।

source: The field %s is not in the list of toggleable fields.
hi: क्षेत्र %s toggleable क्षेत्रों की सूची में नहीं है।

source: The field %s does not have two toggleable states defined.
hi: क्षेत्र %s दो toggleable राज्यों में परिभाषित नहीं है।

source: Invalid record
hi: अमान्य रिकॉर्ड

source: Server lipsum.com returns error code %s.
hi: सर्वर lipsum.com रिटर्न त्रुटि कोड %s ।

source: Response from lipsum.com is empty or could not be decoded.
hi: lipsum.com से रिस्पांस खाली है या डीकोड नहीं किया जा सकता है।

source: Connection to server lipsum.com failed. %s.
hi: सर्वर lipsum.com के लिए कनेक्शन विफल रहा है। %s ।

source: Please correct the errors below.
hi: नीचे की त्रुटियों को ठीक करें।

source: Error
hi: त्रुटि

source: The requested address %s was not found on this server.
hi: अनुरोध पता %s इस सर्वर पर नहीं मिला था।

source: An Internal Error Has Occurred.
hi: एक आंतरिक त्रुटि हुई है।

source: datasource configuration was not found
hi: डेटा स्रोत के विन्यास नहीं मिला था

source: CakePHP: the rapid development php framework
hi: CakePHP: तेजी से विकास PHP रूपरेखा

source: Debug setting does not allow access to this url.
hi: डिबग सेटिंग इस यूआरएल के लिए उपयोग की अनुमति नहीं है।

source: Add New Exam
hi: नई परीक्षा जोड़े

source: Inactive
hi: अक्रिय

source: Start & End Date
hi: शुरू और अंत दिनांक

source: Certification of Completion
hi: समापन का प्रमाणन

source: Click here to download excel file format
hi: एक्सेल फाइल प्रारूप डाउनलोड करने के लिए यहाँ क्लिक करें

source: Are you sure, you want to close this exam?
hi: आप यकीन कर रहे हैं, तो आप इस परीक्षा को बंद करना चाहते हैं?

source: Are you sure, you want to re-activate this exam?
hi: आप यकीन कर रहे हैं, तो आप इस परीक्षा को फिर से सक्रिय करने के लिए करना चाहते हैं?

source: Closed
hi: बंद

source: Results
hi: परिणाम

source: Configurations
hi: विन्यास

source: General
hi: सामान्य

source: Contents
hi: विषय सूची

source: Email & SMS
hi: ईमेल और एसएमएस

source: Customer Support Service
hi: ग्राहक सहायता सेवा

source: Knowledge Base (for Documentation)
hi: ज्ञानकोष (प्रलेखन के लिए)

source: Forum (24x7x)
hi: फोरम (24x7x)

source: Live Chat (For Sales & Billing Only)
hi: लाइव चैट (बिक्री एवं बिलिंग के लिए केवल)

source: Support (For Technical Support)
hi: सहायता (तकनीकी सहायता के लिए)

source: Visit Our Website
hi: हमारी वेबसाइट पर jaaein:

source: for more documentation & Details
hi: अधिक प्रलेखन और विवरण के लिए
