Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hin/LC_MESSAGES/default.po
Languages: hi

source: These are the exam(s) which has been purchased
hi: ये परीक्षा (s) जो खरीदा गया है

source: Correct Marks
hi: सही के निशान

source: Save & Next
hi: सहेजें और अगला

source: Unreview
hi: असमीक्षित

source: Review
hi: समीक्षा करें

source: Reset Answer
hi: रीसेट उत्तर

source: Finish
hi: समाप्त

source: Current Question
hi: वर्तमान प्रश्न

source: Answered
hi: उत्तर

source: Not Answered
hi: जवाब नहीं दिया

source: Navigated Away
hi: दूर नेविगेट

source: you had navigated away from the test window. This will be reported to Moderator
hi: आप परीक्षण खिड़की से दूर नेविगेट था। यह मॉडरेटर को सूचित किया जाएगा

source: Do not repeat this behaviour
hi: इस व्यवहार को दोहराना नहीं है

source: Otherwise you may get disqualified
hi: नहीं तो आप अयोग्य घोषित हो सकती है

source: Continue
hi: जारी रखें

source: Finalize
hi: अंतिम रूप दें,

source: Do you wish to submit and close the
hi: आप प्रस्तुत करने और बंद करने के लिए चाहते हैं

source: Once you submit, you will not be able to review the
hi: एक बार जब आप सबमिट करें, आप की समीक्षा करने में सक्षम नहीं होगा

source: Summary of your attempts in this
hi: इस में अपने प्रयासों का सारांश

source: as show below
hi: नीचे शो के रूप में

source: Attempted
hi: प्रयास किया

source: Return To First Question
hi: पहले सवाल का लौटें

source: These are the exam(s) that are planned you in near future
hi: ये परीक्षा (s) है कि आप निकट भविष्य में की योजना बनाई हो रहे हैं

source: Attempt Now
hi: अब प्रयास

source: Your performance compared to your group
hi: अपने प्रदर्शन को अपने समूह की तुलना

source: Can't read? Reload
hi: पढ़ा नहीं जा सकता? सीमा से अधिक लादना

source: Enter security code shown above
hi: ऊपर दिखाए गए सुरक्षा कोड दर्ज करें

source: Answer simple math
hi: सरल गणित के जवाब

source: Attempts
hi: प्रयास

source: Remaining
hi: शेष=

source: Expiry Date
hi: समयसीमा समाप्ति तिथि

source: Expired Date
hi: समाप्ति तिथि

source: Free
hi: मुफ्त

source: Not Purchased
hi: नहीं खरीदा

source: View Details
hi: विवरण देखिये।

source: Load Editor
hi: लोड संपादक

source: Installation
hi: स्थापना

source: Step 1 of 4
hi: का चरण 3,

source: Server Configuration & Setup Requirements
hi: सर्वर विन्यास और सेटअप आवश्यकताओं

source: Setup Requirements
hi: सेटअप आवश्यकताओं

source: Installing this software require certain server side extension and capability
hi: इस सॉफ्टवेयर का अधिष्ठापन कुछ सर्वर साइड विस्तार और क्षमता की आवश्यकता होती है

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
hi: नीचे की जाँच करें और सही पर अपने सर्वर चालू मूर्तियों के साथ तुलना करें। आप जानकारी के लिए प्रत्येक प्रौद्योगिकी के बगल में आइकन पर क्लिक कर सकते हैं।

source: Extensions &amp; Applications
hi: एक्सटेंशन & amp; अनुप्रयोगों

source: HTTP Server. For example: Apache
hi: HTTP सर्वर। उदाहरण के लिए: अपाचे

source: Require
hi: आवश्यकता

source: PHP 5.2.8 or greater
hi: पीएचपी 5.2.8 या अधिक से अधिक

source: Database Engine MySQL (4 or greater)
hi: डेटाबेस इंजिन MySQL (4 या अधिक)

source: PDO Extension
hi: पीडीओ विस्तार

source: GD Extension
hi: जी.डी. विस्तार

source: Mandatory
hi: अनिवार्य

source: Server Status
hi: सर्वर स्टेटस

source: Web Server
hi: वेब सर्वर

source: PHP Version
hi: PHP संस्करण

source: MYSQL Version
hi: MySQL संस्करण

source: PDO Unavailable
hi: पीडीओ अनुपलब्ध

source: PDO Available
hi: पीडीओ उपलब्ध

source: GD Availiable
hi: जीडी availiable

source: GD Unavailiable
hi: जीडी Unavailiable

source: Directory &amp; File Permission
hi: निर्देशिका & amp; फ़ाइल अनुमति

source: These Folders of Files need to be
hi: फ़ाइलों के इन फ़ोल्डर होने की जरूरत

source: Writable
hi: लिखने योग्य

source: for application to be installed.
hi: आवेदन के लिए स्थापित किया जाना है।

source: Folders or Files
hi: फ़ोल्डर या फ़ाइलें

source: app/tmp/
hi: एप्लिकेशन / tmp /

source: app/Config/database.php
hi: एप्लिकेशन / config / database.php

source: app/Config/core.php
hi: एप्लिकेशन / config / core.php

source: Refresh
hi: रिफ्रेश करें

source: Let's Start
hi: चलो शुरू करें.

source: Step 2 of 4
hi: का चरण 3,

source: Installation Agreement
hi: स्थापना समझौते

source: I Accept to Proceed
hi: मैं आगे बढ़ना करने के लिए स्वीकारें

source: Step 3 of 4
hi: का चरण 3,

source: Database Connection Settings
hi: डाटाबेस कनेक्शन सेटिंग

source: Host Name
hi: मेजबाननाम

source: Usually Localhost
hi: आमतौर पर स्थानीय होस्ट

source: Database Name
hi: डेटाबेस का नाम

source: Database User
hi: डाटाबेस उपयोगकर्ता

source: Database User Name
hi: डाटाबेस प्रयोक्ता नाम

source: Database Password
hi: डेटाबेस पासवर्ड

source: Database User Password
hi: डाटाबेस यूजर पासवर्ड

source: Database Type
hi: डेटाबेस प्रकार

source: Test Connection
hi: परीक्षण कनेक्शन

source: Step 4 of 4
hi: का चरण 3,

source: Name of Your Website
hi: अपनी वेबसाइट के नाम

source: Meta Keyword
hi: मेटा खोजशब्द

source: Useful for SEO
hi: एसईओ के लिए उपयोगी

source: Meta Content for SEO
hi: एसईओ के लिए मेटा सामग्री

source: Please Select Timezone
hi: कृपया समय क्षेत्र का चयन करें

source: Name of Your Organization/Company
hi: आपका संगठन / कंपनी का नाम

source: Default Admin Email
hi: डिफ़ॉल्ट व्यवस्थापक ईमेल

source: Install Sample Data With Dummy Entries
hi: डमी प्रविष्टियों के साथ नमूना डेटा स्थापित

source: Install
hi: स्थापित करें

source: Welcome to
hi: स्वागत है

source: Set Avatar
hi: सेट अवतार

source: Sign out
hi: साइन आउट करें

source: Copyright
hi: कॉपीराइट

source: follow on facebook
hi: फेसबुक पर का पालन करें

source: Latest News & Events
hi: नवीनतम समाचार एवं घटनाक्रम

source: Time
hi: समय

source: Download PDF
hi: पीडीएफ डाउनलोड करें

source: Average Percentage(%)
hi: औसत प्रतिशत (%)

source: Exam Given
hi: परीक्षा को देखते हुए

source: Delete Forever
hi: हमेशा के लिए हटाएं

source: Move to Trash
hi: रद्दी में डालें

source: News Detail
hi: समाचार विस्तार से

source: No of Visitors
hi: आगंतुकों का कोई

source: No of Students
hi: छात्रों की संख्या

source: No of Exams
hi: परीक्षा का कोई

source: Payment From Pay Pal
hi: वेतन पाल से भुगतान

source: Pay From Pay Pal
hi: वेतन पाल से भुगतान

source: Profile
hi: प्रोफाइल

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: New Student Register
hi: नई छात्र रजिस्टर

source: Security Code
hi: सुरक्षा कोड

source: Answers
hi: उत्तर

source: My Results
hi: मेरे परिणाम

source: Attempt Date
hi: प्रयास DATE

source: Max.Marks
hi: अधिकतम अंकः 100

source: SCORE CARD
hi: स्कोरकार्ड

source: SUBJECT REPORT
hi: विषय की रिपोर्ट

source: TIME MANAGEMENT
hi: समय प्रबंधन

source: QUESTION REPORT
hi: प्रश्न की रिपोर्ट

source: SOLUTION
hi: समाधान

source: COMPARE REPORT
hi: तुलना की रिपोर्ट

source: Score Card For
hi: स्कोर कार्ड के लिए

source: Total No. of Student
hi: छात्र की कुल संख्या

source: My Marks
hi: मेरे मार्क्स

source: Total Marks of Test
hi: टेस्ट के कुल अंक

source: My Percentile
hi: मेरे प्रतिशतता

source: Total Question in Test
hi: टेस्ट में कुल प्रश्न

source: Total Attempt Question in Test
hi: टेस्ट में कुल प्रयास प्रश्न

source: Left Question
hi: वाम प्रश्न

source: Left Question Marks
hi: वाम प्रश्न चिह्न

source: Total Time of Test
hi: टेस्ट के कुल समय

source: My Time
hi: मेरा समय

source: My Rank
hi: मेरा रैंक

source: Performance Report For
hi: प्रदर्शन रिपोर्ट के

source: Question & Marks Wise Report For
hi: प्रश्न और मार्क्स के लिए समझदार रिपोर्ट

source: Subject Report For
hi: के लिए विषय की रिपोर्ट

source: Correct
hi: सही

source: Unattempted Questions
hi: Unattempted सवाल

source: Graphical Report For
hi: के लिए चित्रमय रिपोर्ट

source: Time Management For
hi: समय प्रबंधन के लिए

source: Question Report For
hi: प्रश्न रिपोर्ट के लिए

source: Q.No.
hi: प्र. क्र.

source: Question Status
hi: प्रश्न स्थिति

source: Your Answer
hi: आपका उत्तर

source: Your Score
hi: अपका स्कोर

source: Your Time
hi: तुम्हारा समय

source: Solution For
hi: समाधान के लिए

source: Not Attempt
hi: प्रयास नहीं

source: Attempt
hi: प्रयास

source: Incorrect
hi: ग़लत

source: Your Answers
hi: आपके उत्तर

source: Solution
hi: समाधान

source: Bookmark
hi: (4) बुकमार्क

source: Compare Report For
hi: तुलना के लिए रिपोर्ट

source: Total Ques.
hi: कुल सवाल।

source: Maximum Marks
hi: अधिकतम अंक

source: Attempted Ques.
hi: प्रयास किया सवाल।

source: Unattempted Ques.
hi: Unattempted सवाल।

source: Correct Ques.
hi: सही सवाल।

source: Incorrect Ques.
hi: गलत सवाल।

source: Percentile
hi: प्रतिशतता

source: Previous
hi: पिछला

source: This is to certify that
hi: यह प्रमाणित किया जाता है कि

source: has succesfully completed the
hi: सफलतापूर्वक पूरा कर लिया है

source: in course program offered by
hi: पाठ्यक्रम में कार्यक्रम के द्वारा की पेशकश

source: Student Login
hi: छात्र लॉग इन

source: Sign In
hi: साइन इन करें

source: Forgot Passwocrd
hi: Passwocrd भूल

source: New User? Create Account
hi: नया उपयोगकर्ता? खाता बनाएं

source: Engine is not loaded
hi: इंजन लोड नहीं है

source: Pdf engine "%s" not found
hi: पीडीएफ इंजन \ " %s " नहीं मिला

source: Pdf engines must extend "AbstractPdfEngine"
hi: पीडीएफ इंजन का विस्तार करना चाहिए \ "AbstractPdfEngine "

source: Crypto is not loaded
hi: क्रिप्टो भरी हुई नहीं है

source: Pdf crypto "%s" not found
hi: पीडीएफ क्रिप्टो \ " %s " नहीं मिला

source: Crypto engine must extend "AbstractPdfCrypto"
hi: क्रिप्टो इंजन का विस्तार करना चाहिए \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
hi: नियंत्रक विशेषता $ pdfConfig सही या लापता नहीं है

source: -> Testing :url
hi: -> परीक्षण: यूआरएल

source: Total Requests made: :requests
hi: कुल बनाया अनुरोध: अनुरोधों

source: Total Time elapsed: :duration (seconds)
hi: कुल समय बीत: अवधि (सेकंड)

source: Requests/Second: :rps req/sec
hi: अनुरोध / दूसरा: आर पी एस अनुरोध / सेक

source: Average request time: :average-time seconds
hi: औसत अनुरोध समय:: औसत समय सेकंड

source: Standard deviation of average request time: :std-dev
hi: की औसत अनुरोध समय मानक विचलन: एसटीडी देव

source: Longest/shortest request: :longest sec/:shortest sec
hi: सबसे लंबे समय तक / कम से कम अनुरोध:: सबसे लंबे समय सेकंड /: कम से कम सेकंड

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
hi: आप प्राप्त करने के लिए कुछ किसी न किसी बेंच मार्किंग एक पूरी तरह से योग्य यूआरएल statisticsabout देता है।

source: The URL to request.
hi: यूआरएल अनुरोध करने के लिए।

source: Number of iterations to perform.
hi: पुनरावृत्तियों की संख्या में प्रदर्शन करने के लिए।

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
hi: सभी पुनरावृत्तियों के लिए अधिकतम कुल समय, seconds.If में एक एकल यात्रा मध्यांतर से अधिक लेता है, केवल एक ही अनुरोध बनाया जाएगा

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
hi: उदाहरण का प्रयोग करें: `--n 10 100 --टी http केक बेंचमार्क: // localhost / testsite`। <जानकारी> नोट: </ जानकारी> इस बेंचमार्क को शामिल नहीं करता ब्राउज़र बार प्रस्तुत करना।

source: Component initialization
hi: घटक आरंभीकरण

source: Controller action
hi: नियंत्रक कार्रवाई

source: Controller action start
hi: नियंत्रक कार्रवाई प्रारंभ

source: Processing toolbar state
hi: प्रसंस्करण उपकरण पट्टी राज्य

source: Processing toolbar data
hi: प्रसंस्करण उपकरण पट्टी डेटा

source: Controller render start
hi: नियंत्रक शुरू प्रस्तुत करना

source: Could not load DebugToolbar panel %s
hi: लोड नहीं कर सका DebugToolbar पैनल %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
hi: कोर प्रोसेसिंग ($ _SERVER से व्युत्पन्न [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
hi: हेडर पहले में भेजा %s लाइन पर %s । FirePHP करने के लिए लॉग डेटा नहीं भेज सकते हैं।

source: Incorrect parameter count for FireCake::fb()
hi: FireCake के लिए ग़लत पैरामीटर गणना :: अमेरिकन प्लान ()

source: Maximum number (99,999) of messages reached!
hi: संदेशों की अधिकतम संख्या (99,999) पर पहुंच गया!

source: There are no active panels. You must enable a panel to see its output.
hi: कोई सक्रिय पैनल हैं। आप अपने उत्पादन में देखने के लिए एक पैनल सक्षम करना होगा।

source: App Constants
hi: अनुप्रयोग स्थिरांक

source: CakePHP Constants
hi: CakePHP स्थिरांक

source: PHP Environment
hi: पीएचपी पर्यावरण

source: Hidef Environment
hi: HiDef पर्यावरण

source: Request History
hi: अनुरोध इतिहास

source: No previous requests logged.
hi: कोई पिछले अनुरोध लॉग इन किया।

source: previous requests available
hi: पिछले अनुरोध उपलब्ध

source: Restore to current request
hi: वर्तमान अनुरोध को पुनर्स्थापित

source: Included Files
hi: शामिल फ़ाइलें

source: There were no log entries made this request
hi: वहाँ कोई लॉग यह अनुरोध किया प्रविष्टियों थे

source: Request
hi: अनुरोध

source: No post data.
hi: कोई पोस्ट डाटा नहीं।

source: No querystring data.
hi: कोई querystring डेटा।

source: Current Route
hi: वर्तमान रूट

source: Session
hi: सेशन

source: Sql Logs
hi: एसक्यूएल लॉग

source: No query logs when debug < 2.
hi: कोई क्वेरी लॉग जब <2 डिबग।

source: No query logs.
hi: कोई क्वेरी लॉग।

source: Total Time: %s ms <br />Total Queries: %s queries
hi: कुल समय: %s <br /> कुल प्रश्न एमएस: %s प्रश्नों

source: Query Explain:
hi: क्वेरी समझाओ:

source: Click an "Explain" link above, to see the query explanation.
hi: क्वेरी विवरण देखने के लिए ऊपर के लिंक "\ समझाने" एक \ क्लिक करें।

source: No active database connections
hi: कोई सक्रिय डेटाबेस कनेक्शन

source: Memory
hi: स्मृति

source: Peak Memory Use
hi: पीक स्मृति का उपयोग

source: Memory use
hi: स्मृति का उपयोग

source: Timers
hi: टाइमर

source: %s (ms)
hi: एसएमएस

source: Total Request Time:
hi: कुल अनुरोध के समय:

source: Time in ms
hi: एमएस में समय

source: Graph
hi: ग्राफ़

source: View Variables
hi: चर देखें

source: Rendering View
hi: दृश्य रेंडरिंग

source: Rendering %s
hi: प्रतिपादन %s

source: View render complete
hi: पूरा प्रस्तुत करना देखें

source: Explain
hi: समझायें।

source: Starting %sms into the request, taking %sms
hi: शुरू %s , अनुरोध में एमएस ले रही %s एमएस

source: No markup errors found
hi: कोई मार्कअप त्रुटियों पाया

source: maybe slow
hi: शायद धीमी

source: Absolute path or relative to APP.
hi: निरपेक्ष पथ या एपीपी के सापेक्ष।

source: An error occured while getting the status of your account.
hi: जबकि अपने खाते की स्थिति हो रही एक त्रुटि हुई।

source: There was an error while connecting to Paypal
hi: जबकि पेपैल को जोड़ने के कोई त्रुटि हुई

source: There was a problem initiating the transaction, please try again.
hi: एक समस्या लेनदेन की शुरुआत थी, पुन: प्रयास करें।

source: There was a problem getting your details, please try again.
hi: एक समस्या तो आपकी जानकारी के लिए हो रही थी, फिर से प्रयास करें।

source: There was an error completing the payment
hi: भुगतान को पूरा करने में कोई त्रुटि थी

source: There was a problem processing the transaction, please try again.
hi: एक समस्या लेनदेन प्रसंस्करण था, पुन: प्रयास करें।

source: There was an error processing the card payment
hi: कार्ड भुगतान प्रसंस्करण में कोई त्रुटि थी

source: There was a problem processing your card, please try again.
hi: एक समस्या आपके कार्ड प्रसंस्करण था, पुन: प्रयास करें।

source: There was an error processing the the refund
hi: वापसी प्रक्रिया में कोई त्रुटि थी

source: A problem occurred during the refund process, please try again.
hi: धन वापसी की प्रक्रिया के दौरान हुई एक समस्या है, पुन: प्रयास करें।

source: There was an problem communicating with the payment gateway
hi: भुगतान के प्रवेश द्वार के साथ संवाद स्थापित करने के लिए एक समस्या थी

source: Missing client id/secret
hi: ग्राहक आईडी गुम / गुप्त

source: Must specify an expiry date
hi: एक समाप्ति तिथि का उल्लेख अवश्य

source: Must include a M and Y in expiry date
hi: एक एम और समाप्ति की तारीख में Y शामिल करना चाहिए

source: Invalid expiry date
hi: अमान्य समाप्ति की तारीख

source: Invalid card number
hi: अवैध कार्ड संख्या

source: Invalid CVV2 number
hi: अमान्य CVV2 नंबर

source: Invalid card type
hi: अवैध कार्ड के प्रकार

source: Could not detect client IP address
hi: ग्राहक आईपी पते का पता नहीं लगा सका

source: Not a valid credit card number
hi: नहीं एक वैध क्रेडिट कार्ड नंबर

source: You must include the 3 digit security number
hi: आप 3 अंकों सुरक्षा नंबर शामिल करना चाहिए

source: Must specify an "amount" to charge
hi: एक \ "राशि " निर्दिष्ट करना होगा चार्ज करने के लिए

source: You must pass a valid order array
hi: आप एक वैध आदेश सरणी से गुजरना होगा

source: Valid "return" and "cancel" urls must be provided
hi: वैध \ "लौटने " और \ "\ रद्द करें" यूआरएल प्रदान किया जाना चाहिए

source: You must provide a currency code
hi: आप एक मुद्रा कोड प्रदान करना होगा

source: Original PayPal Transaction ID is required
hi: मूल पेपैल के लेन-देन आईडी की आवश्यकता है

source: Must specify an "amount" to refund
hi: एक \ "राशि " निर्दिष्ट करना होगा वापसी करने के लिए

source: You must specify a refund type, such as Full or Partial
hi: आप इस तरह के पूर्ण या आंशिक रूप में, एक वापसी के प्रकार निर्दिष्ट करना होगा

source: File was not downloaded.
hi: फाइल डाउनलोड नहीं किया गया था।

source: No %s found for that date range
hi: कोई %s कि दिनांक श्रेणी के लिए मिला

source: Your form data is preserved you'll be redirected to it after login.
hi: अपने प्रपत्र डेटा संरक्षित है आप प्रवेश के बाद यह करने के लिए भेज दिया जाएगा।

source: Error notification from %s
hi: त्रुटि अधिसूचना से %s

source: Afghanistan
hi: अफ़गानिस्तान

source: Albania
hi: अल्बानिया

source: Algeria
hi: अल्जीरिया

source: American Samoa
hi: अमेरिकी समोआ

source: Andorra
hi: एंडोरा

source: Angola
hi: अंगोला

source: Anguilla
hi: एंगुइला

source: Antarctica
hi: अंटार्कटिक

source: Antigua and Barbuda
hi: एंटीगुआ और बारबुडा

source: Argentina
hi: अर्जेंटीना

source: Armenia
hi: आर्मेनिया

source: Aruba
hi: अरूबा

source: Australia
hi: ऑस्ट्रेलिया

source: Austria
hi: ऑस्ट्रिया

source: Azerbaijan
hi: अज़रबैजान

source: Bahamas
hi: बहामास

source: Bahrain
hi: बहरीन

source: Bangladesh
hi: बांग्लादेश

source: Barbados
hi: बारबाडोस

source: Belarus
hi: बेलारूस

source: Belgium
hi: बेल्जियम

source: Belize
hi: बेलीज़

source: Benin
hi: बेनिन

source: Bermuda
hi: बरमूडा

source: Bhutan
hi: भूटान

source: Bolivia
hi: बोलीविया

source: Bosnia and Herzegovina
hi: बोस्निया और हर्जेगोविना

source: Botswana
hi: बोत्सवाना

source: Bouvet Island
hi: बुवेत द्वीप

source: Brazil
hi: ब्राज़ील

source: British Indian Ocean Territory
hi: ब्रिटिश हिंद महासागरीय क्षेत्र

source: Brunei Darussalam
hi: ब्रुनेई दारुसलाम

source: Bulgaria
hi: बुल्गारिया

source: Burkina Faso
hi: बुर्किना फासो

source: Burundi
hi: बुरुंडी

source: Cambodia
hi: कम्बोडिया

source: Cameroon
hi: कैमरून

source: Canada
hi: कनाडा

source: Cape Verde
hi: केप वेर्डे

source: Cayman Islands
hi: केमैन द्वीपसमूह

source: Central African Republic
hi: मध्य अफ्रीकी गणराज्य

source: Chad
hi: चाड

source: Chile
hi: चिली

source: China
hi: चीन

source: Christmas Island
hi: क्रिसमस द्वीप

source: Cocos (Keeling) Islands
hi: कोकोस (कीलिंग) द्वीपसमूह

source: Colombia
hi: कोलंबिया

source: Comoros
hi: कोमोरोस

source: Congo
hi: कांगो

source: Congo, the Democratic Republic of the
hi: कांगो, लोकतांत्रिक गणराज्य

source: Cook Islands
hi: कुक द्वीपसमूह

source: Costa Rica
hi: कोस्टा रिका

source: Cote D'Ivoire
hi: कोटे डी'आइवर

source: Croatia
hi: क्रोएशिया

source: Cuba
hi: क्यूबा

source: Cyprus
hi: साइप्रस

source: Czech Republic
hi: चेक गणराज्य

source: Denmark
hi: डेनमार्क

source: Djibouti
hi: जिबूती

source: Dominica
hi: डॉमिनिका

source: Dominican Republic
hi: डॉमिनिक गणराज्य

source: Ecuador
hi: इक्वाडोर

source: Egypt
hi: मिस्र (इजिप्ट)

source: El Salvador
hi: अल सल्वाडोर

source: Equatorial Guinea
hi: इक्वेटोरियल गिनी

source: Eritrea
hi: इरिट्रिया

source: Estonia
hi: एस्टोनिया

source: Ethiopia
hi: इथियोपिया

source: Falkland Islands (Malvinas)
hi: फ़ॉकलैंड दीपसमूह (माल्विनास)

source: Faroe Islands
hi: फ़ैरो द्वीपसमूह

source: Fiji
hi: फिजी

source: Finland
hi: फिनलैंड

source: France
hi: फ्रांस

source: French Guiana
hi: फ्रेंच गुआना

source: French Polynesia
hi: फ़्रेंच पोलिनेशिया

source: French Southern Territories
hi: फ़्रांसीसी दक्षिणी क्षेत्र

source: Gabon
hi: गेबॉन

source: Gambia
hi: जाम्बिया

source: Georgia
hi: जॉर्जिया

source: Germany
hi: जर्मनी

source: Ghana
hi: घाना

source: Gibraltar
hi: जिब्राल्टर

source: Greece
hi: ग्रीस

source: Greenland
hi: ग्रीनलैंड

source: Grenada
hi: ग्रेनेडा

source: Guadeloupe
hi: ग्वाडेलूप

source: Guam
hi: गुआम

source: Guatemala
hi: ग्वाटेमाला

source: Guinea
hi: गिनी

source: Guinea-Bissau
hi: गिनी-बिसाऊ

source: Guyana
hi: गुयाना

source: Haiti
hi: हैती

source: Heard Island and Mcdonald Islands
hi: हर्ड द्वीप और मैकडोनाल्ड द्वीपसमूह

source: Holy See (Vatican City State)
hi: होली सी (वैटिकन सिटी प्रांत)

source: Honduras
hi: होंडुरास

source: Hong Kong
hi: हांगकांग

source: Hungary
hi: हंगरी

source: Iceland
hi: आइसलैंड

source: India
hi: भारत

source: Indonesia
hi: इंडोनिशया

source: Iran, Islamic Republic of
hi: ईरान, इस्लामी गणराज्य

source: Iraq
hi: इराक

source: Ireland
hi: आयरलैंड

source: Israel
hi: इज़राइल

source: Italy
hi: इटली

source: Jamaica
hi: जमैका

source: Japan
hi: जापान

source: Jordan
hi: जॉर्डन

source: Kazakhstan
hi: कज़ाकिस्तान

source: Kenya
hi: केन्या

source: Kiribati
hi: किरिबाती

source: Korea, Democratic People's Republic of
hi: कोरिया, डेमोक्रेटिक पीपुल्स गणराज्य

source: Korea, Republic of
hi: कोरिया गणराज्य

source: Kuwait
hi: कुवैत

source: Kyrgyzstan
hi: किर्गिज़स्तान

source: Lao People's Democratic Republic
hi: लाओ जन लोकतांत्रिक गणराज्य (पीपुल्स डेमोक्रेटिक रिपब्लिक)

source: Latvia
hi: लाटविया

source: Lebanon
hi: लेबनान

source: Lesotho
hi: लेसोथो

source: Liberia
hi: लाइबेरिया

source: Libyan Arab Jamahiriya
hi: लीबिया का अरब जमहिरिया

source: Liechtenstein
hi: लिचटेंस्टीन

source: Lithuania
hi: लिथुआनिया

source: Luxembourg
hi: लक्ज़मबर्ग

source: Macao
hi: मकाओ

source: Macedonia, the Former Yugoslav Republic of
hi: मैसिडोनिया, पूर्व युगोस्लाव गणराज्य

source: Madagascar
hi: मेडागास्कर

source: Malawi
hi: मलावी

source: Malaysia
hi: मलेशिया

source: Maldives
hi: मालदीव

source: Mali
hi: माली

source: Malta
hi: माल्टा

source: Marshall Islands
hi: मार्शल द्वीपसमूह

source: Martinique
hi: मार्टीनिक

source: Mauritania
hi: मॉरीशस (मॉरिटानिया)

source: Mauritius
hi: मॉरीशस

source: Mayotte
hi: मायोटी

source: Mexico
hi: मैक्सिको

source: Micronesia, Federated States of
hi: माइक्रोनेशिया, संघबद्ध राज्य

source: Moldova, Republic of
hi: माल्डोवा, गणराज्य

source: Monaco
hi: मोनाको

source: Mongolia
hi: मंगोलिया

source: Montserrat
hi: मोंट्सेराट

source: Morocco
hi: मोरक्को

source: Mozambique
hi: मोज़ाम्बिक

source: Myanmar
hi: म्यांमार

source: Namibia
hi: नामीबिया

source: Nauru
hi: नौरू

source: Nepal
hi: नेपाल

source: Netherlands
hi: नीदरलैंड

source: Netherlands Antilles
hi: नेदरलैंड्स एंटाइल्स

source: New Caledonia
hi: न्यू कैलेडोनिया

source: New Zealand
hi: न्यूजीलैंड

source: Nicaragua
hi: निकारागुआ

source: Niger
hi: नाइजर

source: Nigeria
hi: नाइजीरिया

source: Niue
hi: नीयू

source: Norfolk Island
hi: नॉरफ़ॉक द्वीप

source: Northern Mariana Islands
hi: उत्तरी मारियाना द्वीपसमूह

source: Norway
hi: नॉर्वे

source: Oman
hi: ओमान

source: Pakistan
hi: पाकिस्तान

source: Palau
hi: पलाऊ

source: Palestinian Territory, Occupied
hi: अधिकृत फ़िलिस्तीन क्षेत्र

source: Panama
hi: पनामा

source: Papua New Guinea
hi: पापुआ न्यू गिनी

source: Paraguay
hi: पराग्वे

source: Peru
hi: पेरू

source: Philippines
hi: फिलिपींस

source: Pitcairn
hi: पिटकेर्न

source: Poland
hi: पोलैंड

source: Portugal
hi: पुर्तगाल

source: Puerto Rico
hi: पोर्टो रीको

source: Qatar
hi: क़तर

source: Reunion
hi: रीयूनियन

source: Romania
hi: रोमानिया

source: Russian Federation
hi: रूसी फेडरेशन

source: Rwanda
hi: रवांडा

source: Saint Helena
hi: सेंट हेलेना

source: Saint Kitts and Nevis
hi: सेंट किट्स और नेविस

source: Saint Lucia
hi: सेंट लूसिया

source: Saint Pierre and Miquelon
hi: सेंट पियरे और मिकेलॉन

source: Saint Vincent and the Grenadines
hi: सेंट विन्सेंट और ग्रेनेडिन्स

source: Samoa
hi: समोआ
