Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hin/LC_MESSAGES/validation.po
Languages: hi

source: Only letters and numbers allowed
hi: केवल अक्षर और संख्या की अनुमति दी

source: Group already exist
hi: समूह पहले से ही मौजूद है

source: Only Url
hi: केवल यूआरएल

source: File does not have a valid extension
hi: फ़ाइल एक वैध एक्सटेंशन नहीं है

source: You must supply a JPG, GIF or PNG File.
hi: आप एक JPG, GIF या PNG फ़ाइल की आपूर्ति होगी।

source: Invalid Header Contact
hi: अवैध हैडर संपर्क

source: Only Alphabets
hi: केवल अक्षर

source: Currency Name already exist
hi: मुद्रा का नाम पहले से ही मौजूद

source: You must supply image height is less than 50px
hi: आप की आपूर्ति होगी छवि ऊंचाई 50px से कम नहीं है

source: You must supply image width is less than 50px
hi: आप छवि चौड़ाई की आपूर्ति होगी 50px से कम नहीं है

source: Only numbers allowed
hi: केवल नम्बर्स की अनुमति है

source: Only Date/time format
hi: केवल तारीख / समय प्रारूप

source: Enter a valid email
hi: एक वैध ईमेल प्रविष्ट करें

source: Please select
hi: कृपया चयन करें....

source: Invalid Username
hi: यूज़रनेम अमान्य है

source: Invalid Password
hi: अमान्य पासवर्ड

source: Invalid Signature
hi: अमान्य हस्ताक्षर

source: Only numbers
hi: केवल अंक

source: You must supply image height is less than 220px
hi: आप छवि ऊंचाई की आपूर्ति होगी 220px से कम है

source: This Email has already been exist! try new one
hi: यह ईमेल पहले से मौजूद किया गया है! नया एक कोशिश

source: Password required
hi: पासवर्ड आवश्यक

source: Password minimum 4 character long
hi: पासवर्ड कम से कम 4 चरित्र लंबे

source: Name already exist
hi: नाम पहले से ही मौजूद
