Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hun/LC_MESSAGES/default.po
Languages: hu

source: Are you sure, you want to re-activate this exam?
hu: Biztos benne, szeretné újra aktiválni a vizsgára?

source: Closed
hu: Zárva

source: Results
hu: Eredmények

source: Configurations
hu: konfigurációk

source: General
hu: Általános

source: Contents
hu: Tartalom

source: Email & SMS
hu: E-mail és SMS

source: Knowledge Base (for Documentation)
hu: Tudásbázis (Dokumentációs)

source: Live Chat (For Sales & Billing Only)
hu: Élő Chat (Értékesítési és számlázás esetén)

source: Support (For Technical Support)
hu: Support (Technikai támogatás)

source: Visit Our Website
hu: Látogasson el honlapunkra

source: for more documentation & Details
hu: Bővebb dokumentációt és részletek
