Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hun/LC_MESSAGES/default.po
Languages: hu

source: File Manager
hu: File kezelő

source: You can find your result here.
hu: Megtalálható az eredmény itt.

source: Thanks for given the exam.
hu: Köszönjük, hogy mivel a vizsga.

source: Dashboard
hu: Vezérlőpult

source: My Exams
hu: Vizsgáim

source: My Result
hu: Saját Eredmény

source: Group Performance
hu: Csoport Performance

source: Payment
hu: Fizetés

source: Transaction History
hu: tranzakció történet

source: Help
hu: Súgó

source: Home
hu: Kezdőlap

source: Register
hu: Nyilvántartásban

source: Log In
hu: Bejelentkezés

source: Invalid Post
hu: érvénytelen bejegyzés

source: Mar
hu: Márc

source: Apr
hu: Ápr

source: May
hu: Máj

source: Jun
hu: Jún

source: Jul
hu: Júl

source: Sep
hu: Szep

source: Oct
hu: Okt

source: Percentage
hu: Százalék

source: Month
hu: Hónap

source: Exams
hu: vizsgák

source: Email verified successfully
hu: E-mail ellenőrzése sikeresen

source: Invalid Verification Code
hu: Érvénytelen ellenörző kód

source: A verification Code send to your Email inbox or Spam
hu: Az ellenőrző kód küld postafiókjában vagy spam

source: Email Id already verified
hu: Email Id már ellenőrizve

source: Email Id not registered in system
hu: Email Id nem regisztrált rendszerben

source: You have attempted maximum exam.
hu: Kísérletet tett maximális vizsga.

source: You have attempted maximum number of questions in this subject
hu: Kísérletet tett kérdések maximális számát ebben a témában

source: You can find your result here
hu: Megtalálható az eredmény itt

source: Insufficient Amount.
hu: Elegendő mennyiségű.

source: 1. The test instructions were
hu: 1. A vizsgálati utasítások voltak

source: 2. Language of question was
hu: 2. nyelve kérdés

source: 3. Overall test experience was
hu: 3. Általános vizsgálati tapasztalat

source: Any other feedback suggestion:
hu: Minden más visszajelzést javaslat:

source: Feedback has submitted successfully!
hu: Visszajelzés benyújtott sikeres!

source: Feedback already submitted.
hu: Visszajelzés már benyújtott.

source: Email id is not registered in system
hu: E-mail azonosító nincs regisztrálva rendszer

source: Your password reset link is sent to your registered email id
hu: A jelszó-visszaállítási linket küld a regisztrált e-mail id

source: Incorrect code
hu: Hibás kód

source: Password Changed Successfully
hu: Jelszó sikeresen módosítva

source: My Performance
hu: Saját teljesítmény

source: My Group performance
hu: Saját csoport teljesítménye

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
hu: Az alkalmazás már telepítve van. Távolítsuk app / tmp / installed.txt hogy újra az alkalmazást

source: Unwriteable
hu: Nem írható

source: Writeable
hu: írható

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
hu: Sajnálatos módon! Fájl Engedély Hiba <br> Kérjük goto app / config / database.php van írható módban.

source: A connection was successfully established with the server.
hu: A kapcsolat sikeresen létrejött a szerverrel.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
hu: Nem sikerült csatlakozni az adatbázishoz. Kérjük, ellenőrizze a beállításokat app / config / database.php, és próbálja újra

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
hu: Sajnálatos módon! Folder Jogosultsági hiba <br> Kérjük tmp mappa írható módban.

source: Your Mail has been sent
hu: A mailt

source: Forwarded message
hu: továbbított üzenet

source: From
hu: Küldő

source: Subject
hu: Tárgy

source: The mail has been moved to the Trash
hu: A mail átkerült a Kukába

source: Your Mail has been deleted
hu: A Mail törölték

source: The mail has been moved to the Inbox
hu: A mail átkerült a Bejövő

source: The mail has been marked as Read
hu: A levél meg van jelölve Olvasás

source: The mail has been marked as Unread
hu: A levél meg van jelölve Olvasatlan

source: Paypal Payment not set
hu: Paypal fizetés nincs beállítva

source: Payment Cancel
hu: fizetési Mégsem

source: Wallet Payment
hu: pénztárca fizetés

source: Try again! Can not connect to paypal
hu: Próbáld újra! Nem lehet csatlakozni a paypal

source: Invalid Amount
hu: Érvénytelen összeg

source: Payment already done
hu: Fizetési tette

source: Payment not done
hu: A befizetés nem történt

source: Payment successfully! Amount %s added in your wallet
hu: Fizetési sikeresen! Összeg %s hozzá a pénztárca

source: Profile Updated Successfully
hu: Profil sikeresen frissítve

source: Photo Updated Successfully
hu: Photo sikeresen frissítve

source: Invalid Password
hu: Érvénytelen jelszó

source: Please select any group
hu: Kérem válasszon a csoport

source: Invalid Security Code
hu: Érvénytelen biztonsági kód

source: Score
hu: 3 pont

source: Marks Scored
hu: Marks Lőtt

source: Subject Wise Time Taken
hu: Tárgy Wise eltelt idő

source: Student Performance
hu: tanulói teljesítmény

source: Correct Question
hu: helyes Kérdés

source: Incorrect Question
hu: hibás kérdés

source: Right Marks
hu: jobb Marks

source: Negative Marks
hu: negatív Marks

source: Percentage(%) in Exam
hu: Százalék (%) a vizsga

source: Percentage(%)
hu: Százalék(%)

source: th
hu: Csü

source: You %s
hu: Ön %s

source: Administrator
hu: Adminisztrátor

source: Payment Gateway
hu: Fizetési átjáró

source: Pay Exam
hu: Pay vizsga

source: Your account has expired. Please contact administrator
hu: Lejárt a fiók. Kérjük, forduljon rendszergazda

source: You have been logged in successfully
hu: Ön már bejelentkezett sikeresen

source: Your email not verified! Please click on link sent to your email inbox or spam
hu: Az e-mail nem ellenőrzött! Kérjük, kattintson a linkre küldött e-mail postafiókját, vagy spam

source: Incorrect username/password
hu: Hibás felhasználónév / jelszó

source: You have been logged out successfully
hu: Ön már kijelentkezett sikeresen

source: You are %s Member! Please contact administrator
hu: Ön %s tag! Kérjük, forduljon rendszergazda

source: Hours
hu: Óra

source: Mins
hu: Min

source: Sec
hu: <0,5 mp

source: Grand Total
hu: Összesen

source: Your Question has been added for exam
hu: A kérdés került vizsgára

source: Your Question has been deleted for exam
hu: A kérdés törölve lett vizsga

source: No Permission
hu: Nincs jogosultsága!

source: Advertisement has been saved
hu: Reklám lett mentve

source: Invalid post
hu: érvénytelen hozzászólás

source: Advertisement has been deleted
hu: Reklám törölve lett

source: Photo Changed Successfully
hu: Photo sikeresen módosítva

source: Not Attempted
hu: Nem próbálta

source: Marks Updated
hu: Marks Frissítve

source: Successfully Finalize
hu: sikeresen véglegesítése

source: Successfully Closed Exam
hu: Sikeresen zárult vizsga

source: English
hu: Angol

source: French
hu: Francia

source: Your Setting has been saved
hu: A beállítás elmentve

source: Page Added Successfully
hu: Oldal sikeresen hozzáadva

source: Pages updated Successfully
hu: Frissített oldalak sikeresen

source: Page has been deleted
hu: Oldal törölve lett

source: Page has been Unpublished
hu: Oldal már kiadott

source: Page has been Published
hu: Oldalát közzétettük

source: Something wrong
hu: Valami baj van

source: Currency has been saved
hu: Valuta lett mentve

source: Currency has been deleted
hu: Árfolyam törölték

source: Student Details
hu: Student Részletek

source: Active
hu: Aktív

source: Pending
hu: Folyamatban

source: Suspend
hu: Felfüggesztés

source: Pass
hu: jóváhagyott

source: Fail
hu: nélkül.

source: Absent
hu: Hiányzó

source: Student
hu: Egyetemista

source: Passing %age
hu: Átadás %a ge

source: Average %age
hu: Átlagos %a ge

source: Question Count
hu: kérdés Count

source: Total Question
hu: Összesen kérdés

source: Question Bank Difficulty Wise
hu: Kérdés Bank Nehézségi Wise

source: Easy
hu: Egyszerű

source: Medium
hu: közepes

source: Hard
hu: Kemény

source: Name has been updated
hu: Név frissült

source: Email template has been saved
hu: E-mail sablont mentettük

source: Email template has been deleted
hu: E-mail sablon törölték

source: End Date is not less than Start date
hu: Záró dátum nem kevesebb, mint a kezdő

source: Please Select any group
hu: Kérjük, válasszon ki bármilyen csoport

source: Please Add Subject To Exam
hu: Kérjük Tárgy hozzáadása vizsga

source: Exam has been saved. Add questions in exam
hu: Vizsga lett mentve. Add kérdések vizsga

source: Exam has been saved
hu: Vizsga lett mentve

source: Exam has been updated
hu: Vizsga frissült

source: Exam has been deleted
hu: Vizsga törölték

source: Difficulty Level
hu: nehézségi szint

source: Subject Wise Question Count
hu: Tárgy Wise kérdés Count

source: Exam sucessfully inactivated
hu: Vizsga sikeresen inaktivált

source: Exam sucessfully activated
hu: Vizsga sikeresen aktivált

source: There are no question added!
hu: Nincsenek kérdés hozzáadva!

source: Your username is sent to your registered email id
hu: A felhasználónevét küld a regisztrált e-mail id

source: Group Added Successfully
hu: Csoport sikeresen hozzáadva

source: Group has been saved
hu: Csoport lett mentve

source: Group has been deleted
hu: A csoport törölve

source: Delete subject first
hu: Törlés témában az első

source: Help content has been saved
hu: Súgó tartalom lett mentve

source: Help content has been deleted
hu: Súgó tartalmát töröltük

source: Questions imported successfully
hu: Kérdések sikeresen importálva

source: File not uploaded
hu: A fájl nincs feltöltve

source: Only CSV File supported
hu: Csak a CSV fájl támogatott

source: Please Select Subject
hu: Kérjük, válasszon Tárgy

source: Please Select any Group
hu: Kérjük, válasszon ki bármilyen Group

source: Students imported successfully
hu: A diákok sikeresen importálva

source: Please Select Group
hu: Kérjük, válasszon Group

source: Student Email not found
hu: Student-mail nem talált

source: News has been saved
hu: Hírek lett mentve

source: News has been deleted
hu: Hírek törölték

source: Paypal Payment Setting has been saved
hu: Paypal fizetési beállítás elmentve

source: Setting Problem
hu: Beállítás probléma

source: Please Choose the Correct answer
hu: Kérjük, válassza ki a helyes válasz

source: Please select true or false
hu: Kérjük, válassza ki igaz vagy hamis

source: Please fill blank space
hu: Kérjük, töltse szóköz

source: Question added to bank successfully
hu: Kérdés hozzá bank sikeresen

source: Question has been updated
hu: Kérdés frissült

source: Question has been deleted
hu: Kérdés törölték

source: Delete exam first!
hu: Törlés vizsga első!

source: Question Difficulty Level
hu: Kérdés nehézségi szint

source: Performance
hu: Teljesítmény

source: Please select any type in the list
hu: Kérem válasszon a típusát a listában

source: Please type any email
hu: Kérjük adjon meg egy tetszőleges e-mail

source: Email has been sent
hu: Az e-mail el lett küldve

source: No email to send
hu: Nincs e-mail küldeni

source: Please type any name
hu: Kérjük adjon meg egy tetszőleges nevet

source: Sms has been sent
hu: SMS-t küldtünk

source: No sms to send
hu: Nincs sms küldeni

source: Signature has been saved
hu: Signature lett mentve

source: Signature has been deleted
hu: Signature törölték

source: Slide has been saved
hu: Dia lett mentve

source: Slide has been deleted
hu: Slide törölték

source: SMS template has been saved
hu: SMS sablont mentettük

source: SMS template has been deleted
hu: SMS sablon törölték

source: Student added Successfully
hu: Diák sikeresen hozzáadva

source: Please Select atleast one group
hu: Kérjük, válasszon ki legalább egy csoportot

source: Student has been updated
hu: Student frissült

source: Student has been deleted
hu: Student törölték

source: Student Wallet has been updated
hu: Student Wallet frissült

source: Subject Added Successfully
hu: Tárgy sikeresen hozzáadva

source: Subject already exist
hu: Tárgy már léteznek

source: Subject has been updated
hu: Tárgy frissült

source: Subject has been deleted
hu: Tárgy törölték

source: Testimonial has been saved
hu: Beszámolók lett mentve

source: Testimonial has been updated
hu: Beszámolók frissült

source: Testimonial has been deleted
hu: Beszámolók törölve lett

source: User Added Successfully
hu: Felhasználó sikeresen hozzáadva

source: User has been updated
hu: Felhasználói frissült

source: User has been deleted
hu: Felhasználó törölve

source: Permission update successfully
hu: Engedély frissítés sikeresen

source: You have been logged in Successfully
hu: Ön már bejelentkezett sikeresen

source: You have been logged out
hu: Ön már kijelentkezett

source: Level User has been saved
hu: Szint Felhasználó lett mentve

source: Level user has been deleted
hu: Level felhasználót töröltek

source: Logo has been saved
hu: Logó mentése

source: Logo has been deleted
hu: Logo törölve lett

source: Add Questions
hu: Kérdések hozzáadása

source: Question Type
hu: kérdés típusa

source: Search
hu: Keresés

source: Reset
hu: Visszaállítás

source: Add To Exam
hu: Hozzáadás a vizsga

source: Delete To Exam
hu: Törlés vizsga

source: Back To Exam
hu: Vissza Vizsga

source: Type
hu: Típus

source: Body of Question
hu: Body kérdés

source: Level
hu: 1. szint

source: Action
hu: Akció

source: Add Advertisement
hu: Add hirdetés

source: Advertisement Name
hu: Reklám neve

source: Ordering
hu: rendelés

source: Internal
hu: (Belső)

source: External
hu: Külső

source: URL Target
hu: URL Cél

source: _self
hu: _maga

source: _blank
hu: _üres

source: Upload Image (350*260)
hu: Kép feltöltése (350 * 260)

source: Save
hu: Mentés

source: Close
hu: Bezárás

source: Update Photo
hu: frissítés Photo

source: Upload Photo
hu: Fénykép feltöltése

source: Update
hu: Frissítés

source: Cancel
hu: Mégse

source: Edit Advertisements
hu: szerkesztése Reklámok

source: Form
hu: formában

source: Status
hu: Állapot

source: Advertisements
hu: Reklámok

source: Add New Advertisement
hu: Új reklám

source: Edit
hu: Szerkesztés

source: Delete
hu: Törlés

source: View
hu: Kilátás

source: Change Photo
hu: Fénykép módosítása

source: View Slides
hu: Diák megtekintése gombot

source: Attempted Papers of
hu: Megkísérelt Papers of

source: Name
hu: Név

source: Total Marks
hu: Összesen Marks

source: Obtained Marks
hu: nyert Marks

source: Result Finalized
hu: eredmény véglegesítve

source: Finalize It
hu: véglegesíti

source: PASSED
hu: e

source: FAILED
hu: Sikertelen

source: Finalized By
hu: véglegesítésre

source: Question No
hu: kérdés

source: Option1
hu: 1.opció

source: Option2
hu: 2. opció

source: Option3
hu: 3. opció

source: Option4
hu: 4. opció

source: Marked Answer
hu: jelzett válasz

source: Correct Answer
hu: Helyes válasz

source: Time Taken
hu: eltelt idő

source: Marks Obtained
hu: Szerzett érdemjegyek

source: Checked by
hu: Ellenőrizte

source: System
hu: Rendszer

source: Configuration Options
hu: konfigurációs beállítások

source: Site Name
hu: Site neve

source: Organization Name
hu: Szervezet neve

source: Domain Name
hu: Domain Név

source: Organization Email
hu: szervezet e-mail

source: Meta Title
hu: meta cím

source: Meta Description
hu: Meta Leírások

source: Time Zone
hu: Időzóna

source: Please Select
hu: Kérem válasszon

source: Currency
hu: Pénznem

source: Header Contact
hu: fejléc Kapcsolat

source: Email Contact
hu: E-mail Kapcsolat

source: Display records per page
hu: Kijelző per oldal

source: Max records per page
hu: Max per oldal

source: Date Format
hu: Dátum formátum

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
hu: Dátum, hónap, év, óra, Min, Sec, Meridian, Date Seprator, Idő Seprator

source: Image
hu: kép

source: Text
hu: szöveg

source: Left-to-right (LTR)
hu: Bal-jobb (LTR)

source: Right-to-Left (RTL)
hu: Jobbról balra (RTL)

source: Language
hu: Nyelv

source: Enable SMS Notification
hu: Engedélyezése SMS értesítés

source: Enable Email Notification
hu: Az e-mail értesítés

source: Manual Verification
hu: Manuális Ellenőrző

source: Front End Registration
hu: Front End Regisztráció

source: Front End Slides
hu: Front End Diák

source: Translation
hu: Fordítás

source: Paid Exam
hu: fizetett vizsga

source: Math Editor
hu: Math-szerkesztő

source: Exam Expiry
hu: vizsga Érvényességi

source: Exam Feedback
hu: vizsga Visszajelzés

source: Certificate
hu: Bizonyítvány

source: Testimonial
hu: Futó idézet

source: Advertisement
hu: Hirdetés

source: No. of Visitor
hu: Száma Visitor

source: No. of Student
hu: Száma Student

source: No. of Exam
hu: Száma vizsga

source: Save Settings
hu: Beállítások mentése

source: Add Pages
hu: Add oldalak

source: Link Name
hu: Link neve

source: Link Order
hu: Link rendelés

source: External Url
hu: külső URL

source: Url Target
hu: url Cél

source: Page Name
hu: oldal neve

source: Page Url
hu: oldal URL

source: Page Content
hu: oldal tartalom

source: Edit Pages
hu: Oldalak szerkesztése

source: Pages
hu: Oldalak

source: Add New Page
hu: Új oldal hozzáadása

source: Published
hu: Publikálva / Megjelentetve

source: Unpublished
hu: Kiadatlan

source: Add Currency
hu: Add Árfolyam

source: Currency Name
hu: Árfolyam neve

source: Short Name
hu: Rövid név

source: Upload Currency (Less or equal to 50*50)
hu: Töltsd Valutát (Kisebb vagy egyenlő 50 * 50)

source: Add New Currency
hu: Új Árfolyam

source: In Progress Exam
hu: Folyamatban vizsga

source: Upcoming Exam
hu: következő vizsga

source: Completed Exam
hu: befejezett vizsga

source: Students
hu: diákok

source: In Progress & Upcoming Exams
hu: In Progress & közelgő vizsgák

source: Date
hu: Dátum

source: Exam Name
hu: vizsga neve

source: Group
hu: Csoport

source: Duration
hu: Időtartam

source: Recent Exam Results
hu: Friss Vizsga eredmények

source: Exam
hu: Vizsga

source: Overall Result
hu: összességében Eredmény

source: Student Stats
hu: Student statisztika

source: To
hu: Címzett

source: Details
hu: Részletek

source: Top 10 Student Group Wise
hu: Top 10 diákcsoport Wise

source: Student Statistic Table
hu: Student Statisztikai táblázat

source: Total Students
hu: Összesen diákok

source: Total Active
hu: Összes aktív

source: Total Pending
hu: Összesen Folyamatban

source: Total Suspended
hu: Összesen Felfüggesztett

source: Top 10 Question Bank Subject Wise
hu: Top 10 kérdés Bank Tárgy Wise

source: Top 10 Difficulty Level of Questions
hu: Top 10 Nehézségi szint Kérdések

source: Question Count Table
hu: Kérdés Count táblázat

source: Bank Name
hu: Bank neve

source: Total Easy
hu: Összesen Könnyű

source: Total Normal
hu: Összesen Normál

source: Total Difficult
hu: Összesen Nehéz

source: Diffculty Level
hu: Diffculty szint

source: E-Mail Settings
hu: E-mail beállítások

source: Email Type
hu: E-mail típus

source: User Name
hu: Felhasználónév

source: Password
hu: Jelszó

source: Add Email Template
hu: Add mail sablon

source: Email Template
hu: E-mail sablon

source: Edit Email Templates
hu: Szerkesztés e-mail sablonok

source: Email Templates
hu: E-mail sablonok

source: Add New Email Template
hu: Új e-mail sablon

source: Template
hu: Sablon

source: Subject Added successfully
hu: Tárgyi sikeresen

source: Add Exam
hu: Add vizsga

source: Name of Exam
hu: Neve vizsga

source: Passing Percentage
hu: Átadás Százalék

source: Instruction
hu: Utasítás

source: Exam Duration (Min.)
hu: Vizsga időtartama (min.)

source: 0 for unlimited duration
hu: 0 határozatlan időre

source: Attempt Count
hu: kísérlet Count

source: 0 for unlimited attempt
hu: 0 korlátlan kísérlet

source: Start Date
hu: Kezdő dátum

source: End Date
hu: Befejezés időpontja

source: Show Answer Sheet
hu: Válasz megjelenítése Sheet

source: Yes
hu: Igen

source: No
hu: Nem

source: Student Group
hu: diákcsoport

source: Negative Marking
hu: negatív jelölés

source: Random Question
hu: Véletlenszerű kérdés

source: Amount
hu: Összeg

source: Browser Tolrance
hu: böngésző Tolrance

source: Expiry Days
hu: Érvényességi Napok

source: 0 for Unlimited
hu: 0 korlátlan

source: Result After Finish
hu: Eredmény után a Befejezés

source: Mode
hu: mód

source: Instant Result
hu: Azonnali eredmény

source: Option Shuffle
hu: Shuffle opciót

source: Add Subjects To Exams
hu: Add tárgyak vizsgák

source: Subject Name
hu: Tárgy neve

source: No. of Questions
hu: No. Kérdések

source: Ques Attempt Count
hu: Kitöltött Kísérlet Count

source: Questions Attempt Count
hu: Kérdések Kísérlet Count

source: Leave blank for not showing (0 for unlimited)
hu: Hagyja üresen, ha nem jelenik meg (0 korlátlan)

source: ctrl+click to add multiples
hu: ctrl + klikk hozzá többszörösei

source: Add
hu: Hozzáad

source: Edit Exam
hu: szerkesztés vizsga

source: Exam Stats
hu: vizsga statisztika

source: No of Student Passed
hu: Nem Student Telt

source: Download
hu: Letöltés

source: No of Student Failed
hu: Nem sikerült Student

source: No of Student Absent
hu: Nem Student Hiányzik

source: Exam Details
hu: vizsga adatai

source: Finalize Result
hu: véglegesíti Eredmény

source: Attempted Papers
hu: megkísérelt Papers

source: Eligible Group
hu: támogatható Group

source: Close Exam
hu: Bezár vizsga

source: Activate Exam
hu: aktiválása vizsga

source: Exam Closed Re-Activate Exam
hu: Vizsga Zárt Újraaktiválás vizsga

source: Browser Tolrence
hu: böngésző Tolrence

source: Expiry
hu: Lejárat

source: Unlimited
hu: korlátlan

source: Days
hu: Napok

source: Subjective
hu: Szubjektív

source: Objective
hu: objektív legyél,

source: True &amp; False
hu: Igaz & amp; Hamis

source: Fill in the blanks
hu: Az üres helyek kitöltése

source: Total Questions
hu: Összesen kérdések

source: Question Attempt Count
hu: Kérdés Kísérlet Count

source: H
hu: F

source: Total
hu: Összesen

source: E
hu: K

source: M
hu: K

source: Student Name
hu: Tanuló név

source: Enrolment
hu: Beiratkozás

source: Phone
hu: Telefon

source: Result Status
hu: eredmény állapota

source: Forgot Password
hu: Elfelejtt jelszó

source: Email ID
hu: Email azonosító

source: Submit
hu: Küldés

source: Forgot Username
hu: Elfelejtett felhasználónév

source: Login
hu: Bejelentkezés

source: Verification Code
hu: Ellenőrző kód

source: Please enter verification Code
hu: Kérjük, írja be a képen látható kódot

source: Reset Password
hu: Jelszó visszaállítása

source: Confirm Password
hu: Erősítse a jelszót:

source: Add Groups
hu: Add Csoportok

source: Group Name
hu: Csoport neve

source: Edit Groups
hu: Csoportok szerkesztése

source: Groups
hu: Csoportok

source: Add New Group
hu: Új csoport hozzáadása

source: Add Help Content
hu: Add súgótémaköröket

source: Title
hu: Cím

source: Description
hu: Leírás

source: Edit Help Content
hu: Szerkesztés súgótémaköröket

source: Help Content
hu: Súgó tartalom

source: Add New Help Content
hu: Új súgótémaköröket

source: Back To Questions
hu: Vissza a kérdésekhez

source: Export Questions
hu: export kérdések

source: Select File
hu: Fájl kiválasztása

source: Import Questions
hu: import kérdések

source: Import/Export Students
hu: Import / Export diákok

source: Back To Students
hu: Vissza a diákok

source: Export Students
hu: export diákok

source: Import Students
hu: import diákok

source: All Messages
hu: összes üzenet

source: My Profile
hu: Profilom

source: Change Password
hu: Jelszó módosítása

source: Logout
hu: Kijelentkezés

source: Powered by
hu: Támogató

source: Date &amp; Time
hu: Date & amp; Idő

source: Compose Mail
hu: Levélírásához

source: Search Student Mail
hu: Keresés Student Mail

source: Message
hu: Üzenet

source: Send
hu: Küld

source: Compose
hu: Összeállít

source: Inbox
hu: Bejövő

source: Sent Mail
hu: Elküldött levél

source: Trash
hu: Kuka

source: More
hu: Több

source: Mark as Read
hu: Jelöld olvasottként

source: Mark as Unread
hu: Megjelölés olvasatlanként

source: Move to Inbox
hu: Áthelyezés a Beérkező levelek
