Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hun/LC_MESSAGES/default.po
Languages: hu

source: Reply
hu: Válaszol / Válasz

source: Forward
hu: Előre

source: Menu Names
hu: menü Nevek

source: Model Name
hu: Modell név

source: Icon
hu: Ikon

source: News Title
hu: Hírek Cím

source: News Description
hu: Hírek Leírás

source: Edit News
hu: szerkesztése hírek

source: News
hu: Hírek

source: Add New News
hu: Új hírek

source: Paypal Payment Option
hu: Paypal fizetés opció

source: Signature
hu: Aláírás

source: True
hu: Igaz

source: Add Question
hu: Kérdés hozzáadása

source: Question
hu: Kérdés

source: Correct Answers
hu: helyes válaszok

source: Type your question here
hu: Írja be a kérdés itt

source: Answer1
hu: Válasz

source: Answer2
hu: Válasz

source: Answer3
hu: Válasz

source: Answer4
hu: Válasz

source: Answer5
hu: Válasz

source: Answer6
hu: Válasz

source: True/False
hu: Igaz hamis

source: False
hu: Hamis

source: Blank Space
hu: Üres hely

source: Explanation (Optional)
hu: Magyarázat (opcionális)

source: Provide explanation in support of correct answer
hu: Adjon magyarázatot támogató helyes válasz

source: Hint(optional)
hu: Tipp (nem kötelező)

source: Hint to help answer correctly
hu: Tipp, hogy segítsen helyes választ

source: without minus sign
hu: nélkül mínusz jel

source: Edit Question Type
hu: Kérdés szerkesztése típus

source: Explanation
hu: Magyarázat

source: Hint
hu: Célzás

source: Questions
hu: Kérdések

source: Add New Question
hu: Új kérdés

source: Import/Export Question
hu: Import / Export kérdés

source: Answer
hu: Válasz

source: Question Details
hu: kérdés Részletek

source: Exam Wise
hu: vizsga Wise

source: Please Select Exam
hu: Kérjük, válasszon vizsga

source: Status of Result
hu: Jogállásáról Eredmény

source: Please Select Result Status
hu: Kérjük, válasszon Eredmény állapota

source: Download Result
hu: Letöltés Eredmény

source: Rank
hu: Név

source: Test
hu: vizsgálatok

source: Percent
hu: Százalék

source: Result
hu: Eredmény

source: View Result
hu: Eredmény megtekintése

source: Download/Print Result
hu: Letöltés / Print Eredmény

source: Name or Enrolment Number
hu: Név vagy Beiratkozási száma

source: Enrolment Number
hu: Beiratkozási száma

source: Back
hu: Vissza

source: Assesment Report for
hu: Assesment jelentés

source: Taken Date
hu: Taken dátuma

source: Total Time
hu: Teljes idő

source: Nos. of Browser tolrance attempt
hu: Nos. A böngésző tolrance kísérlet

source: Total Score
hu: Összesített pontszám

source: Feedback
hu: Visszajelzés

source: Section proportion
hu: § aránya

source: Actual
hu: Tényleges

source: Your Percentage
hu: A Százalék

source: Section Summary
hu: szakasz összefoglalása

source: Maximum Score
hu: maximális pontszám

source: Developed Skill
hu: A fejlett Skill

source: Needs Development
hu: fejlesztésre szorul

source: Lack of Skill
hu: Hiánya Skill

source: MCQ answered
hu: MCQ válaszol

source: S.N.
hu: Szériaszám

source: Legend
hu: Jelmagyarázat

source: Send Emails
hu: Emaileket küld

source: Teachers
hu: Tanárok

source: Any Email
hu: bármilyen e-mail

source: Default all students if you add manually then search student email
hu: Default minden diák, ha hozzá kézzel, majd keresni hallgatók e-mail

source: Default all teachers if you add manually then search teacher email
hu: Default minden tanár, ha hozzá kézzel, majd keresni tanár e-mail

source: Type any email comma seprated
hu: Írja be az e-mail vessző seprated

source: Type subject
hu: Típus téma

source: Select Email Template
hu: Select mail sablon

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
hu: Ha nem akar választani e-mail sablon akkor egyszerűen csak írja az e-mail üzenetet. Ha a szerkesztő betöltése, akkor nem választhatja ki a sablon megy reset gomb

source: Send Sms
hu: SMS küldése

source: Any Sms
hu: SMS-t

source: Default all student if you add manually then search students name
hu: Alapbeállítás diák, ha hozzá kézzel, majd keresni hallgató neve

source: Default all teachers if you add manually then search teacher name
hu: Default minden tanár, ha hozzá kézzel, majd keresni tanár neve

source: Any Number
hu: Minden szám

source: Type any number comma seprated
hu: Beírt szám vessző seprated

source: Select Sms Template
hu: Válassza ki az SMS sablon

source: Sms Template
hu: sMS sablon

source: If you do not want to select sms template then simply type sms message
hu: Ha nem akar választani SMS sablon, akkor egyszerűen írja SMS

source: Certificate Signature
hu: Tanúsítvány aláírási

source: Upload Image(* height less than 75px)
hu: Kép feltöltése (* magassága kisebb, mint 75px)

source: Delete Signature
hu: Törlés Signature

source: Add Slides
hu: Add Diák

source: Slide Name
hu: Slide neve

source: Upload Slide (1350*550)
hu: Feltöltés Slide (1350 * 550)

source: Edit Slides
hu: szerkesztése Diák

source: Slides
hu: Diák

source: Add New Slide
hu: Új dia

source: SMS Settings
hu: SMS-beállítások

source: Sender ID
hu: Küldőazonosító

source: Heading Username
hu: Rovat Felhasználónév

source: Username field provided by sms gateway
hu: Felhasználónév mező által biztosított SMS gateway

source: Heading Password
hu: Rovat jelszó

source: Password field provided by sms gateway
hu: A jelszó mező által biztosított SMS gateway

source: Heading Mobile No
hu: Rovat Mobile Nem

source: Mobile No field provided by sms gateway
hu: Mobile No mező által biztosított SMS gateway

source: Heading Message
hu: Rovat Message

source: Message field provided by sms gateway
hu: Üzenet mező által biztosított SMS gateway

source: Heading Sender Id
hu: Rovat küldőazonosítóként

source: Sender Id field provided by sms gateway
hu: Küldőazonosítóként mező által biztosított SMS gateway

source: Add SMS Template
hu: Add SMS sablon

source: Edit SMS templates
hu: Szerkesztés SMS sablonok

source: SMS Templates
hu: SMS sablonok

source: Add New SMS Template
hu: Új SMS sablon

source: Add Students
hu: Add diákok

source: Address
hu: Cím

source: Guardian Phone
hu: Guardian telefon

source: Edit Students
hu: szerkesztése diákok

source: Renewal Date
hu: Megújítás dátuma

source: Add New Student
hu: Új diák

source: Wallet
hu: Pénztárca

source: Admission Date
hu: felvételi időpontja

source: Credit
hu: Pont

source: Debit
hu: Tartozás

source: Balance
hu: egyenleg

source: Date & Time
hu: Dátum idő

source: Payment Through
hu: fizetési Through

source: Remarks
hu: Megjegyzés

source: View Student Information
hu: Részletek Hallgatói Információs

source: Full Name
hu: Teljes név

source: Phone Number
hu: Telefonszám

source: Registered Email
hu: Regisztrált Email

source: Alternate Number
hu: Alternatív száma

source: Enrolment No
hu: Beiratkozási Nem

source: Last Login
hu: Utolsó bejelentkezés

source: Students Wallet
hu: diákok Wallet

source: Transaction Form
hu: tranzakciós Form

source: Mobile
hu: Mobil

source: ADD
hu: Hozzáadás

source: DEDUCT
hu: Levonva...

source: Add Subjects
hu: Add tárgyai

source: Edit Subjects
hu: szerkesztés tárgyai

source: Subjects
hu: Tantárgyak

source: Add New Subject
hu: Új Téma

source: Question Bank
hu: kérdés Bank

source: Add Testimonials
hu: Add Beszámolók

source: Upload Photo (150*150)
hu: Feltöltés Fotó (150 * 150)

source: Edit Testimonials
hu: szerkesztés Beszámolók

source: Testimonials
hu: Futó idézetek

source: Add New Testimonial
hu: Új Futó idézet hozzáadása

source: Photo
hu: Fotó

source: Add Users
hu: felhasználók hozzáadása

source: User Level
hu: felhasználói szintű

source: Username
hu: Felhasználónév

source: Level users
hu: szintű felhasználók

source: Add New Level
hu: Új szint

source: Back To Users
hu: 100016850:= Vissza a felhasználók

source: Level Name
hu: szint Név

source: Set Permission
hu: set Engedély

source: Assign Form Rights
hu: Rendeljen Form jogok

source: Module Name
hu: modulnevet

source: Old Password
hu: Régi jelszó

source: Edit Users
hu: felhasználók szerkesztése

source: User Registration Form
hu: Felhasználói regisztrációs űrlap

source: Users
hu: Felhasználók

source: Add New User
hu: Új felhasználó hozzáadása

source: Add Level Users
hu: Szint hozzáadása Felhasználók

source: Level User
hu: szint Felhasználó

source: Dear user, log in to access the admin area!
hu: Kedves felhasználó, jelentkezzen be a rendszergazdai területen!

source: Admin / Teacher Username
hu: Admin / tanár Felhasználónév

source: Forgot User Name
hu: Elfelejtett felhasználónév

source: Organisation Logo
hu: Szervezet Logo

source: Upload Image(* height less than 220px)
hu: Kép feltöltése (* magassága kisebb, mint 220px)

source: Delete Logo
hu: Törlés Logo

source: Please provide a type for chart %s!
hu: Kérjük, adjon meg egy típusú chart %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
hu: Ábra: \ " %s " nem található. Biztosítani kell, hogy kör neve ugyanaz karakterlánc, amely átkerül a $ this-> HighCharts-> render () a nézetben.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
hu: Az Express Checkout tranzakció lejárt, és a tranzakció újra kell indítani

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
hu: Lehet, hogy készült egy második hívás az azonos fizetési, vagy nem használják ugyanazt a számlát azonosítót külön tranzakció.

source: Please use a different funcing source.
hu: Kérjük, használjon másik funcing forrás.

source: An error occured, please retry the transaction.
hu: Hiba történt, kérjük, próbálja újra a műveletet.

source: This transaction couldn't be completed. Redirecting to payment gateway
hu: Ez a tranzakció nem hajtható végre. Átirányítás a fizetési átjáró

source: You have not agreed to the billing agreement.
hu: Nem egyeztetett a számlázási megállapodást.

source: The billing agreement is disabled or inactive.
hu: A számlázási megállapodás van tiltva vagy inaktív.

source: The credit card used is expired.
hu: A használt hitelkártyát lejárt.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
hu: A tranzakció nem volt hajlandó, mert az AVS válasz visszatért N értékét, valamint a kereskedelmi számla nem tudja elfogadni az ilyen ügyleteket.

source: The payment gateway account is restricted.
hu: A fizetési átjáró fiók korlátozott.

source: You must submit an IP address of the buyer with each API call.
hu: Be kell küldenie az IP-címet a vevő minden API hívást.

source: The merchant selected a value for the PaymentAction field that is not supported.
hu: A kereskedő kiválasztott értéket a PaymentAction területen, amely nem támogatott.

source: The credit card field was blank.
hu: A hitelkártya mező üres volt.

source: The total amount and item amounts do not match.
hu: A teljes összeg és tétel összegek nem egyeznek.

source: The credit card entered is currently restricted by the payment gateway.
hu: A megadott hitelkártyán jelenleg csak a fizetési átjáró.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
hu: A kereskedő lépett számla azonosító, amelyet már társítva van egy tranzakció ugyanazon kereskedő. Kísérlet egy új számlát azonosító

source: The transaction was declined by the country filter managed by the merchant.
hu: A tranzakciót elutasította az ország szűrő által kezelt kereskedő.

source: The transaction was declined by the maximum amount filter managed by the merchant.
hu: A tranzakciót elutasította a maximális összeg szűrő által kezelt kereskedő.

source: The transaction was declined by the payment gateway.
hu: A tranzakciót elutasította a fizetési átjáró.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
hu: A tranzakciót elutasította fizetési átjáró, mert az esetleges tisztességtelen tevékenység.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
hu: A tranzakciót elutasította fizetési átjáró, mert az esetleges tisztességtelen tevékenység az IP-címet.

source: The merchant account attempting the transaction is not a business account.
hu: A kereskedelmi számla megpróbálja az ügylet nem üzleti fiók.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
hu: A kereskedelmi számla megpróbálja a tranzakció nem tudja feldolgozni elektronikus fizetési tranzakciókat.

source: Access to Direct Payment was disabled for your account.
hu: Hozzáférés a közvetlen kifizetés koncepciója volt tiltva a fiókjában.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
hu: A kereskedelmi számla megpróbálja az ügylet nem visszaigazolt e-mail címet a fizetési átjáró.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
hu: A kereskedő megpróbálta a tranzakció, ha az összeg meghaladja a felső határértéket, amely a kereskedő.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
hu: A tranzakció elutasításra került, mert a kereskedő kockázatát szűrő AVS. Pontosabban, a kereskedő állított csökkenni tranzakciót, amikor az AVS visszatért egy nem illik (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
hu: A tranzakció elutasításra került, mert a kereskedő kockázatát szűrő AVS. Pontosabban, a kereskedő azt a szűrőt, hogy csökken az ügyletekre, ha az AVS visszatér részleges egyezés.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
hu: A tranzakció elutasításra került, mert a kereskedő kockázatát szűrő AVS. Pontosabban, a kereskedő azt a szűrőt, hogy csökken az ügyletekre, ha az AVS nem támogatott.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
hu: A kereskedő adta meg az IP-címet, hogy volt érvénytelen formátumban. Az IP-cím kell, hogy olyan formátumban, például 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
hu: A kereskedő konfiguráció szükséges a CVV kell beírni, de nem CVV megkapta ezt a tranzakciót.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
hu: A kereskedő, amelyeknél címet sem az Egyesült Államokban vagy Kanadában, de az állam nyújtott nem érvényes állami mindkét országban.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
hu: A tranzakciót elutasította a kibocsátó bank, nem a fizetési átjáró. A kereskedő meg kell próbálnia egy másik kártyát.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
hu: A kereskedő lakóhelye szerinti országban jelenleg nem támogatja, hogy közvetlen fizetési műveletek.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
hu: A tranzakció elutasításra került, mert a fizetési átjáró jelenleg tranzakció lebonyolításának által azonos vevő részére azonos összeget. Léphet fel, ha a vevő azt állítja több, azonos ügyletekre gyors egymásutánban.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
hu: A CVV érvénytelen. A CVV között 3-4 számjegy hosszú.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
hu: Kérlek, próbáld újra később. Biztosítani kell, hogy sikeresen a helyes CVV és címét info a vevő számára. Ha létre ismétlődő profil, próbálja újra átadásával egy init mennyiségű 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
hu: Tranzakció nem kompatibilis miatt hiányzó vagy érvénytelen 3-D Secure hitelesítés értékeket. Ellenőrizze ECI, ECI3DS, CAVV, XID területeken.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
hu: A tranzakció elutasította a fizetési átjáró, mert a túlzott hibák miatt egy rövid ideig ezt a hitelkártya.

source: The transaction was declined by payment gateway.
hu: A tranzakciót elutasította fizetési átjáró.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
hu: A tranzakció elutasításra került, mert a kereskedő nem rendelkezik érvényes kereskedelmi szervezet megállapodást fájlt a fizetési átjáró.

source: The transaction was declined because the CVV entered does not match the credit card.
hu: A tranzakció elutasításra került, mert a CVV be nem egyezik meg a hitelkártya.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
hu: A tranzakciót elutasította a kibocsátó bank, mert lejárt hitelkártyával. A kereskedő meg kell próbálnia egy másik kártyát.

source: Exceeded permissible limit for Navigating away
hu: Túllépte a megengedett határérték Navigáció re

source: You have exceeded the permissible limit for navigating away from your test
hu: Túllépte a megengedett határértéket elnavigálni a teszt

source: Your test has finished. You can close the window now
hu: A vizsgálat befejezése után. Akkor zárja be az ablakot most

source: Installation Complete
hu: A telepítés kész

source: Aho! The System is installed successfully.
hu: Aho! A rendszer telepítése sikeresen befejeződött.

source: Go to Admin/Teacher Interface
hu: Ugrás az Admin / tanár Interface

source: User
hu: Felhasználó

source: Go to Front End/Student Interface
hu: Tovább a Front End / Student Interface

source: Visit our website
hu: Látogasson el honlapunkra

source: for documentation and support
hu: A dokumentáció és támogatás

source: My Exam Stats
hu: Saját vizsga statisztika

source: Total Exam Given
hu: Összesen vizsga Tekintettel

source: Absent Exams
hu: hiányzik vizsgák

source: Best Score in
hu: Legjobb pontszám

source: On
hu: Be

source: Failed in
hu: sikertelen

source: Average Percentage
hu: átlagos százalékos

source: Your Rank
hu: A listában

source: Month Wise Performance
hu: Hónap Wise Performance

source: Exam Wise Performance
hu: Vizsga Wise Performance

source: Top 10
hu: FELSŐ

source: Todays Exam
hu: mai vizsga

source: Top
hu: Felső

source: These are the exam(s) that can be taken right now
hu: Ezek a vizsga (k) lehet tenni most

source: No Exams found for today
hu: Nem vizsgák talált ma

source: Something went wrong
hu: Valami elromlott

source: Show
hu: Megjelenítés

source: entries
hu: bejegyzés

source: Prev
hu: Előző

source: Next
hu: Következő

source: Showing {:start} to {:current} of {:count} entries
hu: A következő {:start} és {:current} a {:count} bejegyzés

source: Email Verification
hu: Email megerősítés

source: Please Enter Verification Code in the Text Box
hu: Kérjük, írja be az ellenőrző kódot a Szövegdoboz

source: Re-Send Email Verification
hu: Re-mail küldése Ellenőrző

source: Please Enter Email Id in the Text Box which you enter at the time of registration
hu: Kérjük, adja meg e-mail Id a Szövegdoboz, amely belép a nyilvántartásba vétel időpontjában

source: Purchased Exam
hu: megvásárolt vizsga

source: Expired Exam
hu: lejárt vizsga

source: These are the exam(s) which has been expired
hu: Ezek a vizsga (ek), amely már lejárt

source: No Exams found
hu: Nem talált vizsgák

source: Thank you for using the test
hu: Köszönjük, hogy a vizsgálat

source: 1. The test instructions were
hu: 1. A vizsgálati utasítások voltak

source: Largely Clear
hu: nagyrészt törlése

source: Medium Clear
hu: közepes törlése

source: Not Clear
hu: Nem tiszta

source: 2. Language of question was
hu: 2. nyelve kérdés

source: 3. Overall test experience was
hu: 3. Általános vizsgálati tapasztalat

source: Good
hu: Jó

source: Better
hu: annál jobb.

source: Best
hu: Legjobb

source: Any other feedback suggestion
hu: Minden más visszajelzést javaslat

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
hu: Kérjük, zárja be az összes csevegési ablak, képernyőkímélő, és az anti-vírus programokat megkezdése előtt a teszt

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
hu: Kérjük, ne nyomja \ "F5 " alatt a teszt. Ez lesz befejezni a tesztet, és akkor nem lesz képes újra nyissa ki a tesztet

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
hu: Válaszait mentésre kerül. Ha a teszt megszakad valamilyen okból, a válaszokat, amíg ezen a ponton kerül mentésre

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
hu: Kérjük, zárja be az összes programot, amely le- vagy fájlokat a háttérben, például: Dropbox, torrent, stb.

source: Instructions
hu: Utasítások

source: I am ready to begin
hu: Én készen áll

source: Exam Start
hu: vizsga indítása

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
hu: Ez a vizsga nem fizetnek. Összegét le kell vonni a pénztárca automatikusan. Megkezdése után a vizsga időmérője nem áll le. Szeretné fizetni & kezdeni?

source: These are the exam(s) which has been purchased
hu: Ezek a vizsga (ek), amely már vásárolt

source: Correct Marks
hu: helyes Marks

source: Save & Next
hu: Save & Következő

source: Unreview
hu: Nem ellenőrzött

source: Review
hu: Nézd végig a

source: Reset Answer
hu: Reset válasz

source: Finish
hu: Befejez

source: Current Question
hu: aktuális kérdés

source: Answered
hu: Válaszol

source: Not Answered
hu: nem válaszolt

source: Navigated Away
hu: elnavigáltak

source: you had navigated away from the test window. This will be reported to Moderator
hu: akkor már elnavigáltak tesztablakban. Ezt jelentették a moderátor

source: Do not repeat this behaviour
hu: Ne ismételje ezt a viselkedést

source: Otherwise you may get disqualified
hu: Ellenkező esetben előfordulhat, hogy kizárják

source: Continue
hu: Folytatás

source: Finalize
hu: véglegesíti

source: Do you wish to submit and close the
hu: Szeretné, hogy nyújtson be és zárja be a

source: Once you submit, you will not be able to review the
hu: Miután elküldte, akkor nem lesz képes, hogy vizsgálja felül a

source: Summary of your attempts in this
hu: Összefoglaló a kísérlet ebben

source: as show below
hu: mint az alább megjelenített

source: Attempted
hu: megkísérelt

source: Return To First Question
hu: Visszatérés az első kérdés

source: These are the exam(s) that are planned you in near future
hu: Ezek a vizsga (k), amelyek a tervek van a közeljövőben

source: Attempt Now
hu: Kísérlet most

source: Your performance compared to your group
hu: A teljesítmény, mint a csoport

source: Can't read? Reload
hu: Nem tud olvasni? Reload
