Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hun/LC_MESSAGES/default.po
Languages: hu

source: Enter security code shown above
hu: Írja be a biztonsági kódot fent látható

source: Answer simple math
hu: Válasz egyszerű matematikai

source: Attempts
hu: Kísérletek

source: Remaining
hu: van még hátra

source: Expiry Date
hu: lejárat

source: Expired Date
hu: Lejárt dátum

source: Free
hu: szabad

source: Not Purchased
hu: nem vásárolt

source: View Details
hu: Részletek megtekintése

source: Load Editor
hu: Load szerkesztő

source: Installation
hu: Telepítés

source: Server Configuration & Setup Requirements
hu: Szerver konfiguráció és beállítási követelmények

source: Setup Requirements
hu: Beállítás követelmények

source: Installing this software require certain server side extension and capability
hu: A szoftver telepítése igényel bizonyos szerver oldali mellék és képesség

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
hu: Kérjük, ellenőrizze az alábbi, és hasonlítsuk össze a szerver jelenlegi szobrok a jobb oldalon. Akkor kattints a mellette lévő ikonra az egyes technológiák a részletekért.

source: Extensions &amp; Applications
hu: Extensions & amp; alkalmazások

source: HTTP Server. For example: Apache
hu: HTTP Server. Például: Apache

source: Require
hu: kíván

source: PHP 5.2.8 or greater
hu: PHP 5.2.8 vagy nagyobb

source: Database Engine MySQL (4 or greater)
hu: Database Engine MySQL (4 vagy annál nagyobb)

source: PDO Extension
hu: OEM Extension

source: Mandatory
hu: Kötelező

source: Server Status
hu: Szerver Status

source: Web Server
hu: Webszerver

source: PHP Version
hu: PHP verzió

source: MYSQL Version
hu: MySQL verzió

source: PDO Unavailable
hu: OEM érhető el

source: PDO Available
hu: OEM elérhető

source: Directory &amp; File Permission
hu: Directory & amp; fájljogosultság

source: These Folders of Files need to be
hu: Ezek a mappák a fájlt kell

source: Writable
hu: írható

source: for application to be installed.
hu: A telepítendő alkalmazás.

source: Folders or Files
hu: A mappák vagy fájlok

source: Refresh
hu: Frissítés

source: Let's Start
hu: "Kezdjük ..."

source: Installation Agreement
hu: Szerelési megállapodás

source: I Accept to Proceed
hu: Elfogadom, hogy járjon

source: Database Connection Settings
hu: Adatbázis kapcsolat beállításai

source: Usually Localhost
hu: általában localhost

source: Database Name
hu: adatbázis neve

source: Database User
hu: adatbázis felhasználó

source: Database User Name
hu: Adatbázis felhasználónév

source: Database Password
hu: adatbázis jelszó

source: Database User Password
hu: Adatbázis Felhasználói jelszó

source: Database Type
hu: adatbázis típusa

source: Test Connection
hu: kapcsolat tesztelése

source: Name of Your Website
hu: A webhely neve

source: Meta Keyword
hu: meta Kulcsszó

source: Useful for SEO
hu: Hasznos SEO

source: Meta Content for SEO
hu: Meta tartalom a SEO

source: Please Select Timezone
hu: Kérjük, válasszon időzóna

source: Name of Your Organization/Company
hu: Ön szervezetének neve / cég

source: Default Admin Email
hu: Alapértelmezett admin Email

source: Install Sample Data With Dummy Entries
hu: Mintaadatok telepítése cumis bejegyzések

source: Install
hu: Telepítés

source: Welcome to
hu: Isten hozott a

source: Sign out
hu: Kijelentkezés

source: Copyright
hu: Szerzői jog

source: follow on facebook
hu: kövesse a facebook-on

source: Latest News & Events
hu: Hírek és események

source: Time
hu: Idő

source: Download PDF
hu: Letöltés PDF

source: Average Percentage(%)
hu: Átlagos arány (%)

source: Exam Given
hu: vizsga Tekintettel

source: Delete Forever
hu: Törlés örökre

source: Move to Trash
hu: Kidob

source: News Detail
hu: Hírek részletesen

source: No of Visitors
hu: Nem látogatók

source: No of Students
hu: Nem diákok

source: No of Exams
hu: Nem vizsgák

source: Payment From Pay Pal
hu: Fizetés Pay Pal

source: Pay From Pay Pal
hu: Fizetni Pay Pal

source: Profile
hu: Profil

source: Edit Profile
hu: Profil szerkesztése

source: New Student Register
hu: Új Student Regisztráció

source: Security Code
hu: Biztonsági kód

source: Answers
hu: Ezekből lehet önnálló blogposzt, hírlevél, vagy éppen szeminárium téma.

source: My Results
hu: Saját Eredmények

source: Attempt Date
hu: kísérlet dátuma

source: SUBJECT REPORT
hu: téma jelentés

source: TIME MANAGEMENT
hu: IDŐMENEDZSMENT

source: QUESTION REPORT
hu: KÉRDÉS JELENTÉS

source: SOLUTION
hu: A Megoldás

source: COMPARE REPORT
hu: COMPARE JELENTÉS

source: Score Card For
hu: Pontszám kártya a

source: Total No. of Student
hu: Összesen száma Student

source: My Marks
hu: Saját Marks

source: Total Marks of Test
hu: Összesen Marks Teszt

source: My Percentile
hu: Saját percentilis

source: Total Question in Test
hu: Összesen kérdés teszt

source: Total Attempt Question in Test
hu: Összesen kísérlet kérdés teszt

source: Left Question
hu: bal kérdés

source: Left Question Marks
hu: Bal kérdőjelek

source: Total Time of Test
hu: Összes idő Teszt

source: My Time
hu: Az időm

source: My Rank
hu: Rangom

source: Performance Report For
hu: Teljesítményjelentésében

source: Question & Marks Wise Report For
hu: Kérdések és Marks Wise Jelentés a

source: Subject Report For
hu: Tárgy Jelentés a

source: Correct
hu: Helyes

source: Unattempted Questions
hu: könyvterjedelmű kérdések

source: Graphical Report For
hu: Grafikus Jelentés a

source: Time Management For
hu: Idő menedzsment

source: Question Report For
hu: Kérdés Jelentés a

source: Question Status
hu: kérdés állapota

source: Your Answer
hu: A te válaszod

source: Your Score
hu: Pontszámod

source: Your Time
hu: A te időd

source: Solution For
hu: megoldás

source: Not Attempt
hu: nem Kísérlet

source: Attempt
hu: Kísérlet

source: Incorrect
hu: Helytelen

source: Your Answers
hu: A válaszok

source: Solution
hu: A Megoldás

source: Bookmark
hu: Könyvjelző

source: Compare Report For
hu: Összehasonlítás Jelentés a

source: Total Ques.
hu: Összesen kitöltött.

source: Maximum Marks
hu: maximális Marks

source: Attempted Ques.
hu: Megkísérelt kitöltött.

source: Unattempted Ques.
hu: Könyvterjedelmű kitöltött.

source: Correct Ques.
hu: Helyes kitöltött.

source: Incorrect Ques.
hu: Helytelen kitöltött.

source: Percentile
hu: Százalékos

source: Previous
hu: Előző

source: This is to certify that
hu: Jelen tanúsítvány igazolja, hogy

source: has succesfully completed the
hu: már sikeresen befejezte a

source: in course program offered by
hu: az oktatási program által kínált

source: Student Login
hu: Student Bejelentkezés

source: Sign In
hu: Bejelentkezés

source: Forgot Passwocrd
hu: Elfelejtett Passwocrd

source: New User? Create Account
hu: Új felhasználó? Fiók létrehozása

source: Engine is not loaded
hu: A motor nem terhelt

source: Pdf engine "%s" not found
hu: Pdf motor \ " %s " nem található

source: Pdf engines must extend "AbstractPdfEngine"
hu: Pdf motorok kell terjednie \ "AbstractPdfEngine "

source: Crypto is not loaded
hu: Crypto nem terhelt

source: Pdf crypto "%s" not found
hu: Pdf crypto \ " %s " nem található

source: Crypto engine must extend "AbstractPdfCrypto"
hu: Crypto motor kell terjednie \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
hu: Controller attribútum $ pdfConfig nem megfelelő vagy hiányzik

source: -> Testing :url
hu: -> Tesztelés: url

source: Total Requests made: :requests
hu: Összesen kérések: kérések

source: Total Time elapsed: :duration (seconds)
hu: Teljes idő eltelt: időtartama (s)

source: Requests/Second: :rps req/sec
hu: Kéri / Second: rps req / sec

source: Average request time: :average-time seconds
hu: Átlagos kérelem idő: átlagos idő másodpercben

source: Standard deviation of average request time: :std-dev
hu: Szórása átlagosan kérelem idő: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
hu: Leghosszabb / legrövidebb kérés: leghosszabb sec /: legrövidebb sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
hu: Lehetővé teszi, hogy szerezzen néhány durva benchmarking statisticsabout a teljes URL-t.

source: The URL to request.
hu: Az URL kérni.

source: Number of iterations to perform.
hu: Iterációk száma elvégzésére.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
hu: Maximális teljes ideje minden ismétléseket, a seconds.If egy iteráció tovább tart, mint az időtúllépés csak egy kérés kerül sor

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
hu: Példa használata: `torta benchmark -N 10 --t 100 http: // localhost / testsite`. <Info> Megjegyzés: </ info> e referenciaérték nem tartalmazza böngészője megjeleníti alkalommal.

source: Component initialization
hu: Component inicializálás

source: Controller action
hu: Controller akció

source: Controller action start
hu: Controller akció kezdete

source: Processing toolbar state
hu: Feldolgozás eszköztár állam

source: Processing toolbar data
hu: Feldolgozás eszköztár adatok

source: Controller render start
hu: Controller render kezdete

source: Could not load DebugToolbar panel %s
hu: Nem sikerült betölteni DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
hu: Core Processing (levezetve $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
hu: Headers already sent a %s sorban %s . Nem lehet a naplóadatokat FirePHP.

source: Incorrect parameter count for FireCake::fb()
hu: Hibás paraméter száma az FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
hu: Maximális száma (99999) üzenetek elérte!

source: There are no active panels. You must enable a panel to see its output.
hu: Jelenleg nincs aktív panelek. Engedélyezni kell a panelre a termelését.

source: App Constants
hu: App állandók

source: CakePHP Constants
hu: CakePHP állandók

source: PHP Environment
hu: PHP környezet

source: Hidef Environment
hu: hidef Környezet

source: Request History
hu: Igény történet

source: No previous requests logged.
hu: Nincs korábbi kérések bejelentkezve.

source: previous requests available
hu: korábbi kérelmeket elérhető

source: Restore to current request
hu: Visszaállítása az aktuális kérés

source: Included Files
hu: A csomagban található fájlok

source: Logs
hu: naplók

source: There were no log entries made this request
hu: Nem voltak naplóbejegyzés ezt a kérelmet,

source: Request
hu: Kérés

source: No post data.
hu: Nincs hozzászólás adatokat.

source: No querystring data.
hu: Nem lekérdező adatokat.

source: Current Route
hu: aktuális útvonal

source: Session
hu: Munkamenet

source: Sql Logs
hu: sql Naplók

source: No query logs when debug < 2.
hu: Nem keresett naplóz hibakeresést <2.

source: No query logs.
hu: Nem keresett naplók.

source: Total Time: %s ms <br />Total Queries: %s queries
hu: Teljes idő: %s ms <br /> Összesen lekérdezések: %s lekérdezések

source: Query Explain:
hu: Lekérdezés Magyarázza:

source: Click an "Explain" link above, to see the query explanation.
hu: Kattintson egy \ "Magyarázd " linkre, hogy a lekérdezés magyarázatot.

source: No active database connections
hu: Nincs aktív adatbázis-kapcsolatok

source: Memory
hu: emlékezet

source: Peak Memory Use
hu: Peak memóriahasználat

source: Memory use
hu: memória használat

source: Timers
hu: Időzítők

source: Total Request Time:
hu: Total Request Idő:

source: Time in ms
hu: Idő ms

source: Graph
hu: Grafikonok

source: View Variables
hu: Részletek változók

source: Rendering View
hu: rendering megtekintése

source: View render complete
hu: Tekintse render teljes

source: Explain
hu: Magyarázd

source: Starting %sms into the request, taking %sms
hu: Kezdve %s ms be a kérelmet, figyelembe %s ms

source: No markup errors found
hu: Nem jelölési hibák talált

source: maybe slow
hu: talán lassú

source: Absolute path or relative to APP.
hu: Abszolút elérési út vagy viszonyítva APP.

source: An error occured while getting the status of your account.
hu: Hiba történt a szerzés a fiók állapotáról.

source: There was an error while connecting to Paypal
hu: Hiba kapcsolódás közben Paypal

source: There was a problem initiating the transaction, please try again.
hu: Volt egy probléma az ügyletet kezdeményező, próbálja újra.

source: There was a problem getting your details, please try again.
hu: Volt egy probléma kezd adatait, kérjük, próbálja újra.

source: There was an error completing the payment
hu: Hiba teljessé a fizetési

source: There was a problem processing the transaction, please try again.
hu: Gond volt a tranzakció feldolgozásakor, kérjük, próbálja újra.

source: There was an error processing the card payment
hu: Hiba feldolgozása a kártyás fizetési

source: There was a problem processing your card, please try again.
hu: Volt egy probléma feldolgozása a kártya, kérjük, próbálja újra.

source: There was an error processing the the refund
hu: Hiba feldolgozása a visszatérítés

source: A problem occurred during the refund process, please try again.
hu: Hiba történt a visszatérítési folyamat során, kérjük, próbálja újra.

source: There was an problem communicating with the payment gateway
hu: Volt egy probléma kommunikál a fizetési átjáró

source: Missing client id/secret
hu: Hiányzó ügyfél-azonosító / titkos

source: Must specify an expiry date
hu: Meg kell adni egy lejárati

source: Must include a M and Y in expiry date
hu: Tartalmaznia kell az M és Y lejárati

source: Invalid expiry date
hu: Érvénytelen lejárati

source: Invalid card number
hu: érvénytelen kártyaszám

source: Invalid CVV2 number
hu: Érvénytelen CVV2 szám

source: Invalid card type
hu: Érvénytelen kártyatípus

source: Could not detect client IP address
hu: Nem sikerült észlelni kliens IP-címét

source: Not a valid credit card number
hu: Nem érvényes hitelkártya száma

source: You must include the 3 digit security number
hu: Meg kell tartalmaznia a 3 jegyű biztonsági szám

source: Must specify an "amount" to charge
hu: Meg kell adni egy \ "összeg " felszámolni

source: You must pass a valid order array
hu: Meg kell adnia egy érvényes sorrendben tömb

source: Valid "return" and "cancel" urls must be provided
hu: Érvényes \ "vissza " és a \ "Mégsem " URL-eket kell biztosítani

source: You must provide a currency code
hu: Meg kell adnia a pénznem kódját

source: Original PayPal Transaction ID is required
hu: Eredeti PayPal tranzakció azonosító szükséges

source: Must specify an "amount" to refund
hu: Meg kell adni egy \ "összeg " visszatéríteni

source: You must specify a refund type, such as Full or Partial
hu: Meg kell adni a visszatérítés típus, mint például a teljes vagy részleges

source: File was not downloaded.
hu: A fájl nem tölti le.

source: No %s found for that date range
hu: Nem %s talált dátumtartományhoz

source: Your form data is preserved you'll be redirected to it after login.
hu: Az űrlap adatok megmaradjanak akkor átirányítja a bejelentkezés után.

source: Error notification from %s
hu: Hiba bejelentés %s

source: Afghanistan
hu: Afganisztán

source: Albania
hu: Albánia

source: Algeria
hu: Algéria

source: American Samoa
hu: Amerikai Szamoa

source: Antarctica
hu: Antarktisz

source: Antigua and Barbuda
hu: Antigua és Barbuda

source: Argentina
hu: Argentína

source: Armenia
hu: Örményország

source: Australia
hu: Ausztrália

source: Austria
hu: Ausztria

source: Azerbaijan
hu: Azerbajdzsán

source: Bahamas
hu: Bahamák

source: Bahrain
hu: Bahrein

source: Bangladesh
hu: Banglades

source: Belarus
hu: Fehéroroszország

source: Bhutan
hu: Bhután

source: Bolivia
hu: Bolívia

source: Bosnia and Herzegovina
hu: Bosznia és Hercegovina

source: Bouvet Island
hu: Bouvet-sziget

source: Brazil
hu: Brazília

source: British Indian Ocean Territory
hu: Brit Indiai-óceáni terület

source: Brunei Darussalam
hu: Brunei

source: Bulgaria
hu: Bulgária

source: Cambodia
hu: Kambodzsa

source: Cameroon
hu: Kamerun

source: Canada
hu: Kanada

source: Cape Verde
hu: Zöld-foki Köztársaság

source: Cayman Islands
hu: Kajmán-szigetek

source: Central African Republic
hu: Közép-Afrikai Köztársaság

source: Chad
hu: Csád

source: China
hu: Kína

source: Christmas Island
hu: Karácsony-sziget

source: Colombia
hu: Kolumbia

source: Comoros
hu: Comore-szigetek

source: Congo
hu: kongó

source: Congo, the Democratic Republic of the
hu: Kongói Demokratikus Köztársaság

source: Cook Islands
hu: Cook-szigetek

source: Cote D'Ivoire
hu: Elefántcsontpart

source: Croatia
hu: Horvátország

source: Cuba
hu: Kuba

source: Cyprus
hu: Ciprus

source: Czech Republic
hu: Cseh Köztársaság

source: Denmark
hu: Dánia egy biztonságos pszichiátriai klinika volt, melyben Caludius az aljas főfelügyelő, Polonius a kétbalkezes pszichiáter, Hamlet pedig a mentálisan zavart beteg volt.

source: Djibouti
hu: Dzsibuti

source: Dominica
hu: Dominika

source: Dominican Republic
hu: Dominikai Köztársaság

source: Egypt
hu: Egyiptom

source: Equatorial Guinea
hu: Egyenlítői-Guinea

source: Estonia
hu: Észtország

source: Ethiopia
hu: Etiópia

source: Falkland Islands (Malvinas)
hu: Falkland-szigetek (Malvinas)

source: Faroe Islands
hu: Faroe Szigetek

source: Finland
hu: Finnország

source: France
hu: Franciaország

source: French Guiana
hu: Francia Guyana

source: French Polynesia
hu: Francia Polinézia

source: French Southern Territories
hu: Francia Déli Területek

source: Georgia
hu: Grúzia

source: Germany
hu: Németország

source: Ghana
hu: Ghána

source: Gibraltar
hu: Gibraltár

source: Greece
hu: Görögország

source: Greenland
hu: Grönland

source: Guinea-Bissau
hu: Bissau-Guinea

source: Heard Island and Mcdonald Islands
hu: Heard-sziget és McDonald-szigetek

source: Holy See (Vatican City State)
hu: Szentszék (Vatikáni Városállam)

source: Hungary
hu: Magyarország

source: Iceland
hu: Izland

source: Indonesia
hu: Indonézia

source: Iran, Islamic Republic of
hu: Iráni Iszlám Köztársaság

source: Iraq
hu: Irak

source: Ireland
hu: Írország

source: Israel
hu: Izrael

source: Italy
hu: Olaszország

source: Japan
hu: Japán

source: Jordan
hu: Jordánia

source: Kazakhstan
hu: Kazahsztán

source: Korea, Democratic People's Republic of
hu: Koreai Népi Demokratikus Köztársaság

source: Korea, Republic of
hu: Koreai Köztársaság

source: Kuwait
hu: Kuvait

source: Kyrgyzstan
hu: Kirgizisztán

source: Lao People's Democratic Republic
hu: Laoszi Népi Demokratikus Köztársaság

source: Latvia
hu: Lettország

source: Lebanon
hu: Libanon

source: Liberia
hu: Libéria

source: Libyan Arab Jamahiriya
hu: Líbia

source: Lithuania
hu: Litvánia

source: Luxembourg
hu: Luxemburg

source: Macao
hu: Makaó

source: Macedonia, the Former Yugoslav Republic of
hu: Macedónia Volt Jugoszláv Köztársaság

source: Madagascar
hu: Madagaszkár

source: Malaysia
hu: Malájzia

source: Maldives
hu: Maldív-szigetek

source: Malta
hu: Málta

source: Marshall Islands
hu: Marshall-szigetek

source: Mauritania
hu: Mauritánia

source: Mexico
hu: Mexikó

source: Micronesia, Federated States of
hu: Mikronézia, Szövetségi Államok

source: Moldova, Republic of
hu: Moldovai Köztársaság

source: Mongolia
hu: Mongólia

source: Morocco
hu: Marokkó

source: Mozambique
hu: Mozambik

source: Namibia
hu: Namíbia

source: Nepal
hu: Nepál

source: Netherlands
hu: Hollandia

source: Netherlands Antilles
hu: Holland Antillák

source: New Caledonia
hu: Új-Kaledónia

source: New Zealand
hu: Új Zéland

source: Nigeria
hu: Nigéria

source: Norfolk Island
hu: Norfolk-sziget

source: Northern Mariana Islands
hu: Északi-Mariana-szigetek

source: Norway
hu: Norvégia

source: Oman
hu: Omán

source: Pakistan
hu: Pakisztán

source: Palestinian Territory, Occupied
hu: Palesztin megszállt területek

source: Papua New Guinea
hu: Pápua Új-Guinea

source: Philippines
hu: Fülöp-szigetek

source: Poland
hu: Lengyelország

source: Portugal
hu: Portugália

source: Qatar
hu: Katar

source: Reunion
hu: Réunion

source: Romania
hu: Rom

source: Russian Federation
hu: Orosz Föderáció

source: Rwanda
hu: Ruanda

source: Saint Kitts and Nevis
hu: Saint Kitts és Nevis

source: Saint Pierre and Miquelon
hu: Saint-Pierre és Miquelon

source: Saint Vincent and the Grenadines
hu: Saint Vincent és a Grenadine-szigetek

source: Samoa
hu: Szamoa

source: Sao Tome and Principe
hu: Sao Tome és Principe

source: Saudi Arabia
hu: Szaud-Arábia

source: Senegal
hu: Szenegál

source: Serbia and Montenegro
hu: Szerbia és Montenegró

source: Sierra Leone
hu: Sierra Leone-ban ...

source: Slovakia
hu: Szlovákia

source: Slovenia
hu: Szlovénia

source: Solomon Islands
hu: Salamon-szigetek

source: Somalia
hu: Szomália

source: South Africa
hu: Dél-Afrika

source: South Georgia and the South Sandwich Islands
hu: Dél-Georgia és a Déli-Sandwich-szigetek

source: Spain
hu: Spanyolország

source: Sudan
hu: Szudán

source: Svalbard and Jan Mayen
hu: Spitzbergák és Jan Mayen

source: Swaziland
hu: Szváziföld

source: Sweden
hu: Svédország

source: Switzerland
hu: Svájc

source: Syrian Arab Republic
hu: Szíriai Arab Köztársaság

source: Taiwan, Province of China
hu: Tajvan, Kína tartománya

source: Tajikistan
hu: Tádzsikisztán

source: Tanzania, United Republic of
hu: Tanzániai Egyesült Köztársaság

source: Thailand
hu: Thaiföld

source: Timor-Leste
hu: Kelet-Timor

source: Togo
hu: Togó

source: Trinidad and Tobago
hu: Trinidad és Tobago

source: Tunisia
hu: Tunézia

source: Turkey
hu: Törökország

source: Turkmenistan
hu: Türkmenisztán

source: Turks and Caicos Islands
hu: Turks- és Caicos-szigetek

source: Ukraine
hu: Ukrajna

source: United Arab Emirates
hu: Egyesült Arab Emírségek

source: United Kingdom
hu: Egyesült Királyság

source: United States
hu: Egyesült Államok

source: Uzbekistan
hu: Üzbegisztán

source: Virgin Islands, British
hu: Brit Virgin-szigetek

source: Wallis and Futuna
hu: Wallis és Futuna

source: Western Sahara
hu: nyugati Szahara

source: Yemen
hu: Jemen

source: Invalid argument #1: %s is not a valid %s identifyer.
hu: Érvénytelen argumentum # 1: %s nem érvényes %s identifyer.

source: %s for Row %d failed to save.
hu: %s számára Row %d nem sikerült megmenteni.

source: You need to define at least one field to be toggleable.
hu: Meg kell határozni legalább egy mezőt kell toggleable.

source: The field %s is not in the list of toggleable fields.
hu: A mező %s nem található a listában a toggleable területeken.

source: The field %s does not have two toggleable states defined.
hu: A mező %s nincs két toggleable államok meghatározott.

source: Invalid record
hu: Hibás rekord

source: Server lipsum.com returns error code %s.
hu: Szerver lipsum.com vissza hibakódot %s .

source: Response from lipsum.com is empty or could not be decoded.
hu: Válasza lipsum.com üres vagy nem dekódolható.

source: Connection to server lipsum.com failed. %s.
hu: Csatlakozás a szerverhez lipsum.com nem sikerült. %s .

source: Please correct the errors below.
hu: Kérjük javítsa az alábbi hibákat.

source: Error
hu: Hiba

source: The requested address %s was not found on this server.
hu: A kért cím %s nem található ezen a szerveren.

source: An Internal Error Has Occurred.
hu: Belső hiba történt.

source: datasource configuration was not found
hu: adatforrás konfiguráció nem található

source: CakePHP: the rapid development php framework
hu: CakePHP: a gyors fejlődés php keret

source: Debug setting does not allow access to this url.
hu: Debug beállítás nem engedi a hozzáférést ehhez url.

source: Add New Exam
hu: Új vizsga

source: Certification of Completion
hu: A teljesítés igazolásával

source: Click here to download excel file format
hu: Ide kattintva letöltheti Excel fájl formátum

source: Are you sure, you want to close this exam?
hu: Biztos benne, hogy le akarod zárni ezt a vizsgát?
