Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/hun/LC_MESSAGES/validation.po
Languages: hu

source: Only letters and numbers allowed
hu: Csak betűk és számok engedélyezettek

source: Group already exist
hu: A csoport már létezik

source: Only Url
hu: csak az URL

source: File does not have a valid extension
hu: A fájl nem rendelkezik érvényes kiterjesztése

source: You must supply a JPG, GIF or PNG File.
hu: Meg kell adnia a JPG, GIF vagy PNG.

source: Invalid Header Contact
hu: Érvénytelen fejléc Kapcsolat

source: Only Alphabets
hu: csak ábécé

source: Currency Name already exist
hu: Árfolyam név már létezik

source: You must supply image height is less than 50px
hu: Meg kell adnia kép magassága kisebb, mint 50 képpont

source: You must supply image width is less than 50px
hu: Meg kell adnia kép szélessége kevesebb mint 50 képpont

source: Only numbers allowed
hu: Csak számokat engedélyezett

source: Only Date/time format
hu: Csak dátum / idő formátum

source: Enter a valid email
hu: Adjon meg egy érvényes e-mail

source: Please select
hu: Kérem válasszon

source: Invalid Username
hu: Érvénytelen felhasználónév

source: Invalid Password
hu: Érvénytelen jelszó

source: Invalid Signature
hu: érvénytelen aláírás

source: Only numbers
hu: csak számokat

source: You must supply image height is less than 220px
hu: Meg kell adnia kép magassága kisebb, mint 220px

source: This Email has already been exist! try new one
hu: Ezt e-mail már létezik! próbálja újra

source: Password required
hu: jelszó szükséges

source: Password minimum 4 character long
hu: Jelszó minimum 4 karakter hosszú

source: Name already exist
hu: Név már létezik
