Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/srp/LC_MESSAGES/default.po
Languages: sr

source: Trinidad and Tobago
sr: Тринидаду и Тобагу.

source: Tunisia
sr: Тунис

source: Turkey
sr: Турска

source: Turkmenistan
sr: туркменистан

source: Turks and Caicos Islands
sr: Острва Туркс и Каикос

source: Tuvalu
sr: тувалу

source: Uganda
sr: Уганда

source: Ukraine
sr: Украјина

source: United Arab Emirates
sr: Уједињени арапски Емирати

source: United Kingdom
sr: Велика Британија

source: United States
sr: Америка

source: Uruguay
sr: Уругвај

source: Uzbekistan
sr: узбекистан

source: Vanuatu
sr: Вануату

source: Venezuela
sr: Венецуела

source: Viet Nam
sr: Вијетнам

source: Virgin Islands, British
sr: Девичанска острва, Британска

source: Virgin Islands, U.s.
sr: Виргин Исландс, УС

source: Wallis and Futuna
sr: Валис и Футуна

source: Western Sahara
sr: Западна Сахара

source: Yemen
sr: Јемен

source: Zambia
sr: Замбија

source: Zimbabwe
sr: Зимбабве

source: Invalid argument #1: %s is not a valid %s identifyer.
sr: Инвалид аргумент # 1: %s није валидан %s идентифиер.

source: %s for Row %d failed to save.
sr: %s за ред %d није успела да сачува.

source: You need to define at least one field to be toggleable.
sr: Потребно је да дефинишете најмање једно поље бити тогглеабле.

source: The field %s is not in the list of toggleable fields.
sr: Поље %s није у листи тогглеабле поља.

source: The field %s does not have two toggleable states defined.
sr: Поље %s нема два тогглеабле државе дефинисане.

source: Invalid record
sr: неважећи запис

source: Server lipsum.com returns error code %s.
sr: Сервер липсум.цом враћа грешка код %s .

source: Response from lipsum.com is empty or could not be decoded.
sr: Одговор од липсум.цом је празна или није могао бити декодиран.

source: Connection to server lipsum.com failed. %s.
sr: Повезивање са сервером липсум.цом није успео. %s .

source: Please correct the errors below.
sr: Молимо коригујте грешке испод.

source: Error
sr: Грешка

source: The requested address %s was not found on this server.
sr: Тражени адреса %s није пронађен на овом серверу.

source: An Internal Error Has Occurred.
sr: Десила се интерна грешка.

source: datasource configuration was not found
sr: Извор података конфигурација није пронађен

source: CakePHP: the rapid development php framework
sr: ЦакеПХП: брз развој ПХП оквир

source: Debug setting does not allow access to this url.
sr: Подешавање дебуг не дозвољава приступ овом УРЛ-у.

source: Add New Exam
sr: Додај нови испит

source: Inactive
sr: неактиван

source: Start & End Date
sr: Почетак & Датум завршетка

source: Certification of Completion
sr: Сертификација Завршетак

source: Click here to download excel file format
sr: Кликните овде да преузмете екцел формат

source: Are you sure, you want to close this exam?
sr: Да ли сте сигурни, да желите да затворите овај испит?

source: Are you sure, you want to re-activate this exam?
sr: Да ли сте сигурни, желите да поново активирате овај испит?

source: Closed
sr: zatvoreno

source: Results
sr: Резултати

source: Configurations
sr: konfiguracije

source: General
sr: Општи услови

source: Contents
sr: САДРЖАЈ

source: Email & SMS
sr: Е-маил и СМС

source: Customer Support Service
sr: Стручна служба купац

source: Knowledge Base (for Documentation)
sr: База знања (за документацију)

source: Forum (24x7x)
sr: Форум (24к7к)

source: Live Chat (For Sales & Billing Only)
sr: Ливе цхат (за продају и обрачун Само)

source: Support (For Technical Support)
sr: Подршка (за техничку помоћ)

source: Visit Our Website
sr: Посетите наш вебсајт

source: for more documentation & Details
sr: За више документације и Детаљи
