Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/srp/LC_MESSAGES/default.po
Languages: sr

source: My Profile
sr: Мој профил

source: Change Password
sr: Промена лозинке

source: Logout
sr: Одјавити се

source: Powered by
sr: Покреће

source: Date &amp; Time
sr: Датум & амп; време

source: Compose Mail
sr: Напиши поруку

source: Search Student Mail
sr: Студента Пошта

source: Message
sr: Порука

source: Send
sr: Poslati

source: Compose
sr: саставити

source: Inbox
sr: инбок

source: Sent Mail
sr: Послата пошта

source: Trash
sr: Смеће

source: More
sr: Још...

source: Mark as Read
sr: Означи као прочитано

source: Mark as Unread
sr: Означи као непрочитану

source: Move to Inbox
sr: У Примљене

source: Reply
sr: одговорити

source: Forward
sr: напред

source: Menu Names
sr: Мени imena

source: Model Name
sr: Назив модела

source: Icon
sr: икона

source: Add News
sr: Додај вести

source: News Title
sr: Новости Наслов

source: News Description
sr: vesti Опис

source: Edit News
sr: едит Новости

source: News
sr: Вести

source: Add New News
sr: Додај нови Невс

source: Paypal Payment Option
sr: Паипал опција плаћања

source: Signature
sr: Потпис

source: Sandbox Mode
sr: сандбок мод

source: True
sr: Истина!

source: Add Question
sr: Додајте питање

source: Question
sr: Питање

source: Correct Answers
sr: тачних одговора

source: Type your question here
sr: Унесите питање овде

source: Answer1
sr: АНСВЕР1

source: Answer2
sr: Одговор2

source: Answer3
sr: Ансвер3

source: Answer4
sr: Ансвер4

source: Answer5
sr: Ансвер5

source: Answer6
sr: Ансвер6

source: True/False
sr: Тачно нетачно

source: False
sr: лажан

source: Blank Space
sr: Празан простор

source: Explanation (Optional)
sr: Објашњење (опционо)

source: Provide explanation in support of correct answer
sr: Пружи објашњење у прилог тачан одговор

source: Hint(optional)
sr: Хинт (опционо)

source: Hint to help answer correctly
sr: Наговештај да помогне одговорити исправно

source: without minus sign
sr: без знак минус

source: Edit Question Type
sr: Едит Питање Тип

source: Explanation
sr: објашњење

source: Hint
sr: наговештај

source: Questions
sr: Питања

source: Add New Question
sr: Додај ново питање

source: Import/Export Question
sr: Увоз / извоз Питање

source: Answer
sr: одговор

source: Question Details
sr: pitanje Детаљи

source: Exam Wise
sr: ispit Мудри

source: Please Select Exam
sr: Молимо изаберите испит

source: Status of Result
sr: Статус Резултат

source: Please Select Result Status
sr: Молимо изаберите Резултат Статус

source: Download Result
sr: Преузимање резултата

source: Rank
sr: ранг

source: Test
sr: тест

source: Percent
sr: Проценат

source: Result
sr: резултат

source: View Result
sr: Погледај Резултат

source: Download/Print Result
sr: Довнлоад / Штампа резултата

source: Student Wise
sr: студент Мудри

source: Name or Enrolment Number
sr: Име или Упис број

source: Enrolment Number
sr: Упис број

source: Back
sr: Назад

source: Assesment Report for
sr: Процена Извештај за

source: Taken Date
sr: Такен Датум

source: Total Time
sr: Укупно време

source: Nos. of Browser tolrance attempt
sr: Бр. Од Бровсер толранце покушаја

source: Total Score
sr: Крајњи резултат

source: Student Marks Distribution
sr: Студент марака Дистрибуција

source: Feedback
sr: Повратне информације

source: Marks Sheet
sr: ознаке лист

source: Section Name
sr: Секција Име

source: Section proportion
sr: Секција пропорција

source: Actual
sr: актуелан

source: Your Percentage
sr: Ваш Проценат

source: Section Summary
sr: Суммари

source: Maximum Score
sr: Максимални резултат

source: Developed Skill
sr: развијена вештина

source: Needs Development
sr: развојне потребе

source: Lack of Skill
sr: Недостатак Скилл

source: MCQ answered
sr: МЦК одговорио

source: Legend
sr: легенда

source: Send Emails
sr: Шаљу мејлове

source: Teachers
sr: nastavnici

source: Any Email
sr: Било Е-маил

source: Default all students if you add manually then search student email
sr: Уобичајено све студенте да додате ручно онда студента емаил

source: Default all teachers if you add manually then search teacher email
sr: Уобичајено све наставнике да додате ручно онда потражите наставника емаил

source: Type any email comma seprated
sr: Укуцај било које емаил зарез сепратед

source: Type subject
sr: тип предмет

source: Select Email Template
sr: Избор Е-маил Шаблон

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
sr: Ако не желите да изаберете е-образац онда једноставно укуцајте поруку е-поште. Када убацујете едитор онда не можете да изаберете шаблон ићи на дугме ресет

source: Send Sms
sr: Пошаљи СМС

source: Any Sms
sr: Било смс

source: Default all student if you add manually then search students name
sr: Уобичајено све студента ако додате ручно онда Студенти Претрага име

source: Default all teachers if you add manually then search teacher name
sr: Уобичајено све наставнике да додате ручно онда потражите име наставника

source: Any Number
sr: Било Број

source: Type any number comma seprated
sr: Типе било који број зарез сепратед

source: Select Sms Template
sr: Изаберите СМС шаблона

source: Sms Template
sr: смс Шаблон

source: If you do not want to select sms template then simply type sms message
sr: Ако не желите да изаберете СМС шаблон онда једноставно Тип СМС поруке

source: Certificate Signature
sr: потписа сертификата

source: Upload Image(* height less than 75px)
sr: Уплоад Имаге (* висина мање од 75пк)

source: Delete Signature
sr: Обриши Сигнатуре

source: Add Slides
sr: додали слајдове

source: Slide Name
sr: слиде Име

source: Upload Slide (1350*550)
sr: Поставити слајд (1350 * 550)

source: Edit Slides
sr: едит слајдове

source: Slides
sr: слајдови

source: Add New Slide
sr: Адд Нев Слиде

source: SMS Settings
sr: СМС Сеттингс

source: API Link
sr: АПИ за Линк

source: Sender ID
sr: ИД пошиљаоца

source: Heading Username
sr: Хеадинг име

source: Username field provided by sms gateway
sr: Корисничко име поље обезбеђује смс гатеваи

source: Heading Password
sr: Хеадинг Лозинка

source: Password field provided by sms gateway
sr: поље за лозинку обезбеђује смс гатеваи

source: Heading Mobile No
sr: Тарифни Мобиле Но

source: Mobile No field provided by sms gateway
sr: Мобиле Нема поље обезбеђује смс гатеваи

source: Heading Message
sr: наслов поруке

source: Message field provided by sms gateway
sr: поље за поруке пружа смс гатеваи

source: Heading Sender Id
sr: Хеадинг Сендер ИД

source: Sender Id field provided by sms gateway
sr: Сендер ИД поље обезбеђује смс гатеваи

source: Add SMS Template
sr: Додај СМС шаблона

source: Edit SMS templates
sr: Едит СМС шаблони

source: SMS Templates
sr: СМС Темплатес

source: Add New SMS Template
sr: Додај нови СМС шаблона

source: Add Students
sr: Додај Студенти

source: Address
sr: Adresa

source: Guardian Phone
sr: гуардиан телефона

source: Edit Students
sr: Измена Студенти

source: Renewal Date
sr: обнове Датум

source: Add New Student
sr: Додај нови Студент

source: Wallet
sr: новчаник

source: Admission Date
sr: Улаз Датум

source: Credit
sr: кредит

source: Debit
sr: задужење

source: Balance
sr: равнотежа

source: Date & Time
sr: Датум време

source: Payment Through
sr: плаћање путем

source: Remarks
sr: Напомене

source: View Student Information
sr: Погледај Студентски Информације

source: Full Name
sr: Име и презиме

source: Phone Number
sr: Број телефона

source: Registered Email
sr: Регистровани маил

source: Alternate Number
sr: Алтернативни број

source: Enrolment No
sr: Упис Не

source: Last Login
sr: Последње пријављивање

source: Students Wallet
sr: Студенти novčanik

source: Transaction Form
sr: трансакција Образац

source: Mobile
sr: за мобилне уређаје

source: ADD
sr: Dodaj

source: DEDUCT
sr: одбити

source: Add Subjects
sr: Додај Предмети

source: Edit Subjects
sr: Измена Субјекти

source: Subjects
sr: теме

source: Add New Subject
sr: Додај нови предмет

source: Question Bank
sr: pitanje banka

source: Add Testimonials
sr: Додај Сведочења

source: Upload Photo (150*150)
sr: Поставити Фото (150 * 150)

source: Edit Testimonials
sr: едит Изјаве

source: Testimonials
sr: Изјаве

source: Add New Testimonial
sr: Додај нови Тестимониал

source: Photo
sr: слика

source: Add Users
sr: Додај корисника

source: User Level
sr: Корисник Ниво

source: Username
sr: Корисничко име

source: Level users
sr: корисници level

source: Add New Level
sr: Додај нови ниво

source: Back To Users
sr: Назад корисницима

source: Level Name
sr: левел Име

source: Set Permission
sr: сет Дозвола

source: Assign Form Rights
sr: Доделити Форма права

source: Module Name
sr: модул Име

source: Old Password
sr: стара шифра

source: Edit Users
sr: Едит корисника

source: User Registration Form
sr: Корисник Образац за регистрацију

source: Users
sr: Корисници

source: Add New User
sr: Додај новог корисника

source: Add Level Users
sr: Додај нивоу корисници

source: Level User
sr: Левел

source: Dear user, log in to access the admin area!
sr: Поштовани корисници, пријавите се за приступ админ простор!

source: Admin / Teacher Username
sr: Админ / Наставник име

source: Forgot User Name
sr: Заборавили сте корисничко име

source: Organisation Logo
sr: Организација Логотип

source: Upload Image(* height less than 220px)
sr: Поставити слику (* висина мање од 220пк)

source: Delete Logo
sr: Обриши Лого

source: Please provide a type for chart %s!
sr: Молимо доставите тип за графикон %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
sr: Графикон: \ " %s " није пронађен. Уверите се да Графикон име је исти стринг који се преноси до $ тхис-> ХигхЦхартс-> рендер () по вашем мишљењу.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
sr: Екпресс Плаћање трансакција је истекао и трансакција треба да се рестартује

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
sr: Можда су направили други позив за исти плаћање или сте можда користили исти фактуре ИД за одвојене трансакције.

source: Please use a different funcing source.
sr: Молимо Вас да користите другу фунцинг извор.

source: An error occured, please retry the transaction.
sr: Дошло је до грешке, покушајте поново трансакцију.

source: This transaction couldn't be completed. Redirecting to payment gateway
sr: Ова трансакција не може бити завршен. Преусмеравање да паимент гатеваи

source: You have not agreed to the billing agreement.
sr: Нисте пристали да споразум о наплате.

source: The billing agreement is disabled or inactive.
sr: Споразум Наплата је онемогућен или неактиван.

source: The credit card used is expired.
sr: Кредитна картица користи је истекао рок.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
sr: Трансакција је одбијен због тога што је Света одговор вратио вредност Н, а трговац рачун није у стању да прихвати такве трансакције.

source: The payment gateway account is restricted.
sr: Исплата капија рачун је ограничен.

source: You must submit an IP address of the buyer with each API call.
sr: Морате да поднесе ИП адресу купца са сваком АПИ позива.

source: The merchant selected a value for the PaymentAction field that is not supported.
sr: Трговац изабрана вредност за области ПаиментАцтион који није подржан.

source: The credit card field was blank.
sr: поље кредитна картица је празна.

source: The total amount and item amounts do not match.
sr: Укупан износ и тачка износи се не поклапају.

source: The credit card entered is currently restricted by the payment gateway.
sr: Кредитна картица је ушао тренутно ограничена паимент гатеваи.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
sr: Трговац је ушао фактура ИД који је већ повезан са трансакцији од стране истог трговца. Покушај са новим фактури ИД

source: The transaction was declined by the country filter managed by the merchant.
sr: Трансакција је одбијена од стране државе филтера управља трговца.

source: The transaction was declined by the maximum amount filter managed by the merchant.
sr: Трансакција је одбијена од максималног износа филтера управља трговца.

source: The transaction was declined by the payment gateway.
sr: Трансакција је одбијена од стране платног гатеваи.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
sr: Трансакција је одбијена од стране паимент гатеваи због могуће преваре.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
sr: Трансакција је одбијена од стране паимент гатеваи због могућег недозвољених активности на ИП адресу.

source: The merchant account attempting the transaction is not a business account.
sr: Трговац рачун покушава трансакције није посао рачун.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
sr: Трговац рачун покушава трансакције није у стању да обради директног плаћања трансакције.

source: Access to Direct Payment was disabled for your account.
sr: Приступ директног плаћања је онемогућена за ваш налог.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
sr: Трговац рачун покушава трансакције нема потврђен емаил адресу са паимент гатеваи.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
sr: Трговац је покушао трансакцију у којој је износ премашио горњу границу за тај трговца.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
sr: Трансакција је опао због филтера трговац ризика за АВС. Наиме, трговац је постављен да опада трансакција када се Света вратили а не Матцх (АВС = н).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
sr: Трансакција је опао због филтера трговац ризика за АВС. Наиме, трговац је постављен филтер да опада трансакције када је Света врати делимичну меч.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
sr: Трансакција је опао због филтера трговац ризика за АВС. Наиме, трговац је постављен филтер да опада трансакције када је АВС није подржана.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
sr: Трговац је ушао ИП адресу која је у неисправном формату. ИП адреса мора бити у формату, као што је 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
sr: Конфигурација Трговац је захтијева ЦВВ да се унесе, али не ЦВВ је обезбеђен са ове трансакције.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
sr: Трговац под условом адресу или у САД или Канади, али је држава обезбедила није валидан држава у обе земље.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
sr: Трансакција је одбијена од стране банке издаваоца, а не плаћање гатеваи. Трговац треба да покуша другу картицу.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
sr: Земља Трговац је становања тренутно није подржана који ће омогућити директну Платни промет.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
sr: Трансакција је одбијен јер је уплата капија тренутно обрађује трансакцију у истом купац за исти износ. Може доћи када неки купац поднесе више, исте послове у кратком размаку.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
sr: ЦВВ обезбеђен је неважећи. ЦВВ је дугачак између 3-4 цифара.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
sr: Покушајте поново касније. Уверите се да су прошли исправан ЦВВ и адреса информације за купца. Ако стварајући периодични профил, покушајте поново пролази износ инит од 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
sr: Трансакција није у складу због недостаје или је неважећа 3-Д Сецуре провере идентитета вредности. Проверите ЕЦИ, ЕЦИ3ДС, ЦАВВ, КСИД поља.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
sr: Трансакција је одбијен од стране паимент гатеваи због превеликих пропуста у кратком временском периоду за ове кредитне картице.

source: The transaction was declined by payment gateway.
sr: Трансакција је опала за плаћања гатеваи.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
sr: Трансакција је одбијен, јер трговац нема важећу споразум комерцијални ентитет на фајл са паимент гатеваи.

source: The transaction was declined because the CVV entered does not match the credit card.
sr: Трансакција је одбијен јер је ЦВВ унели не одговара кредитну картицу.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
sr: Трансакција је одбијена од стране банке издаваоца због истеклој кредитне картице. Трговац треба да покуша другу картицу.

source: utils
sr: утилс

source: Exceeded permissible limit for Navigating away
sr: Премашио дозвољену границу за навигацију далеко

source: You have exceeded the permissible limit for navigating away from your test
sr: Прешли сте дозвољени лимит за навигацију даље од теста

source: Your test has finished. You can close the window now
sr: Твој тест је завршен. Можете затворити прозор сада

source: Installation Complete
sr: Инсталација завршена

source: Aho! The System is installed successfully.
sr: Ахо! Систем је успешно инсталиран.

source: Go to Admin/Teacher Interface
sr: Иди на Админ / наставника Интерфаце

source: User
sr: Корисник

source: Go to Front End/Student Interface
sr: Иди на предњи крај / Студент Интерфаце

source: Visit our website
sr: Посетите наш вебсајт

source: for documentation and support
sr: за документацију и подршку

source: My Exam Stats
sr: Испиту Статистика

source: Total Exam Given
sr: Укупно испит Имајући у виду

source: Absent Exams
sr: одсутне испити

source: Best Score in
sr: Најбољи резултат у

source: On
sr: на

source: Failed in
sr: није успео у

source: Average Percentage
sr: просек Проценат

source: Your Rank
sr: Твој ранг

source: Month Wise Performance
sr: Месец Мудри Перформансе

source: Exam Wise Performance
sr: Испит Мудри Перформансе

source: Top 10
sr: Најпопуларнији

source: Todays Exam
sr: данашњи испит

source: Top
sr: Најпопуларнији

source: These are the exam(s) that can be taken right now
sr: То су испит (и) који се може узети одмах

source: No Exams found for today
sr: Но испити фоунд фор данас

source: Something went wrong
sr: Нешто није у реду

source: Show
sr: Прикажи

source: entries
sr: уноса

source: Prev
sr: прев

source: Next
sr: Следећe

source: Showing {:start} to {:current} of {:count} entries
sr: Показујући {:start} до {:current} оф {:count} уносе

source: Email Verification
sr: Е-маил Верификација

source: Please Enter Verification Code in the Text Box
sr: Плеасе Ентер горњу шифру у поље за текст

source: Re-Send Email Verification
sr: Ре-Сенд Емаил Верифицатион

source: Please Enter Email Id in the Text Box which you enter at the time of registration
sr: Унесите Е-маил ИД у поље за текст који сте унели приликом регистрације

source: Purchased Exam
sr: Набављена испит

source: Expired Exam
sr: Истекло испит

source: These are the exam(s) which has been expired
sr: То су испит (а) који је истекао

source: No Exams found
sr: Но испити фоунд

source: Thank you for using the test
sr: Хвала Вам што користите теста

source: 1. The test instructions were
sr: 1. инструкције теста су биле

source: Largely Clear
sr: углавном облачно

source: Medium Clear
sr: Средњи Ведро

source: Not Clear
sr: Нејасно

source: 2. Language of question was
sr: 2. Језик питање је

source: 3. Overall test experience was
sr: 3. Генерално искуство тест био

source: Good
sr: Добap

source: Better
sr: боље

source: Best
sr: најбоље

source: Any other feedback suggestion
sr: Било који други коментар сугестија

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
sr: Затворите све ваше цхат прозора, за заштиту екрана, и анти-вирус програме пре почетка твој тест

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
sr: Молимо вас да не притиснете \ "Ф5 " током теста. Ово ће завршити свој тест и нећете моћи да поново отвори тест

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
sr: Ваши одговори ће бити сачувана. Ако је ваш тест искључен из било ког разлога, ваши одговори до тада ће бити сачуван

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
sr: Затворите све програме који унесу или преузимање датотека у позадини, на пример: Дропбок, Торрент, итд

source: Instructions
sr: Instrukcije

source: I am ready to begin
sr: Ја сам спреман да почне

source: Exam Start
sr: ispit Почетак

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
sr: Овај испит се плаћа. Износ треба одузети на ваш новчаник аутоматски. Након покретања испита тајмер неће зауставити. Да ли желите да платите & старт?

source: These are the exam(s) which has been purchased
sr: То су испит (а) који је купљен

source: Correct Marks
sr: исправни марака

source: Save & Next
sr: Саве & Даље

source: Unreview
sr: Није прегледано

source: Review
sr: Критика

source: Reset Answer
sr: ресет Одговор

source: Finish
sr: завршити

source: Current Question
sr: Тренутни Питање

source: Answered
sr: Одговорено

source: Not Answered
sr: није одговорено

source: Navigated Away
sr: пловити Гост

source: you had navigated away from the test window. This will be reported to Moderator
sr: сте путовао далеко од прозора тест. Ово ће бити пријављен Модератор

source: Do not repeat this behaviour
sr: Не понављајте такво понашање

source: Otherwise you may get disqualified
sr: У супротном, можете добити дисквалификован

source: Continue
sr: наставити

source: Finalize
sr: завршити

source: Do you wish to submit and close the
sr: Да ли желите да пошаљете и затворите

source: Once you submit, you will not be able to review the
sr: Када пошаљете, нећете бити у могућности да преиспита

source: Summary of your attempts in this
sr: Преглед ваших покушаја у ово

source: as show below
sr: као што је приказано испод

source: Attempted
sr: покушај

source: Return To First Question
sr: Ретурн То прво питање
