Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/srp/LC_MESSAGES/default.po
Languages: sr

source: These are the exam(s) that are planned you in near future
sr: То су испит (а) да вас планира у блиској будућности

source: Attempt Now
sr: Аттемпт Сада

source: Your performance compared to your group
sr: Ваш наступ у односу на вашој групи

source: Can't read? Reload
sr: не може да прочита? релоад

source: Enter security code shown above
sr: Унесите сигурносни код приказан изнад

source: Answer simple math
sr: Ансвер једноставне математичке операције

source: Attempts
sr: Покушаји

source: Remaining
sr: остали

source: Expiry Date
sr: РОК ТРАЈАЊА

source: Expired Date
sr: Истекао рок

source: Free
sr: бесплатно

source: Not Purchased
sr: не Купљено

source: View Details
sr: Приказ детаља

source: Load Editor
sr: лоад Уредник

source: Installation
sr: инсталација

source: Step 1 of 4
sr: Корак 2 од 2

source: Server Configuration & Setup Requirements
sr: Сервер конфигурације и подешавање Захтеви

source: Setup Requirements
sr: Захтеви за подешавање

source: Installing this software require certain server side extension and capability
sr: Инсталирања овог софтвера захтевају одређену на страни сервера проширење и способности

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
sr: проверите испод и упоредите са сервера тренутним статуи на право. Можете да кликнете на икону поред сваког технологију за детаље.

source: Extensions &amp; Applications
sr: Екстензије & амп; aplikacije

source: HTTP Server. For example: Apache
sr: ХТТП сервер. На пример: Апацхе

source: Require
sr: захтевати

source: PHP 5.2.8 or greater
sr: ПХП 5.2.8 или веће

source: Database Engine MySQL (4 or greater)
sr: База мотора МиСКЛ (4 или више)

source: PDO Extension
sr: ПДО Проширење

source: GD Extension
sr: ГД Проширење

source: Mandatory
sr: обавезан

source: Server Status
sr: Статус сервера

source: Web Server
sr: Веб сервер

source: PHP Version
sr: ПХП верзија

source: MYSQL Version
sr: МиСКЛ верзија

source: PDO Unavailable
sr: ПДО Недоступно

source: PDO Available
sr: ПДО Доступно

source: GD Availiable
sr: ГД Свободно

source: GD Unavailiable
sr: ГД Унаваилиабле

source: Directory &amp; File Permission
sr: Директоријум & амп; филе Дозвола

source: These Folders of Files need to be
sr: Ове фасцикле фајлова треба да буду

source: Writable
sr: вритабле

source: for application to be installed.
sr: за пријаву да се инсталира.

source: Folders or Files
sr: Фасцикле или датотеке

source: app/tmp/
sr: Апликација / тмп /

source: app/Config/database.php
sr: апп / цонфиг / датабасе.пхп

source: app/Config/core.php
sr: апп / цонфиг / цоре.пхп

source: Refresh
sr: Рефресх

source: Let's Start
sr: Почнимо

source: Step 2 of 4
sr: Корак 2 од 2

source: Installation Agreement
sr: Споразум инсталација

source: I Accept to Proceed
sr: Прихватам да настави

source: Step 3 of 4
sr: Корак 2 од 2

source: Database Connection Settings
sr: Подешавања датабасе цоннецтион

source: Host Name
sr: хост Име

source: Usually Localhost
sr: obično Лоцалхост

source: Database Name
sr: Име базе

source: Database User
sr: baza података корисника

source: Database User Name
sr: База Корисничко име

source: Database Password
sr: baza података Лозинка

source: Database User Password
sr: База података Корисник Лозинка

source: Database Type
sr: Тип базе података

source: Test Connection
sr: тест везе

source: Step 4 of 4
sr: Корак 2 од 2

source: Name of Your Website
sr: Име Ваш сајт

source: http://yourdomain.com
sr: хттп://иоурдомаин.цом

source: Meta Keyword
sr: мета реч

source: Useful for SEO
sr: Корисно за СЕО

source: Meta Content for SEO
sr: Мета садржај за СЕО

source: Please Select Timezone
sr: Молимо изаберите временску зону

source: Name of Your Organization/Company
sr: Име организације / компаније

source: Default Admin Email
sr: Уобичајено Емаил администратора

source: Install Sample Data With Dummy Entries
sr: Инсталирати Сампле податке са Думми Ентриес

source: Install
sr: инсталирати

source: Welcome to
sr: Добродошли у

source: Set Avatar
sr: сет Аватар

source: Sign out
sr: Одјавите се

source: Copyright
sr: Цо

source: follow on facebook
sr: фоллов на фацебоок

source: Latest News & Events
sr: Најновије вести и догађаји

source: Time
sr: Време

source: Download PDF
sr: довнлоад ПДФ

source: Average Percentage(%)
sr: Просек Проценат (%)

source: Exam Given
sr: ispit Имајући у виду

source: Delete Forever
sr: Обриши Заувек

source: Move to Trash
sr: Пошаљи У ђубре

source: News Detail
sr: vesti Детаљ

source: No of Visitors
sr: Број посетилаца

source: No of Students
sr: Број студената

source: No of Exams
sr: Број испита

source: Payment From Pay Pal
sr: Рата Од Паи Пал

source: Pay From Pay Pal
sr: Паи Од Паи Пал

source: Profile
sr: профил

source: Edit Profile
sr: едит Профил

source: New Student Register
sr: Нова Студентски Регистрација

source: Security Code
sr: Сигурносни код

source: Answers
sr: Одговори

source: My Results
sr: Моји резултати

source: Attempt Date
sr: pokušaj Датум

source: Max.Marks
sr: Мак.Маркс

source: SCORE CARD
sr: сцоре цард

source: SUBJECT REPORT
sr: ТЕМА ИЗВЕШТАЈ

source: TIME MANAGEMENT
sr: УПРАВЉАЊЕ ВРЕМЕНОМ

source: QUESTION REPORT
sr: ИЗВЕШТАЈ ПИТАЊЕ

source: SOLUTION
sr: РЕШЕЊЕ

source: COMPARE REPORT
sr: ЦОМПАРЕ ИЗВЕШТАЈ

source: Score Card For
sr: Резултат картица за

source: Total No. of Student
sr: Укупан број Студент

source: My Marks
sr: Моји марака

source: Total Marks of Test
sr: Укупно ознаке Тест

source: My Percentile
sr: Мој Перцентил

source: Total Question in Test
sr: Укупна питање у тесту

source: Total Attempt Question in Test
sr: Укупна Покушај питање у тесту

source: Left Question
sr: лефт Питање

source: Left Question Marks
sr: Лефт Питање марака

source: Total Time of Test
sr: Укупно време теста

source: My Time
sr: Ми Тиме

source: My Rank
sr: Мој ранг

source: Performance Report For
sr: Извештај о учинку За

source: Question & Marks Wise Report For
sr: Питање & марака Мудри извештај за

source: Subject Report For
sr: Наслов Извештај за

source: Correct
sr: Тачно.

source: Unattempted Questions
sr: Унаттемптед Питања

source: Graphical Report For
sr: Графички извештај за

source: Time Management For
sr: Тиме манагемент За

source: Question Report For
sr: Питање Извештај За

source: Q.No.
sr: К.Но.

source: Question Status
sr: питање статус

source: Your Answer
sr: Ваш одговор

source: Your Score
sr: Ваш резултат

source: Your Time
sr: Твоје време

source: Solution For
sr: rešenje За

source: Not Attempt
sr: ne покушавајте

source: Attempt
sr: Покушај

source: Incorrect
sr: Неисправан

source: Your Answers
sr: Ваши одговори

source: Solution
sr: Решење

source: Unbookmark
sr: Унбоокмарк

source: Bookmark
sr: боокмарк

source: Compare Report For
sr: Упоредите извештај за

source: Total Ques.
sr: Укупно Куес.

source: Maximum Marks
sr: Макимум марака

source: Attempted Ques.
sr: Покушаја Куес.

source: Unattempted Ques.
sr: Унаттемптед Куес.

source: Correct Ques.
sr: Исправни Куес.

source: Incorrect Ques.
sr: Нетачне Куес.

source: Percentile
sr: percentil

source: Previous
sr: Претходнo

source: This is to certify that
sr: Ово је да утврди да

source: has succesfully completed the
sr: је успешно завршено

source: in course program offered by
sr: у току програм који је понудило

source: Student Login
sr: студент Пријава

source: Sign In
sr: Пријавите се

source: Forgot Passwocrd
sr: Заборавио Пассвоцрд

source: New User? Create Account
sr: Нови корисник? Региструј се

source: Engine is not loaded
sr: Мотор није оптерећен

source: Pdf engine "%s" not found
sr: Пдф мотор \ " %s " није пронађен

source: Pdf engines must extend "AbstractPdfEngine"
sr: Пдф мотори морају проширити \ "АбстрацтПдфЕнгине "

source: Crypto is not loaded
sr: Крипто није напуњен

source: Pdf crypto "%s" not found
sr: Пдф крипто \ " %s " није пронађен

source: Crypto engine must extend "AbstractPdfCrypto"
sr: Крипто мотор мора проширити \ "АбстрацтПдфЦрипто "

source: Controller attribute $pdfConfig is not correct or missing
sr: Цонтроллер атрибут $ пдфЦонфиг није исправна или недостаје

source: -> Testing :url
sr: -> Тестирање: урл

source: Total Requests made: :requests
sr: Укупно Захтеви које:: захтеви

source: Total Time elapsed: :duration (seconds)
sr: Укупно време протекло: трајање (у секундама)

source: Requests/Second: :rps req/sec
sr: Захтеви / Друго: рпс рек / сец

source: Average request time: :average-time seconds
sr: Просечно време захтев: просечна-тиме секунди

source: Standard deviation of average request time: :std-dev
sr: Стандардна девијација просечно време захтева: СТД-дев

source: Longest/shortest request: :longest sec/:shortest sec
sr: Најдужа / најкраћи захтев: најдужи сек /: најкраћи сек

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
sr: Омогућава вам да добијете неки груби бенчмаркинг статистицсабоут потпуно квалификованог УРЛ.

source: The URL to request.
sr: УРЛ адреса да тражи.

source: Number of iterations to perform.
sr: Број итерација да изврши.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
sr: Максимално укупно време за све итерација, у сецондс.Иф један понављање траје више од одређеног времена, само један захтев ће бити

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
sr: Пример Употреба: `торта репер --Н 10 --Т 100 хттп: // лоцалхост / тестсите`. <Информације о> Напомена: </ Подаци> ово репер не укључује претраживач рендер пута.

source: Component initialization
sr: komponenta иницијализација

source: Controller action
sr: kontroler акција

source: Controller action start
sr: Контролер акција почетак

source: Processing toolbar state
sr: Обрада са алаткама стање

source: Processing toolbar data
sr: Обрада Тоолбар података

source: Controller render start
sr: Контролер рендер старт

source: Could not load DebugToolbar panel %s
sr: Није могуће учитати ДебугТоолбар панел %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
sr: Цоре Обрада (Изведено од $ _СЕРВЕР [\ "РЕКУЕСТ_ТИМЕ "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
sr: Хеадерс већ послао у %s он лине %s . Не могу послати податке дневника на ФиреПХП.

source: Incorrect parameter count for FireCake::fb()
sr: Нетачно параметар датотека за ФиреЦаке :: ФБ ()

source: Maximum number (99,999) of messages reached!
sr: Максималан број (99.999) порука достигао!

source: There are no active panels. You must enable a panel to see its output.
sr: Нема активних панели. Морате омогућити панел да види своју производњу.

source: App Constants
sr: апп константе

source: CakePHP Constants
sr: ЦакеПХП константе

source: PHP Environment
sr: тект животне средине

source: Hidef Environment
sr: хидеф животне средине

source: Request History
sr: zahtev Историја

source: No previous requests logged.
sr: Но превиоус захтева пријављени.

source: previous requests available
sr: ранији захтеви аваилабле

source: Restore to current request
sr: Враћање на тренутном захтеву

source: Included Files
sr: укључен фајлови

source: Logs
sr: Протоколи

source: There were no log entries made this request
sr: Није било евиденције уноси начињени овај захтев

source: Request
sr: Захтев

source: No post data.
sr: Но пост података.

source: No querystring data.
sr: Нема Куеристринг података.

source: Current Route
sr: Тренутни Рута

source: Session
sr: Седница

source: Sql Logs
sr: скл Протоколи

source: No query logs when debug < 2.
sr: Но упита евиденције када дебуг <2.

source: No query logs.
sr: Но упита евиденције.

source: Total Time: %s ms <br />Total Queries: %s queries
sr: Укупно време: %s МС <бр /> Тотал упити: %s упита

source: Query Explain:
sr: Упит Објасните:

source: Click an "Explain" link above, to see the query explanation.
sr: Кликните на \ "Објасни " линк изнад, да види упита објашњење.

source: No active database connections
sr: Нема активних датабасе везе

source: Memory
sr: Мемор

source: Peak Memory Use
sr: Пеак меморије Употреба

source: Memory use
sr: Употреба мемори

source: Timers
sr: тајмери

source: %s (ms)
sr: СМС

source: Total Request Time:
sr: Укупно Упит време:

source: Time in ms
sr: Време у мс

source: Graph
sr: графикон

source: View Variables
sr: Погледај променљиве

source: Rendering View
sr: Рендеринг Виев

source: Rendering %s
sr: Рендеринг %s

source: View render complete
sr: Погледај рендер комплетан

source: Explain
sr: објаснити

source: Starting %sms into the request, taking %sms
sr: Полазећи %s мс у захтеву, узимајући %s мс

source: No markup errors found
sr: Но маркуп еррорс фоунд

source: maybe slow
sr: можда споро

source: Absolute path or relative to APP.
sr: Апсолутна путања или у односу на АПП.

source: An error occured while getting the status of your account.
sr: Дошло је до грешке док стицање статуса вашег налога.

source: There was an error while connecting to Paypal
sr: Дошло је до грешке приликом повезивања са Паипал

source: There was a problem initiating the transaction, please try again.
sr: Дошло је до проблема покретање трансакцију, покушајте поново.

source: There was a problem getting your details, please try again.
sr: Дошло је до проблема се детаље, покушајте поново.

source: There was an error completing the payment
sr: Дошло је до грешке завршетка плаћање

source: There was a problem processing the transaction, please try again.
sr: Дошло је до проблема обраду трансакција, покушајте поново.

source: There was an error processing the card payment
sr: Дошло је до грешке при обради уплате карту

source: There was a problem processing your card, please try again.
sr: Дошло је до проблема обради картицу, покушајте поново.

source: There was an error processing the the refund
sr: Дошло је до грешке при обради повраћај

source: A problem occurred during the refund process, please try again.
sr: До проблема је дошло током процеса повраћаја, покушајте поново.

source: There was an problem communicating with the payment gateway
sr: Дошло је до проблема у комуникацији са паимент гатеваи

source: Missing client id/secret
sr: Миссинг клијента ид / тајна

source: Must specify an expiry date
sr: Морате навести рок важења

source: Must include a M and Y in expiry date
sr: Мора да садржи М и И у истека рока

source: Invalid expiry date
sr: Неважећи датум истека

source: Invalid card number
sr: Неважећи број картице

source: Invalid CVV2 number
sr: Неважећи број ЦВВ2

source: Invalid card type
sr: Неважећи тип картице

source: Could not detect client IP address
sr: не може да детектује клијента ИП адреса

source: Not a valid credit card number
sr: Није исправан број кредитне картице

source: You must include the 3 digit security number
sr: Ви мора да садржи 3 цифре сигурносни број

source: Must specify an "amount" to charge
sr: Морате навести \ "износ " за пуњење

source: You must pass a valid order array
sr: Морате проћи важећи ред низ

source: Valid "return" and "cancel" urls must be provided
sr: Исправан \ "повратак " и \ "жигом " УРЛ адресе мора бити обезбеђен

source: You must provide a currency code
sr: Морате навести код валуте

source: Original PayPal Transaction ID is required
sr: Оригинал ПаиПал трансакције ИД је потребан

source: Must specify an "amount" to refund
sr: Морате навести \ "износ " на повраћај

source: You must specify a refund type, such as Full or Partial
sr: Морате навести врсту рефундирање, као што су потпуном или делимичном

source: File was not downloaded.
sr: Датотека није преузета.

source: No %s found for that date range
sr: Не %s фоунд за тај опсег датума

source: Your form data is preserved you'll be redirected to it after login.
sr: Ваш облик подаци се чува ћете бити преусмерени на њега након пријављивања.

source: Error notification from %s
sr: Грешка обавештење од %s

source: Afghanistan
sr: Авганистан

source: Albania
sr: Албанија

source: Algeria
sr: Алжир

source: American Samoa
sr: Америчка Самоа

source: Andorra
sr: Андора

source: Angola
sr: Ангола

source: Anguilla
sr: Ангвила

source: Antarctica
sr: Антарктик

source: Antigua and Barbuda
sr: Антигва и Барбуда

source: Argentina
sr: Аргентина

source: Armenia
sr: Јерменија

source: Aruba
sr: аруба

source: Australia
sr: Аустралија

source: Austria
sr: Аустрија

source: Azerbaijan
sr: Азербејџан

source: Bahamas
sr: Бахами

source: Bahrain
sr: Бахреин

source: Bangladesh
sr: Бангладеш

source: Barbados
sr: барбадос

source: Belarus
sr: беларус

source: Belgium
sr: Белгија

source: Belize
sr: Белиз

source: Benin
sr: Бенина

source: Bermuda
sr: бермуда

source: Bhutan
sr: Бутан

source: Bolivia
sr: Боливија

source: Bosnia and Herzegovina
sr: Босна и Херцеговина

source: Botswana
sr: Боцвана

source: Bouvet Island
sr: Буве

source: Brazil
sr: Бразил 2,5 2,7 3,3 0,1 0,8 4,4 1,3 1,9 -0,2 4

source: British Indian Ocean Territory
sr: Британска територија Индијског океана

source: Brunei Darussalam
sr: Брунеј

source: Bulgaria
sr: Бугарска

source: Burkina Faso
sr: Буркина Фасо

source: Burundi
sr: Бурунди

source: Cambodia
sr: Камбоџа

source: Cameroon
sr: Камерун

source: Canada
sr: - Канада

source: Cape Verde
sr: Капе Верде

source: Cayman Islands
sr: Кајманска острва

source: Central African Republic
sr: Централна Афричка Република

source: Chad
sr: Чад

source: Chile
sr: Чиле

source: China
sr: Кина

source: Christmas Island
sr: Божићно острво

source: Cocos (Keeling) Islands
sr: Цоцос (Кеелинг) Исландс

source: Colombia
sr: Колумбија

source: Comoros
sr: Комори

source: Congo
sr: Конго

source: Congo, the Democratic Republic of the
sr: Конго, Демократска Република од

source: Cook Islands
sr: Кукова острва

source: Costa Rica
sr: Костарика

source: Cote D'Ivoire
sr: Цоте д'Ивоире

source: Croatia
sr: Хрватска

source: Cuba
sr: Куба

source: Cyprus
sr: Кипар

source: Czech Republic
sr: Чешка

source: Denmark
sr: Данска

source: Djibouti
sr: Џибути

source: Dominica
sr: Доминика

source: Dominican Republic
sr: Доминиканска република

source: Ecuador
sr: Еквадор

source: Egypt
sr: Египат

source: El Salvador
sr: Ел Салвадор

source: Equatorial Guinea
sr: Екваторијална Гвинеја

source: Eritrea
sr: Еритреја

source: Estonia
sr: Естонија

source: Ethiopia
sr: Етиопија

source: Falkland Islands (Malvinas)
sr: Фокландска острва (Малвини)

source: Faroe Islands
sr: Фарска Острва

source: Fiji
sr: Фиџи

source: Finland
sr: Финска

source: France
sr: Француска

source: French Guiana
sr: Француска Гвајана

source: French Polynesia
sr: Француска Полинезија

source: French Southern Territories
sr: Француске Јужне Територије

source: Gabon
sr: Габон

source: Gambia
sr: Гамбија

source: Georgia
sr: Грузија

source: Germany
sr: Немачка

source: Ghana
sr: Гана

source: Gibraltar
sr: Гибралтар

source: Greece
sr: Грчка

source: Greenland
sr: Гренланд

source: Grenada
sr: Гренада

source: Guadeloupe
sr: Гвадалупе

source: Guam
sr: гуам

source: Guatemala
sr: Гватемала

source: Guinea
sr: Гвинеја

source: Guinea-Bissau
sr: Гвинеја Бисао

source: Guyana
sr: гуиана

source: Haiti
sr: Хаити

source: Heard Island and Mcdonald Islands
sr: Острва Херд и Макдоналд

source: Holy See (Vatican City State)
sr: Света Столица (Ватикан)

source: Honduras
sr: Хондурас

source: Hong Kong
sr: Хонг Конг

source: Iceland
sr: Исланд

source: India
sr: Индија

source: Indonesia
sr: Индонезија

source: Iran, Islamic Republic of
sr: Иран, Исламска Република

source: Iraq
sr: Ирак

source: Ireland
sr: Ирска

source: Israel
sr: Израел

source: Italy
sr: Италија

source: Jamaica
sr: Јамајка

source: Japan
sr: Јапан 140

source: Jordan
sr: Јордан

source: Kazakhstan
sr: Казахстан

source: Kenya
sr: Кенија

source: Kiribati
sr: кирибати

source: Korea, Democratic People's Republic of
sr: Кореја, Демократска Народна Република

source: Korea, Republic of
sr: Кореја, Република

source: Kuwait
sr: Кувајт

source: Kyrgyzstan
sr: киргизстан

source: Lao People's Democratic Republic
sr: Лао Народна Демократска Република

source: Latvia
sr: Летонија

source: Lebanon
sr: Либан

source: Lesotho
sr: Лесото

source: Liberia
sr: Либерија

source: Libyan Arab Jamahiriya
sr: Либија

source: Liechtenstein
sr: Лихтенштајн

source: Lithuania
sr: Литванија

source: Luxembourg
sr: Луксембург

source: Macao
sr: Макао

source: Macedonia, the Former Yugoslav Republic of
sr: Македонија, Бивша Југословенска Република

source: Madagascar
sr: Мадагаскар

source: Malawi
sr: Малави

source: Malaysia
sr: - Малезија

source: Maldives
sr: Малдиви

source: Mali
sr: мали

source: Malta
sr: Малта

source: Marshall Islands
sr: Маршалска ostrva

source: Martinique
sr: мартиникуе

source: Mauritania
sr: Мауританија

source: Mauritius
sr: Маурицијус

source: Mayotte
sr: Мајот

source: Mexico
sr: Мексико

source: Micronesia, Federated States of
sr: Микронезија, Федералне Државе

source: Moldova, Republic of
sr: Молдавија, Република

source: Monaco
sr: Монако

source: Mongolia
sr: Монголија

source: Montserrat
sr: монтсеррат

source: Morocco
sr: Мароко

source: Mozambique
sr: Мозамбик

source: Myanmar
sr: Мијанмар

source: Namibia
sr: Намибија

source: Nauru
sr: Науру

source: Nepal
sr: Непал

source: Netherlands
sr: Низоземска

source: Netherlands Antilles
sr: Холандски Антили

source: New Caledonia
sr: Нова Каледонија

source: New Zealand
sr: Нови Зеланд

source: Nicaragua
sr: Никарагва

source: Niger
sr: Нигер

source: Nigeria
sr: Нигерија

source: Niue
sr: ниуе

source: Norfolk Island
sr: Норфолк

source: Northern Mariana Islands
sr: Северна Маријанска острва

source: Norway
sr: 4 НОРВЕШКА

source: Oman
sr: Оман

source: Pakistan
sr: Пакистан

source: Palau
sr: палау

source: Palestinian Territory, Occupied
sr: Палестина

source: Panama
sr: панама

source: Papua New Guinea
sr: Папуа Нова Гвинеја

source: Paraguay
sr: Парагвај

source: Peru
sr: Перу

source: Philippines
sr: Филипини

source: Pitcairn
sr: Питкерн

source: Poland
sr: Пољска

source: Portugal
sr: Португалија

source: Puerto Rico
sr: Порторико

source: Qatar
sr: катар

source: Reunion
sr: поновни састанак

source: Romania
sr: Румунија

source: Russian Federation
sr: Руска Федерација

source: Rwanda
sr: Руанда

source: Saint Helena
sr: Света Хелена

source: Saint Kitts and Nevis
sr: Сент Китс и Невис

source: Saint Lucia
sr: Света Луција

source: Saint Pierre and Miquelon
sr: Сент Пјер и Микелон

source: Saint Vincent and the Grenadines
sr: Сент Винсент и Гренадини

source: Samoa
sr: самоа

source: San Marino
sr: Сан-Марино

source: Sao Tome and Principe
sr: Сао Томе и Принципе

source: Saudi Arabia
sr: Саудијска Арабија

source: Senegal
sr: сенегал

source: Serbia and Montenegro
sr: Србија и Црна Гора

source: Seychelles
sr: Сејшели

source: Sierra Leone
sr: Сијера Леоне

source: Singapore
sr: Сингапур

source: Slovakia
sr: Словачка

source: Slovenia
sr: Словенија

source: Solomon Islands
sr: Соломонска ostrva

source: Somalia
sr: Сомалија

source: South Africa
sr: Јужна Африка

source: South Georgia and the South Sandwich Islands
sr: Јужна Џорџија и Јужна Сендвичка Острва

source: Spain
sr: Шпанија

source: Sri Lanka
sr: Шри Ланка

source: Sudan
sr: судан

source: Suriname
sr: Суринам

source: Svalbard and Jan Mayen
sr: Свалбард и Јан Мајен

source: Swaziland
sr: Свазиленд

source: Sweden
sr: Шведска

source: Switzerland
sr: Швајцарска

source: Syrian Arab Republic
sr: Сиријска Арапска Република

source: Taiwan, Province of China
sr: Тајван, Провинце оф Цхина

source: Tajikistan
sr: Таџикистан

source: Tanzania, United Republic of
sr: Танзанија, Уједињена Република

source: Thailand
sr: Тајланд

source: Timor-Leste
sr: Источни Тимор

source: Togo
sr: Да иде

source: Tokelau
sr: токелау

source: Tonga
sr: лаке двоколице
