Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/srp/LC_MESSAGES/default.po
Languages: sr

source: File Manager
sr: филе манагер

source: You can find your result here.
sr: Можете пронаћи свој резултат овде.

source: Thanks for given the exam.
sr: Хвала за дати испит.

source: Dashboard
sr: командна табла

source: Leader Board
sr: lider одбор

source: My Exams
sr: Моји испити

source: My Result
sr: мој резултат

source: Group Performance
sr: Успешност групе

source: Payment
sr: Плаћање

source: Transaction History
sr: transakcije

source: Mailbox
sr: поштанско сандуче

source: Help
sr: Pomoć

source: Home
sr: Почетна

source: Register
sr: Регистровати

source: Log In
sr: Prijavite se →

source: Invalid Post
sr: nevažeći пост

source: Jan
sr: јан

source: Feb
sr: феб

source: Mar
sr: мар

source: Apr
sr: апр

source: May
sr: мај

source: Jun
sr: јун

source: Jul
sr: јул

source: Aug
sr: авг

source: Sep
sr: сеп

source: Oct
sr: окт

source: Nov
sr: нов

source: Dec
sr: дец

source: Percentage
sr: проценат

source: Month
sr: месец

source: Exams
sr: испити

source: Email verified successfully
sr: Е-маил је успешно проверен

source: Invalid Verification Code
sr: Неважећи верификациони код

source: A verification Code send to your Email inbox or Spam
sr: Верификациони код послати на ваш маил инбок или Спам

source: Email Id already verified
sr: Емаил ИД већ проверен

source: Email Id not registered in system
sr: Емаил ИД није регистрован у систему

source: You have attempted maximum exam.
sr: Покушали сте максимално испит.

source: You have attempted maximum number of questions in this subject
sr: Покушали сте максималан број питања у овом предмету

source: You can find your result here
sr: Можете пронаћи свој резултат овде

source: Insufficient Amount.
sr: Недовољно Износ.

source: 1. The test instructions were
sr: 1. инструкције теста су биле

source: 2. Language of question was
sr: 2. Језик питање је

source: 3. Overall test experience was
sr: 3. Генерално искуство тест био

source: Any other feedback suggestion:
sr: Било који други коментар сугестија:

source: Feedback has submitted successfully!
sr: Повратне информације је успешно послат!

source: Feedback already submitted.
sr: Феедбацк већ поднео.

source: Email id is not registered in system
sr: Емаил ид није регистрован у систему

source: Your password reset link is sent to your registered email id
sr: Промена лозинке линк шаље на регистровану е-маил ИД

source: Incorrect code
sr: Нетачан број

source: Password Changed Successfully
sr: Пассворд Цхангед Успешно

source: My Performance
sr: Мој Перформансе

source: My Group performance
sr: Мој наступ групе

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
sr: Апликација већ инсталиран. Уклоните апликације / тмп / инсталлед.ткт да инсталирате апликацију

source: Unwriteable
sr: унвритеабле

source: Writeable
sr: вритеабле

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
sr: Нажалост! Филе Дозвола Грешка <БР> Гото апликација / цонфиг / датабасе.пхп је у уписивање режиму.

source: A connection was successfully established with the server.
sr: Конекција је успешно успостављена са сервером.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
sr: Није могуће повезати са базом. Молимо проверите подешавања у апликацији / цонфиг / датабасе.пхп и покушајте поново

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
sr: Нажалост! Фолдер Дозвола Грешка <БР> тмп фолдер у уписивање режиму.

source: Your Mail has been sent
sr: Ваш маил је послат

source: Forwarded message
sr: Прослеђена порука

source: From
sr: Од

source: Subject
sr: Предмет

source: The mail has been moved to the Trash
sr: Пошта је премештена у отпад

source: Your Mail has been deleted
sr: Ваш маил је избрисан

source: The mail has been moved to the Inbox
sr: Пошта је премештена у Примљене

source: The mail has been marked as Read
sr: Пошта је означен као прочитан

source: The mail has been marked as Unread
sr: Пошта је означена као непрочитана

source: Paypal Payment not set
sr: Паипал плаћања није подешен

source: Payment Cancel
sr: plaćanje Откажи

source: Wallet Payment
sr: новчаник Плаћање

source: Try again! Can not connect to paypal
sr: Покушајте поново! Не може да се повеже на ПаиПал

source: Invalid Amount
sr: неважећи Износ

source: Payment already done
sr: Плаћање је већ урађено

source: Payment not done
sr: Плаћање не ради

source: Payment successfully! Amount %s added in your wallet
sr: Плаћање успешно! Износ %s додата у новчанику

source: Profile Updated Successfully
sr: Профил је ажуриран

source: Photo Updated Successfully
sr: Фотографија је ажуриран

source: Invalid Password
sr: invalid пассворд

source: Please select any group
sr: Молимо одаберите било коју групу

source: Invalid Security Code
sr: Неважећи Сигурносни код

source: Score
sr: скор

source: Max Marks
sr: мак марака

source: Marks Scored
sr: знаци Постигао

source: Subject Wise Time Taken
sr: Наслов Мудри Тиме Такен

source: Student Performance
sr: студент Перформансе

source: Correct Question
sr: Исправно питање

source: Incorrect Question
sr: нетачно Питање

source: Right Marks
sr: Ригхт марака

source: Negative Marks
sr: негативне оцјене

source: Percentage(%) in Exam
sr: Проценат (%) у испита

source: Percentage(%)
sr: Проценат (%)

source: st
sr: прво

source: nd
sr: друго

source: rd
sr: треће

source: You %s
sr: Ви %s

source: Topper %s
sr: Топпер %s

source: Administrator
sr: администратор

source: Payment Gateway
sr: payment Гатеваи

source: Pay Exam
sr: паи испит

source: Your account has expired. Please contact administrator
sr: Ваш налог је истекао. Плеасе цонтацт администратор

source: You have been logged in successfully
sr: Ви сте били пријављени успешно

source: Your email not verified! Please click on link sent to your email inbox or spam
sr: Ваша емаил не проверено! Кликните на линк послат на е-маил инбок или спам

source: Incorrect username/password
sr: Погрешно корисничко име / лозинка

source: You have been logged out successfully
sr: Ви сте пријављени успешно

source: You are %s Member! Please contact administrator
sr: Ви сте %s чланова! Плеасе цонтацт администратор

source: Hours
sr: Сати

source: Mins
sr: минс

source: Sec
sr: сец

source: Grand Total
sr: гранд Укупно

source: Your Question has been added for exam
sr: Ваше питање је додао за испит

source: Your Question has been deleted for exam
sr: Ваше питање је обрисан за испит

source: No Permission
sr: Нема дозволу

source: Advertisement has been saved
sr: Реклама је сачуван

source: Invalid post
sr: неважећи порука

source: Advertisement has been deleted
sr: Реклама је обрисан

source: Photo Changed Successfully
sr: Фото Цхангед Успешно

source: Not Attempted
sr: не Покушај

source: Marks Updated
sr: знаци ажурирано

source: Successfully Finalize
sr: uspešno Завршити

source: Successfully Closed Exam
sr: Успешно Затворена испит

source: English
sr: Serbian

source: French
sr: француска

source: Your Setting has been saved
sr: Ваша поставка је сачувана

source: Page Added Successfully
sr: Паге аддед суццессфулли

source: Pages updated Successfully
sr: Странице ажуриран Успешно

source: Page has been deleted
sr: Страница је обрисана

source: Page has been Unpublished
sr: Страна је Необјављени

source: Page has been Published
sr: Страна је објављен

source: Something wrong
sr: Нешто није у реду

source: Currency has been saved
sr: Валута је сачуван

source: Currency has been deleted
sr: Валута је обрисан

source: Student Details
sr: студент Детаљи

source: Active
sr: Активан

source: Pending
sr: Чека

source: Suspend
sr: Обустави

source: Pass
sr: prolazi

source: Fail
sr: изневерити

source: Absent
sr: одсутан

source: Student
sr: студент

source: Passing %age
sr: Доношење %a ге

source: Average %age
sr: Просечна %a ГЕ

source: Question Count
sr: pitanje Точка

source: Total Question
sr: Укупно Питање

source: Question Bank Difficulty Wise
sr: Питање банка тешкоће Мудри

source: Easy
sr: лако

source: Medium
sr: Srednji

source: Hard
sr: тврд

source: Name has been updated
sr: Име је ажуриран

source: Email template has been saved
sr: Е-маил шаблон је сачуван

source: Email template has been deleted
sr: Е-маил шаблон је обрисан

source: End Date is not less than Start date
sr: Датум завршетка није мања од Старт дате

source: Please Select any group
sr: Молимо изаберите било коју групу

source: Please Add Subject To Exam
sr: Молимо додајте Предмет Да испита

source: Exam has been saved. Add questions in exam
sr: Испит је сачуван. Додај питања у испиту

source: Exam has been saved
sr: Испит је сачуван

source: Exam has been updated
sr: Испит је ажуриран

source: Exam has been deleted
sr: Испит је обрисан

source: Difficulty Level
sr: Ниво тешкоће

source: Subject Wise Question Count
sr: Наслов Мудри Питање Точка

source: Exam sucessfully inactivated
sr: Испит успешно инактивирани

source: Exam sucessfully activated
sr: Испит успешно активиран

source: There are no question added!
sr: Ту се не доводи у питање додати!

source: Your username is sent to your registered email id
sr: Ваше корисничко име је шаље на регистровану е-маил ИД

source: Group Added Successfully
sr: Група Додато Успешно

source: Group has been saved
sr: Група је сачуван

source: Group has been deleted
sr: Група је избрисана

source: Delete subject first
sr: Обриши тему први

source: Help content has been saved
sr: Садржај помоћ је сачуван

source: Help content has been deleted
sr: Садржај помоћ је обрисан

source: Questions imported successfully
sr: Питања увезена успешно

source: File not uploaded
sr: Филе нот уплоадед

source: Only CSV File supported
sr: Само ЦСВ датотека подржана

source: Please Select Subject
sr: Молимо изаберите Наслов

source: Please Select any Group
sr: Молимо изаберите било коју групу

source: Students imported successfully
sr: Студенти увезена успешно

source: Please Select Group
sr: Молимо изаберите групу

source: Student Email not found
sr: Студент-маил нот фоунд

source: News has been saved
sr: Вест је сачуван

source: News has been deleted
sr: Вест је избрисан

source: Paypal Payment Setting has been saved
sr: Паипал паимент Подешавање је сачувано

source: Setting Problem
sr: Подешавање проблем

source: Please Choose the Correct answer
sr: Молимо изаберите тачан одговор

source: Please select true or false
sr: Молимо одаберите тачно или нетачно

source: Please fill blank space
sr: Молимо испуните празан простор

source: Question added to bank successfully
sr: Питање је додао да банке успешно

source: Question has been updated
sr: Питање је ажуриран

source: Question has been deleted
sr: Питање је обрисан

source: Delete exam first!
sr: Обриши испит први!

source: Question Difficulty Level
sr: Питање Ниво тешкоће

source: Performance
sr: Перформансе

source: Candidate Marks Distribution
sr: Кандидат марака Дистрибуција

source: Max Marks Distribution
sr: Мак марака Дистрибуција

source: Please select any type in the list
sr: Молимо одаберите било коју врсту у листи

source: Please type any email
sr: Молимо Вас да унесете било емаил

source: Email has been sent
sr: Порука је послата

source: No email to send
sr: Не е за слање

source: Please type any name
sr: Унесите било које име

source: Sms has been sent
sr: СМС је послат

source: No sms to send
sr: Не СМС-ова

source: Signature has been saved
sr: Потпис је сачуван

source: Signature has been deleted
sr: Потпис је обрисан

source: Slide has been saved
sr: Слиде је сачуван

source: Slide has been deleted
sr: Слиде је обрисан

source: SMS template has been saved
sr: СМС-шаблон је сачуван

source: SMS template has been deleted
sr: СМС-шаблон је обрисан

source: Student added Successfully
sr: Студент је додао Успешно

source: Please Select atleast one group
sr: Молимо изаберите барем један групу

source: Student has been updated
sr: Студент је ажуриран

source: Student has been deleted
sr: Студент је обрисан

source: Student Wallet has been updated
sr: Студент Новчаник је ажуриран

source: Subject Added Successfully
sr: Предмет аддед суццессфулли

source: Subject already exist
sr: Предмет већ постоји

source: Subject has been updated
sr: Предмет је ажуриран

source: Subject has been deleted
sr: Предмет је обрисан

source: Testimonial has been saved
sr: Сведочење је сачуван

source: Testimonial has been updated
sr: Сведочење је ажуриран

source: Testimonial has been deleted
sr: Сведочење је обрисан

source: User Added Successfully
sr: Корисник је додао Успешно

source: User has been updated
sr: Корисник је ажуриран

source: User has been deleted
sr: Корисник је избрисан

source: Permission update successfully
sr: Дозвола ажурирање успешно

source: You have been logged in Successfully
sr: Ви сте били пријављени Успешно

source: You have been logged out
sr: Ви сте излоговани

source: Level User has been saved
sr: Левел је сачуван

source: Level user has been deleted
sr: Ниво корисник је обрисан

source: Logo has been saved
sr: Лого је сачуван

source: Logo has been deleted
sr: Лого је обрисан

source: Add Questions
sr: Адд pitanja

source: Question Type
sr: pitanje Врста

source: Search
sr: Претраживање

source: Reset
sr: Ресетовати

source: Add To Exam
sr: Адд То испита

source: Delete To Exam
sr: Уклони уз испита

source: Back To Exam
sr: Повратак на испиту

source: Type
sr: Тип

source: Body of Question
sr: Тело у обзир

source: Level
sr: ниво

source: Marks
sr: Оцене

source: Action
sr: Акције:

source: Add Advertisement
sr: Додај оглас

source: Advertisement Name
sr: адвертисемент Име

source: Ordering
sr: наручивање

source: URL
sr: УРЛ адреса

source: URL Type
sr: УРЛ адреса Тип

source: Internal
sr: интерни

source: External
sr: спољни

source: URL Target
sr: УРЛ адреса Циљна

source: _self
sr: _селф

source: _blank
sr: _бланк

source: Upload Image (350*260)
sr: Поставити слику (350 * 260)

source: Save
sr: Saču

source: Close
sr: Затвори

source: Update Photo
sr: упдате Фотографија

source: Upload Photo
sr: уплоад пхото

source: Update
sr: ажурирање

source: Cancel
sr: Отказати

source: Edit Advertisements
sr: едит Огласи

source: Form
sr: ФОРМУЛАР 8

source: Status
sr: Статус

source: Advertisements
sr: Огласи

source: Add New Advertisement
sr: Додај нови Адвертисемент

source: Edit
sr: Едит

source: Delete
sr: Избрисати

source: View
sr: поглед

source: Change Photo
sr: Промени фотографију

source: View Slides
sr: Погледај слајдове

source: Attempted Papers of
sr: Покушаја Радови

source: Name
sr: Име

source: Email
sr: Е-адреса

source: Total Marks
sr: Укупно марака

source: Obtained Marks
sr: dobijeni марака

source: Result Finalized
sr: резултат Финализед

source: Finalize It
sr: финализира Ит

source: PASSED
sr: ПОЛОЖИО

source: FAILED
sr: НИЈЕ УСПЕО

source: Finalized By
sr: завршен до

source: Question No
sr: pitanje бр

source: Option1
sr: Опција 1

source: Option2
sr: оптион2

source: Option3
sr: Оптион3

source: Option4
sr: Оптион4

source: Option5
sr: Оптион5

source: Option6
sr: Оптион6

source: Marked Answer
sr: Означено Одговор

source: Correct Answer
sr: Тачан одговор

source: Time Taken
sr: time Такен

source: Marks Obtained
sr: Оцене добијене

source: Checked by
sr: Проверио

source: System
sr: Систем

source: Configuration Options
sr: Цонфигуратион Оптионс

source: Site Name
sr: Назив сајт

source: Organization Name
sr: Назив организације

source: Domain Name
sr: домаин наме

source: Organization Email
sr: organizacija маил

source: Meta Title
sr: мета Наслов

source: Meta Description
sr: Мета опис

source: Time Zone
sr: Временска зона

source: Please Select
sr: Молимо изаберите

source: Currency
sr: валута

source: Header Contact
sr: хеадер Контакт

source: Email Contact
sr: емаил Контакт

source: Display records per page
sr: Дисплаи записа по страници

source: Max records per page
sr: Мак снима по страни

source: Date Format
sr: Формат датума

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
sr: Датум, месец, година, сат, минут, секунда, Меридијан, датум Сепратор, време Сепратор

source: Capthca
sr: Цаптхца

source: Image
sr: Слика

source: Text
sr: Текст

source: Text Direction
sr: tekst Правац

source: Left-to-right (LTR)
sr: Лева на десно (ЛТР)

source: Right-to-Left (RTL)
sr: Право на лево (РТЛ)

source: Language
sr: Језик

source: Enable SMS Notification
sr: Омогући СМС обавештења

source: Enable Email Notification
sr: Укључи емаил обавештења

source: Manual Verification
sr: упутство за верификацију

source: Front End Registration
sr: Фронт Крај Пријава

source: Front End Slides
sr: Фронт Крај слајдове

source: Translation
sr: Prevod

source: Paid Exam
sr: Паид испит

source: Math Editor
sr: матх Уредник

source: Exam Expiry
sr: ispit истека

source: Exam Feedback
sr: ispit Контакт

source: Tolrance Count
sr: Толранце Точка

source: Certificate
sr: Потврда

source: Testimonial
sr: тестимониал

source: Advertisement
sr: реклама

source: No. of Visitor
sr: Број Виситор

source: No. of Student
sr: Број Студент

source: No. of Exam
sr: Број испита

source: Save Settings
sr: Сачувај подешавања

source: Add Pages
sr: Додај Пагес

source: Link Name
sr: Име везе

source: Link Order
sr: линк Ордер

source: Page Type
sr: Тип странице

source: External Url
sr: Спољни УРЛ

source: Url Target
sr: урл Циљна

source: Page Name
sr: страна Име

source: Page Url
sr: Паге УРЛ

source: Page Content
sr: страница Садржај

source: Edit Pages
sr: едит Странице

source: Pages
sr: Странице

source: Add New Page
sr: Додај нову страницу

source: Published
sr: Објављено 30. јануара 2001.

source: Unpublished
sr: необјављен

source: Add Currency
sr: Додај Валута

source: Currency Name
sr: Валута Име

source: Short Name
sr: Кратко име

source: Upload Currency (Less or equal to 50*50)
sr: Уплоад Валута (мање или једнако 50 * 50)

source: Add New Currency
sr: Додај нови Валута

source: In Progress Exam
sr: Ин Прогресс испита

source: Upcoming Exam
sr: предстојећи испит

source: Completed Exam
sr: завршен испит

source: Students
sr: студенте.

source: In Progress & Upcoming Exams
sr: Ин Прогресс & предстојећим испита

source: Date
sr: Датум

source: Exam Name
sr: ispit Име

source: Group
sr: Група

source: Duration
sr: Трајање

source: Recent Exam Results
sr: Недавни Резултати испита

source: Exam
sr: испит

source: Overall Result
sr: ukupni резултат

source: Student Stats
sr: Студент Статистике

source: To
sr: За

source: Details
sr: Подаци

source: Top 10 Student Group Wise
sr: Топ 10 ученика Група Мудри

source: Student Statistic Table
sr: Студент Статистика Табела

source: Total Students
sr: Укупно Студенти

source: Total Active
sr: Укупно Активна

source: Total Pending
sr: Укупно чекању

source: Total Suspended
sr: Укупно Суспендован

source: Top 10 Question Bank Subject Wise
sr: Топ 10 Питање банка Предмет Мудри

source: Top 10 Difficulty Level of Questions
sr: Топ 10 Ниво тежине питања

source: Question Count Table
sr: Питање Точка Табела

source: Bank Name
sr: Назив банке

source: Total Easy
sr: Укупно Лако

source: Total Normal
sr: Укупно Нормално

source: Total Difficult
sr: Укупно Тешко

source: Diffculty Level
sr: Диффцулти Ниво

source: E-Mail Settings
sr: Е-маил подешавања

source: Email Type
sr: емаил Тип

source: LOCALHOST
sr: ЛОЦАЛХОСТ

source: SMTP
sr: СМТП

source: Server Name / Host
sr: Сервер Име / хост

source: Port
sr: Ulaz 1

source: User Name
sr: Корисничко име

source: Password
sr: лозинка

source: Add Email Template
sr: Додај Емаил Темплате

source: Email Template
sr: емаил Шаблон

source: Edit Email Templates
sr: Едит емаил шаблони

source: Email Templates
sr: емаил шаблони

source: Add New Email Template
sr: Додај нову емаил шаблона

source: Template
sr: шаблон

source: Subject Added successfully
sr: Предмет аддед суццессфулли

source: Add Exam
sr: Додај испит

source: Name of Exam
sr: Назив испита

source: Passing Percentage
sr: donošenje Проценат

source: Instruction
sr: Упутство

source: Exam Duration (Min.)
sr: Испит Трајање (мин.)

source: 0 for unlimited duration
sr: 0 за неограничено трајање

source: Attempt Count
sr: pokušaj Точка

source: 0 for unlimited attempt
sr: 0 за неограничено покушај

source: Start Date
sr: Датум почетка

source: End Date
sr: Крајњи датум

source: Show Answer Sheet
sr: Схов Одговор лист

source: Yes
sr: Да

source: No
sr: Не

source: Select Group
sr: Избор групе

source: Student Group
sr: студент Група

source: Negative Marking
sr: негативан Обележавање

source: Random Question
sr: Насумично Питање

source: Amount
sr: Износ

source: Browser Tolrance
sr: бровсер Толранце

source: Expiry Days
sr: истека дана

source: 0 for Unlimited
sr: 0 за неограничено

source: Result After Finish
sr: Довести након завршеног

source: Mode
sr: начин

source: Prepration
sr: Препратион

source: Instant Result
sr: инстант резултата

source: Option Shuffle
sr: opcija Схуффле

source: Add Subjects To Exams
sr: Додај субјеката да испита

source: Subject Name
sr: predmet Име

source: No. of Questions
sr: Број питања

source: Ques Attempt Count
sr: Куес Покушај Цоунт

source: Questions Attempt Count
sr: Питања Покушај Цоунт

source: Leave blank for not showing (0 for unlimited)
sr: Остави празно за не показује (0 за неограничено)

source: ctrl+click to add multiples
sr: Цтрл + цлицк то адд умно

source: Add
sr: Dodaj

source: Edit Exam
sr: едит испит

source: Exam Stats
sr: испита Статистике

source: No of Student Passed
sr: Број студент положио

source: Download
sr: Преузимање

source: No of Student Failed
sr: Број Студент Фаилед

source: No of Student Absent
sr: Не Студентског Абсент

source: Exam Details
sr: испит Детаљи

source: Finalize Result
sr: финализира Резултат

source: Attempted Papers
sr: покушаја Радови

source: Eligible Group
sr: kvalifikovani Група

source: Close Exam
sr: близу испит

source: Activate Exam
sr: активирати испит

source: Exam Closed Re-Activate Exam
sr: Испит затварања поново активирати испит

source: Browser Tolrence
sr: бровсер Толренце

source: Expiry
sr: истека

source: Unlimited
sr: неограничен

source: Days
sr: Дани

source: Subjective
sr: субјективан

source: Objective
sr: Циљеви

source: True &amp; False
sr: Труе & амп; лажан

source: Fill in the blanks
sr: Попунити празнине

source: Total Questions
sr: Укупан број питања

source: Question Attempt Count
sr: Питање Покушај Точка

source: H
sr: ч.

source: Total
sr: Укупно:

source: M
sr: М

source: S.No.
sr: С.Но.

source: Student Name
sr: Име студента

source: Enrolment
sr: Упис

source: Phone
sr: Телефон

source: Result Status
sr: резултат статус

source: Email ID
sr: Идентификација Поруке

source: Submit
sr: Пошаљи

source: Forgot Username
sr: Заборавили сте корисничко име

source: Login
sr: Prijava

source: Verification Code
sr: Верификациони код

source: Please enter verification Code
sr: Молимо унесите верификациони код

source: Reset Password
sr: Ресетуј шифру

source: Confirm Password
sr: Потврди лозинку

source: Add Groups
sr: Додај групе

source: Group Name
sr: Назив групе

source: Edit Groups
sr: Измена Групе

source: Groups
sr: Групе

source: Add New Group
sr: Dodaj novu grupu

source: Add Help Content
sr: Додај садржај помоћи

source: Title
sr: Наслов

source: Description
sr: Опис

source: Edit Help Content
sr: Едит Помоћ Садржај

source: Help Content
sr: Помоћ Садржај

source: Add New Help Content
sr: Додај нови садржај помоћи

source: Import/Export Qusetions
sr: Увоз / извоз Кусетионс

source: Back To Questions
sr: Повратак на питања

source: Export Questions
sr: извоз Питања

source: Select File
sr: Изаберите документ

source: Import Questions
sr: импорт Питања

source: Import/Export Students
sr: Увоз / извоз Студенти

source: Back To Students
sr: Назад студентима

source: Export Students
sr: извоз Студенти

source: Import Students
sr: импорт Студенти

source: All Messages
sr: sve поруке
