Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/srp/LC_MESSAGES/validation.po
Languages: sr

source: Only letters and numbers allowed
sr: Само слова и бројеви дозвољено

source: Group already exist
sr: Група већ постоји

source: Only Url
sr: само УРЛ

source: File does not have a valid extension
sr: Филе нема важећу екстензију

source: You must supply a JPG, GIF or PNG File.
sr: Ви треба да доставе ЈПГ, ГИФ или ПНГ.

source: Invalid Header Contact
sr: Инвалид хеадер Контакт

source: Only Alphabets
sr: samo писма

source: Currency Name already exist
sr: Валута Име већ постоји

source: You must supply image height is less than 50px
sr: Морате унети висина слика је мање од 50пк

source: You must supply image width is less than 50px
sr: Морате унети ширину слике је мање од 50пк

source: Only numbers allowed
sr: Само бројеви дозвољено

source: Only Date/time format
sr: Само Датум / време

source: Enter a valid email
sr: Унесите важећу емаил

source: Please select
sr: Молимо изаберите

source: Invalid Username
sr: Погрешно корисничко име

source: Invalid Password
sr: invalid пассворд

source: Invalid Signature
sr: неважећи потпис

source: Only numbers
sr: само бројеви

source: You must supply image height is less than 220px
sr: Морате унети висину слике је мањи од 220пк

source: This Email has already been exist! try new one
sr: Ова е-маил је већ постоје! пробати нови

source: Password required
sr: Захтевана лозинка

source: Password minimum 4 character long
sr: Лозинка најмање 4 карактера дуг

source: Name already exist
sr: Име већ постоји
