Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ron/LC_MESSAGES/default.po
Languages: ro

source: Thailand
ro: Tailanda

source: Timor-Leste
ro: Timorul de Est

source: Togo
ro: să meargă.

source: Trinidad and Tobago
ro: Trinidad și Tobago

source: Turkey
ro: Turcia

source: Turks and Caicos Islands
ro: Insulele Turks și Caicos

source: Ukraine
ro: Ucraina

source: United Arab Emirates
ro: Emiratele Arabe Unite

source: United Kingdom
ro: Anglia

source: United States
ro: Statele Unite ale Americii

source: Virgin Islands, British
ro: Insulele Virgine Britanice

source: Virgin Islands, U.s.
ro: Insulele Virgine Americane

source: Wallis and Futuna
ro: Wallis și Futuna

source: Western Sahara
ro: sahara de Vest

source: Invalid argument #1: %s is not a valid %s identifyer.
ro: Argumentul nevalid # 1: %s nu este valid %s identifyer.

source: %s for Row %d failed to save.
ro: %s pentru rândul %d nu a reușit să salveze.

source: You need to define at least one field to be toggleable.
ro: Trebuie să definiți cel puțin un câmp să fie toggleable.

source: The field %s is not in the list of toggleable fields.
ro: Câmpul %s nu este în lista de câmpuri toggleable.

source: The field %s does not have two toggleable states defined.
ro: Câmpul %s nu are două stări toggleable definite.

source: Invalid record
ro: înregistrare nevalid

source: Server lipsum.com returns error code %s.
ro: Serverul lipsum.com returnează codul de eroare %s .

source: Response from lipsum.com is empty or could not be decoded.
ro: Răspuns de la lipsum.com este gol sau nu a putut fi decodat.

source: Connection to server lipsum.com failed. %s.
ro: Conexiunea la serverul lipsum.com a eșuat. %s .

source: Please correct the errors below.
ro: Va rog sa corectati urmatoarele greseli.

source: Error
ro: Eroare

source: The requested address %s was not found on this server.
ro: Solicitată adresă %s nu a fost găsită pe acest server.

source: An Internal Error Has Occurred.
ro: A apărut o eroare internă.

source: datasource configuration was not found
ro: Configurarea sursei de date nu a fost găsit

source: CakePHP: the rapid development php framework
ro: CakePHP: rapidă cadru de dezvoltare php

source: Debug setting does not allow access to this url.
ro: Setarea debug nu permite accesul la această adresă URL.

source: Add New Exam
ro: Adauga o noua Examen

source: Inactive
ro: Inactiv

source: Start & End Date
ro: Start & Data de încheiere

source: Certification of Completion
ro: Certificarea de Completare

source: Click here to download excel file format
ro: Apasa aici pentru a descarca formatul de fișier Excel

source: Are you sure, you want to close this exam?
ro: Sunteți sigur, doriți să închideți acest examen?

source: Are you sure, you want to re-activate this exam?
ro: Sunteți sigur, pe care doriți să re-activați acest examen?

source: Closed
ro: Inchisa

source: Results
ro: Rezultate

source: Configurations
ro: configuraţiile

source: General
ro: Generală

source: Contents
ro: Conținut

source: Customer Support Service
ro: Serviciul de asistență pentru clienți

source: Knowledge Base (for Documentation)
ro: Baza de cunoștințe (pentru documentare)

source: Live Chat (For Sales & Billing Only)
ro: Live chat-ul (Pentru Sales & Facturare Only)

source: Support (For Technical Support)
ro: Suport (pentru asistență tehnică)

source: Visit Our Website
ro: Vizitați site-ul nostru

source: for more documentation & Details
ro: pentru mai multe detalii & documentație
