Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ron/LC_MESSAGES/default.po
Languages: ro

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
ro: Vă rugăm să nu apăsați \ "F5 ", în timpul testului. Acest lucru se va termina testul si nu va fi în măsură să re-deschide testul

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
ro: Răspunsurile dvs. vor fi salvate. În cazul în care testul este deconectat pentru orice motiv, răspunsurile dumneavoastră până în acel moment vor fi salvate

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
ro: Vă rugăm să închideți toate programele pe care le încărca sau descărca fișiere în fundal De exemplu: Dropbox, torrent, etc.

source: Instructions
ro: Instrucţiuni

source: I am ready to begin
ro: Sunt gata să înceapă

source: Exam Start
ro: Pornire examen

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
ro: Acest examen este plătit. Suma trebuie să fie dedusă pe portofel în mod automat. După ce a început cronometrul examenului nu se va opri. Doriți să plătiți și a începe?

source: These are the exam(s) which has been purchased
ro: Acestea sunt examenul (e), care a fost cumpărat

source: Correct Marks
ro: mărci corecte

source: Save & Next
ro: Salvați & Următoare

source: Unreview
ro: Marcați ca neexaminat

source: Review
ro: Recenzie

source: Reset Answer
ro: Răspuns de resetare

source: Finish
ro: Termina

source: Current Question
ro: Întrebarea actuală

source: Answered
ro: Răspuns

source: Not Answered
ro: Fără răspuns

source: Navigated Away
ro: părăseau

source: you had navigated away from the test window. This will be reported to Moderator
ro: ați navigat departe de fereastra de test. Acest lucru va fi raportat la moderator

source: Do not repeat this behaviour
ro: Nu repeta acest comportament

source: Otherwise you may get disqualified
ro: În caz contrar, s-ar putea obține descalificat

source: Continue
ro: Continuă

source: Finalize
ro: Finalizati

source: Do you wish to submit and close the
ro: Doriți să trimiteți și închideți

source: Once you submit, you will not be able to review the
ro: După ce trimiteți, nu veți fi în măsură să revizuiască

source: Summary of your attempts in this
ro: Rezumatul încercărilor dumneavoastră în acest

source: as show below
ro: așa cum se arată mai jos

source: Attempted
ro: S-a încercat

source: Return To First Question
ro: Înapoi la întrebare

source: These are the exam(s) that are planned you in near future
ro: Acestea sunt examenul (e) pe care ai planificat în viitorul apropiat

source: Attempt Now
ro: încerca acum

source: Your performance compared to your group
ro: performanța în comparație cu grupul dvs.

source: Can't read? Reload
ro: Nu se poate citi? reload

source: Enter security code shown above
ro: Introduceti codul de securitate prezentat mai sus

source: Answer simple math
ro: Raspuns matematic simplu

source: Attempts
ro: Încercări

source: Remaining
ro: cei ce rămân

source: Expiry Date
ro: Data expirarii

source: Expired Date
ro: Data expirata

source: Free
ro: Gratuit

source: Not Purchased
ro: nu Achiziționat

source: View Details
ro: Vizualizarea Detaliilor

source: Load Editor
ro: Editor de încărcare

source: Installation
ro: Instalatie

source: Step 1 of 4
ro: Etapa 1 din 4

source: Server Configuration & Setup Requirements
ro: Configurare server de configurare & Cerințe

source: Setup Requirements
ro: Cerințe de configurare

source: Installing this software require certain server side extension and capability
ro: Instalarea acestui software necesită anumite extensii pe partea de server și capacitate

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
ro: vă rugăm să verificați de mai jos și comparați cu serverul de statui curente pe dreapta. Aveți posibilitatea să faceți clic pe pictograma de lângă fiecare tehnologie pentru detalii.

source: Extensions &amp; Applications
ro: Extensiile & amp; aplicatii

source: HTTP Server. For example: Apache
ro: HTTP Server. De exemplu: Apache

source: Require
ro: solicita

source: PHP 5.2.8 or greater
ro: PHP 5.2.8 sau mai mare

source: Database Engine MySQL (4 or greater)
ro: MySQL Database Engine (4 sau mai mare)

source: PDO Extension
ro: DOP Extensie

source: Mandatory
ro: obligatorie.

source: Web Server
ro: Serverul de web

source: PHP Version
ro: Versiunea PHP

source: MYSQL Version
ro: Versiune MYSQL

source: PDO Unavailable
ro: DOP Indisponibil

source: PDO Available
ro: DOP Disponibil

source: Directory &amp; File Permission
ro: Director & amp; Permisiunea fișier

source: These Folders of Files need to be
ro: Aceste foldere de fișiere trebuie să fie

source: Writable
ro: inscriptibil

source: for application to be installed.
ro: pentru aplicare care urmează să fie instalat.

source: Folders or Files
ro: Foldere sau fișiere

source: Refresh
ro: Reîmprospăta

source: Let's Start
ro: Să începem

source: Step 2 of 4
ro: Etapa 2 din 4

source: Installation Agreement
ro: acord de instalare

source: I Accept to Proceed
ro: Accept să Mai departe

source: Step 3 of 4
ro: Etapa 3 din 4

source: Database Connection Settings
ro: Setări conexiune baze de date

source: Host Name
ro: Nume gazda

source: Usually Localhost
ro: De obicei, Localhost

source: Database Name
ro: Nume bază de date

source: Database User
ro: utilizator bază de date

source: Database User Name
ro: Nume utilizator bază de date

source: Database Password
ro: baza de date cu parolă

source: Database User Password
ro: Bază de date Utilizator Parola

source: Database Type
ro: Tipul bazei de date

source: Test Connection
ro: Conexiune de încercare

source: Step 4 of 4
ro: Etapa 4 din 4

source: Name of Your Website
ro: Numele de site-ul dvs.

source: Meta Keyword
ro: meta cuvinte cheie

source: Useful for SEO
ro: Utile pentru SEO

source: Meta Content for SEO
ro: Conținut meta pentru SEO

source: Please Select Timezone
ro: Vă rugăm să selectați Timezone

source: Name of Your Organization/Company
ro: Numele lui organizației dvs. / companie

source: Default Admin Email
ro: Implicit Admin E-mail

source: Install Sample Data With Dummy Entries
ro: Instalați date de probă cu Dummy Mențiuni

source: Install
ro: Instala

source: Welcome to
ro: Bun venit la

source: Sign out
ro: Deconectare

source: follow on facebook
ro: urmați pe Facebook

source: Latest News & Events
ro: Ultimele știri și evenimente

source: Time
ro: Oră

source: Download PDF
ro: descarcă PDF

source: Average Percentage(%)
ro: Procentul mediu (%)

source: Exam Given
ro: Având în vedere examen

source: Delete Forever
ro: şterge pentru totdeauna

source: Move to Trash
ro: Aruncă la gunoi

source: News Detail
ro: Detalii de știri

source: No of Visitors
ro: Nr Vizitatori

source: No of Students
ro: Nici Studenților

source: No of Exams
ro: Nr de examene

source: Payment From Pay Pal
ro: De la plată Pay Pal

source: Pay From Pay Pal
ro: De la plata cheltuielilor Pay Pal

source: Profile
ro: Profil

source: Edit Profile
ro: Editează profilul

source: New Student Register
ro: Nou registru Student

source: Security Code
ro: Cod de securitate

source: Answers
ro: răspunsuri

source: My Results
ro: Rezultatele mele

source: Attempt Date
ro: Data această încercare

source: SUBJECT REPORT
ro: RAPORT DE SUBIECT

source: TIME MANAGEMENT
ro: managementul timpului

source: QUESTION REPORT
ro: RAPORT DE ÎNTREBARE

source: SOLUTION
ro: de

source: COMPARE REPORT
ro: RAPORT COMPARĂ

source: Score Card For
ro: Scor de card Pentru

source: Total No. of Student
ro: Total Nr Student

source: My Marks
ro: mărci mele

source: Total Marks of Test
ro: Totale desene de încercare

source: My Percentile
ro: Percentile mea

source: Total Question in Test
ro: Întrebarea totală în testul

source: Total Attempt Question in Test
ro: Încercare totală Întrebare în Testul

source: Left Question
ro: stânga Întrebare

source: Left Question Marks
ro: Stânga semne de intrebare

source: Total Time of Test
ro: Timpul total de încercare

source: My Time
ro: Timpul meu

source: My Rank
ro: Locul meu

source: Performance Report For
ro: Raport de performanță pentru

source: Question & Marks Wise Report For
ro: Intrebare si desene Raportul Wise Pentru

source: Subject Report For
ro: Raport de subiect pentru

source: Correct
ro: Corect

source: Unattempted Questions
ro: Întrebări care nu sa tras

source: Graphical Report For
ro: Raport de grafic pentru

source: Time Management For
ro: Time Management pentru

source: Question Report For
ro: Intrebare raport pentru

source: Question Status
ro: Stare întrebare

source: Your Answer
ro: raspunsul tau

source: Your Score
ro: Scorul dumneavoastră

source: Your Time
ro: Timpul tau

source: Solution For
ro: soluţie Pentru

source: Not Attempt
ro: nu incercati

source: Attempt
ro: Încercarea

source: Incorrect
ro: incorect

source: Your Answers
ro: Răspunsurile dvs.

source: Solution
ro: de

source: Bookmark
ro: semn de carte

source: Compare Report For
ro: Pentru a compara rapoarte

source: Total Ques.
ro: Total ches.

source: Maximum Marks
ro: mărci maxime

source: Attempted Ques.
ro: Ches. Atentatele de

source: Unattempted Ques.
ro: Ches. Nu sa tras

source: Correct Ques.
ro: Ches corect.

source: Incorrect Ques.
ro: Ches incorecte.

source: Previous
ro: Precedenta

source: This is to certify that
ro: Prin asta se certifica faptul ca

source: has succesfully completed the
ro: a finalizat cu succes

source: in course program offered by
ro: în curs de program oferit de

source: Student Login
ro: Autentificare elev

source: Sign In
ro: Conectare

source: Forgot Passwocrd
ro: am uitat Passwocrd

source: New User? Create Account
ro: Utilizator nou? Creează cont

source: Engine is not loaded
ro: Motorului nu este încărcat

source: Pdf engine "%s" not found
ro: Pdf motor \ " %s " nu a fost găsit

source: Pdf engines must extend "AbstractPdfEngine"
ro: Motoarele PDF trebuie să se extindă \ "AbstractPdfEngine "

source: Crypto is not loaded
ro: Crypto nu este încărcat

source: Pdf crypto "%s" not found
ro: Pdf cripto \ " %s " nu a fost găsit

source: Crypto engine must extend "AbstractPdfCrypto"
ro: motor cripto trebuie să se extindă \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
ro: atribut controler $ pdfConfig nu este corect sau lipsește

source: -> Testing :url
ro: -> Testare: url

source: Total Requests made: :requests
ro: Numărul total de solicitări făcute:: cereri

source: Total Time elapsed: :duration (seconds)
ro: Timp total scurs:: Durata (secunde)

source: Requests/Second: :rps req/sec
ro: Cereri / Al doilea:: rps req / sec

source: Average request time: :average-time seconds
ro: time solicitare medie:: medie timp de secunde

source: Standard deviation of average request time: :std-dev
ro: Deviația standard a timpului mediu de solicitare:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
ro: Cea mai lungă / scurtă cerere:: cel mai lung sec /: cel mai scurt sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
ro: Vă permite să obțineți unele analize comparative dur statisticsabout o adresă URL complet calificat.

source: The URL to request.
ro: URL-ul pentru a solicita.

source: Number of iterations to perform.
ro: Numărul de iterații pentru a efectua.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
ro: timp total maxim pentru toate iterații, în seconds.If o singură iterație durează mai mult decât timeout-ul, doar o singură solicitare va fi făcută

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
ro: Exemplul Utilizare: `tort de referință 10 --t 100-N http: // localhost / testsite`. <Info> Notă: </ info> acest indicator de referință nu include browser-ul face ori.

source: Component initialization
ro: inițializarea componentei

source: Controller action
ro: controler de acțiune

source: Controller action start
ro: Start de acțiune controler

source: Processing toolbar state
ro: stare Bara de instrumente de prelucrare

source: Processing toolbar data
ro: Bara de instrumente de prelucrare a datelor

source: Controller render start
ro: Controler randare de pornire

source: Could not load DebugToolbar panel %s
ro: Nu a putut încărca DebugToolbar panou %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
ro: Procesare de bază (derivate de la $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
ro: Antetele deja trimise în %s pe linia %s . Nu se poate trimite datele de jurnal la FirePHP.

source: Incorrect parameter count for FireCake::fb()
ro: conta incorect parametru pentru FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
ro: Numărul maxim (99.999) de mesaje au ajuns!

source: There are no active panels. You must enable a panel to see its output.
ro: Nu există panouri activi. Trebuie să activați un panou pentru a vedea ieșirea sa.

source: App Constants
ro: aplicaţia Constante

source: CakePHP Constants
ro: CakePHP Constante

source: PHP Environment
ro: PHP Mediu

source: Hidef Environment
ro: Hidef Mediu

source: Request History
ro: Istoric cerere

source: No previous requests logged.
ro: Nu există solicitări anterioare autentificat.

source: previous requests available
ro: solicitările anterioare disponibile

source: Restore to current request
ro: Restaurarea la solicitarea curentă

source: Included Files
ro: Fișiere incluse

source: Logs
ro: 200 pachete

source: There were no log entries made this request
ro: Nu au existat înregistrări din jurnal au făcut această cerere

source: Request
ro: Solicitarea

source: No post data.
ro: Nu există date post.

source: No querystring data.
ro: Nu există date. QueryString

source: Current Route
ro: ruta actuală

source: Session
ro: Sesiune

source: Sql Logs
ro: Busteni sql

source: No query logs when debug < 2.
ro: Nu există busteni de interogare atunci când depana <2.

source: No query logs.
ro: Nu există busteni de interogare.

source: Total Time: %s ms <br />Total Queries: %s queries
ro: Timp total: %s ms <br /> total întrebare: %s interogări

source: Query Explain:
ro: Solicitare Explicați:

source: Click an "Explain" link above, to see the query explanation.
ro: Faceți clic pe un \ "Explicați " link-ul de mai sus, pentru a vedea explicația de interogare.

source: No active database connections
ro: Nu există conexiuni bază de date activă

source: Memory
ro: Memorie

source: Peak Memory Use
ro: Vârf Utilizare memorie

source: Memory use
ro: utilizarea memoriei

source: Timers
ro: cronometre

source: %s (ms)
ro: Mesaje

source: Total Request Time:
ro: Timp total Solicitare:

source: Time in ms
ro: Timp în ms

source: Graph
ro: Grafic

source: View Variables
ro: Vezi Variabile

source: Rendering View
ro: Vizualizare redare

source: Rendering %s
ro: De redare %s

source: View render complete
ro: Vizualizați face complet

source: Explain
ro: Explicare

source: Starting %sms into the request, taking %sms
ro: Începând cu %s ms în cererea, luând %s ms

source: No markup errors found
ro: Nu există erori de marcare a găsit

source: maybe slow
ro: poate lent

source: Absolute path or relative to APP.
ro: cale absolută sau relativă APP.

source: An error occured while getting the status of your account.
ro: A apărut o eroare la obținerea stării contului.

source: There was an error while connecting to Paypal
ro: A apărut o eroare în timpul conectării la Paypal

source: There was a problem initiating the transaction, please try again.
ro: A apărut o problemă de inițiere a tranzacției, vă rugăm să încercați din nou.

source: There was a problem getting your details, please try again.
ro: A apărut o problemă la obținerea detaliile dvs., vă rugăm să încercați din nou.

source: There was an error completing the payment
ro: A apărut o eroare la finalizarea plății

source: There was a problem processing the transaction, please try again.
ro: A apărut o problemă la procesarea tranzacției, vă rugăm să încercați din nou.

source: There was an error processing the card payment
ro: A apărut o eroare la procesarea plății cardului

source: There was a problem processing your card, please try again.
ro: A apărut o problemă la procesarea cardului dvs., vă rugăm să încercați din nou.

source: There was an error processing the the refund
ro: A apărut o eroare la procesarea restituirii

source: A problem occurred during the refund process, please try again.
ro: O problemă a avut loc în timpul procesului de rambursare, vă rugăm să încercați din nou.

source: There was an problem communicating with the payment gateway
ro: A apărut o problemă la comunicarea cu gateway-ul de plată

source: Missing client id/secret
ro: Lipsă de client id / secret de

source: Must specify an expiry date
ro: Trebuie să specificați o dată de expirare

source: Must include a M and Y in expiry date
ro: Trebuie să includă un M și Y în data de expirare

source: Invalid expiry date
ro: Data de expirare nevalidă

source: Invalid card number
ro: numar de card invalid

source: Invalid CVV2 number
ro: Număr nevalid CVV2

source: Invalid card type
ro: Tip de card nevalid

source: Could not detect client IP address
ro: Nu a putut detecta client adresa IP

source: Not a valid credit card number
ro: Nu un număr valid de card de credit

source: You must include the 3 digit security number
ro: Trebuie să includeți numărul de securitate din 3 cifre

source: Must specify an "amount" to charge
ro: Trebuie să specificați un \ "sumă " pentru a încărca

source: You must pass a valid order array
ro: Trebuie sa treci o matrice ordine validă

source: Valid "return" and "cancel" urls must be provided
ro: Valid \ "întoarcere " și \ "Anula " trebuie să fie furnizate url-uri

source: You must provide a currency code
ro: Trebuie să furnizați un cod de monedă

source: Original PayPal Transaction ID is required
ro: Este nevoie de original, ID-ul de tranzacție PayPal

source: Must specify an "amount" to refund
ro: Trebuie să specificați un \ "sumă " pentru a rambursa

source: You must specify a refund type, such as Full or Partial
ro: Trebuie să specificați un tip de restituire, cum ar fi totală sau parțială

source: File was not downloaded.
ro: Fișierul nu a fost descărcat.

source: No %s found for that date range
ro: Nr %s - au găsit pentru intervalul de date

source: Your form data is preserved you'll be redirected to it after login.
ro: Datele dvs. formular este păstrată veți fi redirecționat către acesta după autentificare.

source: Error notification from %s
ro: O notificare de eroare de la %s

source: American Samoa
ro: Samoa Americană

source: Andorra
ro: Andora

source: Antigua and Barbuda
ro: Antigua si Barbuda

source: Azerbaijan
ro: Azerbaidjan

source: Belarus
ro: Bielorusia

source: Belgium
ro: Belgia

source: Bosnia and Herzegovina
ro: Bosnia si Hertegovina

source: Bouvet Island
ro: Insula Bouvet

source: Brazil
ro: Brazilia

source: British Indian Ocean Territory
ro: Britanic din Oceanul Indian

source: Cambodia
ro: Cambogia

source: Cameroon
ro: Camerun

source: Cape Verde
ro: capul Verde

source: Cayman Islands
ro: Insulele Cayman

source: Central African Republic
ro: Republica Centrafricană

source: Chad
ro: Ciad

source: China
ro: din China

source: Christmas Island
ro: Insula christmas

source: Cocos (Keeling) Islands
ro: Cocos (Keeling)

source: Colombia
ro: Columbia

source: Comoros
ro: Comore

source: Congo, the Democratic Republic of the
ro: Congo, Republica Democratică

source: Cook Islands
ro: Insulele cook

source: Cote D'Ivoire
ro: Coasta de Fildeș

source: Croatia
ro: Croaţia

source: Cyprus
ro: ● Cipru

source: Czech Republic
ro: Republica Cehă

source: Denmark
ro: Danemarca

source: Dominican Republic
ro: Republica Dominicana

source: Egypt
ro: Egipt

source: Equatorial Guinea
ro: Guineea Ecuatorială

source: Eritrea
ro: Eritreea

source: Ethiopia
ro: Etiopia

source: Falkland Islands (Malvinas)
ro: Insulele Falkland (Malvine)

source: Faroe Islands
ro: Insulele Feroe

source: Finland
ro: Finlanda

source: France
ro: Franţa

source: French Guiana
ro: Guyana franceză

source: French Polynesia
ro: Polinezia Franceză

source: French Southern Territories
ro: Teritoriile Franceze de Sud

source: Germany
ro: Germania

source: Greece
ro: Grecia

source: Greenland
ro: Groenlanda

source: Guadeloupe
ro: Guadelupa

source: Guinea
ro: Guineea

source: Guinea-Bissau
ro: Guineea-Bissau

source: Heard Island and Mcdonald Islands
ro: Insula Heard și Insulele Mcdonald

source: Holy See (Vatican City State)
ro: Sfântul Scaun (Statul Vatican)

source: Hungary
ro: Ungaria

source: Iceland
ro: Islanda

source: Indonesia
ro: Indonezia

source: Iran, Islamic Republic of
ro: Iran, Republica Islamică

source: Iraq
ro: Irak

source: Ireland
ro: Irlanda

source: Italy
ro: Italia

source: Japan
ro: Japonia

source: Jordan
ro: Iordania

source: Kazakhstan
ro: Kazahstan

source: Kenya
ro: Kenia

source: Korea, Democratic People's Republic of
ro: Republica Coreea, Populară Democrată

source: Korea, Republic of
ro: Republica Coreea

source: Kuwait
ro: Kuweit

source: Kyrgyzstan
ro: Kârgâzstan

source: Lao People's Democratic Republic
ro: Republica Populară Democrată Laos

source: Latvia
ro: Letonia

source: Lebanon
ro: Liban

source: Libyan Arab Jamahiriya
ro: Jamahiriya Arabă Libiană

source: Lithuania
ro: Lituania

source: Luxembourg
ro: Luxemburg

source: Macedonia, the Former Yugoslav Republic of
ro: Macedonia, Fosta Republică Iugoslavă

source: Malaysia
ro: Malaezia

source: Maldives
ro: Maldive

source: Marshall Islands
ro: Insulele Marshall

source: Martinique
ro: Martinica

source: Mexico
ro: Mexic

source: Micronesia, Federated States of
ro: Micronezia, Statele Federale ale

source: Moldova, Republic of
ro: Republica Moldova

source: Morocco
ro: Maroc

source: Mozambique
ro: Mozambic

source: Netherlands
ro: Olanda

source: Netherlands Antilles
ro: Antilele Olandeze

source: New Caledonia
ro: Noua Caledonie

source: New Zealand
ro: Noua Zeelandă

source: Norfolk Island
ro: Insula Norfolk

source: Northern Mariana Islands
ro: Insulele Mariane de Nord

source: Norway
ro: Norvegia

source: Palestinian Territory, Occupied
ro: Teritoriul Palestinian Ocupat

source: Papua New Guinea
ro: Papua Noua Guinee

source: Philippines
ro: Filipine

source: Poland
ro: Polonia

source: Portugal
ro: Portugalia

source: Reunion
ro: Reuniune

source: Romania
ro: România

source: Russian Federation
ro: Federația Rusă

source: Saint Helena
ro: Sfânta Elena

source: Saint Kitts and Nevis
ro: Sfântul Kitts și Nevis

source: Saint Lucia
ro: Sfânta Lucia

source: Saint Pierre and Miquelon
ro: Saint Pierre and Miquelons

source: Saint Vincent and the Grenadines
ro: Saint Vincent și Grenadine

source: Saudi Arabia
ro: Arabia Saudită

source: Serbia and Montenegro
ro: Serbia și Muntenegru

source: Slovakia
ro: Slovacia

source: Solomon Islands
ro: Insulele Solomon

source: South Africa
ro: Africa de Sud

source: South Georgia and the South Sandwich Islands
ro: Georgia de Sud și Insulele Sandwich de Sud

source: Spain
ro: Spania

source: Suriname
ro: Surinam

source: Svalbard and Jan Mayen
ro: Svalbard și Jan Mayen

source: Sweden
ro: Suedia

source: Switzerland
ro: Elveţia

source: Syrian Arab Republic
ro: Republica Araba Siriana

source: Taiwan, Province of China
ro: Taiwan, provincia din China

source: Tajikistan
ro: Tadjikistan

source: Tanzania, United Republic of
ro: Tanzania, Republica Unită
