Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ron/LC_MESSAGES/default.po
Languages: ro

source: Edit Groups
ro: Editați Grupuri

source: Groups
ro: Grupuri

source: Add New Group
ro: Adăugați group nou

source: Add Help Content
ro: Adăuga conținut de ajutor

source: Title
ro: Titlu

source: Description
ro: Descriere

source: Edit Help Content
ro: Editeaza Ajutor Conținut

source: Help Content
ro: Conținut de ajutor

source: Add New Help Content
ro: Adauga o noua Ajutor de conținut

source: Back To Questions
ro: Înapoi la întrebări

source: Export Questions
ro: Întrebări de export

source: Select File
ro: Selectaţi Fişierul

source: Import Questions
ro: import Întrebări

source: Import/Export Students
ro: Elevii Import / Export

source: Back To Students
ro: Înapoi spre Studenți

source: Export Students
ro: Studenții la export

source: Import Students
ro: Studenții de import

source: All Messages
ro: toate mesajele

source: My Profile
ro: Profilul meu

source: Change Password
ro: Schimbare parolă

source: Logout
ro: Deconectare

source: Powered by
ro: Cu sprijinul

source: Date &amp; Time
ro: Data & amp; Timp

source: Compose Mail
ro: Scrieți un mesaj

source: Search Student Mail
ro: Student Căutare Mail

source: Message
ro: Mesaj

source: Send
ro: Trimiteți

source: Compose
ro: Compunerea

source: Inbox
ro: Mesaje:

source: Sent Mail
ro: E-mail trimis

source: Trash
ro: Coşul de gunoi

source: More
ro: Mai mult

source: Mark as Read
ro: Marcheaza ca citit

source: Mark as Unread
ro: Marcheaza ca necitit

source: Move to Inbox
ro: Mutați în Mesaje primite

source: Reply
ro: Răspuns

source: Forward
ro: Redirecţionare

source: Menu Names
ro: Nume meniu

source: Model Name
ro: Denumire model

source: Icon
ro: Iconita

source: Add News
ro: adăugaţi știri

source: News Title
ro: titlul de știri

source: News Description
ro: Descriere de știri

source: Edit News
ro: edita știri

source: News
ro: Ştiri / Noutăţi

source: Add New News
ro: Adauga o noua News

source: Paypal Payment Option
ro: PayPal Opțiune de plată

source: Signature
ro: Semnătură__________________

source: Sandbox Mode
ro: Modul sandbox

source: True
ro: Adevărat

source: Add Question
ro: adăugaţi o întrebare

source: Question
ro: Întrebare

source: Correct Answers
ro: Răspunsuri corecte

source: Type your question here
ro: Introduceți întrebarea dvs. aici

source: Answer1
ro: Raspuns la

source: Answer2
ro: Raspuns la

source: Answer3
ro: Raspuns la

source: Answer4
ro: Raspuns la

source: Answer5
ro: Raspuns la

source: Answer6
ro: Raspuns la

source: True/False
ro: Adevarat fals

source: False
ro: Fals

source: Blank Space
ro: Spațiu liber

source: Explanation (Optional)
ro: Explicație (opțional)

source: Provide explanation in support of correct answer
ro: Ofere explicații în sprijinul răspunsului corect

source: Hint(optional)
ro: Sugestie (opțional)

source: Hint to help answer correctly
ro: Sugestie pentru a va ajuta sa raspundeti corect

source: without minus sign
ro: fără semnul minus

source: Edit Question Type
ro: Edita Tip de întrebare

source: Explanation
ro: Explicaţie

source: Hint
ro: Sugestie

source: Questions
ro: Intrebari

source: Add New Question
ro: Adauga o noua întrebare

source: Import/Export Question
ro: Import / export Intrebare

source: Answer
ro: Raspuns la

source: Question Details
ro: Detalii Intrebare

source: Exam Wise
ro: examen înțelept

source: Please Select Exam
ro: Vă rugăm să selectați Examen

source: Status of Result
ro: Starea de Rezultat

source: Please Select Result Status
ro: Vă rugăm să selectați Stare Rezultat

source: Download Result
ro: Rezultat descărcare

source: Rank
ro: Rang

source: Test
ro: Teste

source: Percent
ro: Procent

source: Result
ro: Rezultat:

source: View Result
ro: Vizualizare rezultate

source: Download/Print Result
ro: Descărcare / imprimare Rezultat

source: Student Wise
ro: elev înțelept

source: Name or Enrolment Number
ro: Nume sau Înmatricularea Număr

source: Enrolment Number
ro: Număr de înscriere

source: Back
ro: Înapoi

source: Assesment Report for
ro: Raport de Assesment pentru

source: Taken Date
ro: Data luată

source: Total Time
ro: Timpul total

source: Nos. of Browser tolrance attempt
ro: Nr. De browser această încercare tolrance

source: Total Score
ro: Scor Total

source: Student Marks Distribution
ro: Distribuția studenților desene

source: Marks Sheet
ro: mărci Sheet

source: Section Name
ro: Numele secțiunii

source: Section proportion
ro: secțiunea proporție

source: Actual
ro: reali

source: Your Percentage
ro: Procentajul tau

source: Section Summary
ro: secțiunea Rezumat

source: Maximum Score
ro: Scor maxim

source: Developed Skill
ro: Îndemânare dezvoltat

source: Needs Development
ro: are nevoie de dezvoltare

source: Lack of Skill
ro: Lipsa de îndemânare

source: MCQ answered
ro: MCQ răspuns

source: Legend
ro: Legendă

source: Send Emails
ro: Trimite emailuri

source: Teachers
ro: Profesori

source: Any Email
ro: orice e-mail

source: Default all students if you add manually then search student email
ro: Default toți studenții, dacă adăugați manual apoi căutare de e-mail elev

source: Default all teachers if you add manually then search teacher email
ro: Default toți profesorii dacă adăugați manual apoi căutare de e-mail a profesorilor

source: Type any email comma seprated
ro: Tastați orice virgulă de e-mail seprated

source: Type subject
ro: tipul de subiect

source: Select Email Template
ro: Selectați Șablon e-mail

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
ro: Dacă nu doriți să selectați șablonul de e-mail, apoi pur și simplu tastați mesajul de e-mail. Odată ce ați încărca editorul de atunci nu puteți selecta șablonul merge buton pentru a reseta

source: Send Sms
ro: Trimite SMS

source: Any Sms
ro: orice Sms

source: Default all student if you add manually then search students name
ro: Default toate elev dacă adăugați manual, apoi căutați numele studenților

source: Default all teachers if you add manually then search teacher name
ro: Default toți profesorii dacă adăugați manual, apoi căutați numele profesorului

source: Any Number
ro: orice număr de

source: Type any number comma seprated
ro: Tastați orice număr virgulă seprated

source: Select Sms Template
ro: Selectați Sms Template

source: Sms Template
ro: Template Sms

source: If you do not want to select sms template then simply type sms message
ro: Dacă nu doriți să selectați șablonul SMS apoi pur și simplu introduceți mesajul SMS

source: Certificate Signature
ro: Semnătura certificatului

source: Upload Image(* height less than 75px)
ro: Încărcați imagine (* înălțime mai mică de 75px)

source: Delete Signature
ro: şterge Semnătură

source: Add Slides
ro: Slide-uri add

source: Slide Name
ro: Nume album:

source: Upload Slide (1350*550)
ro: Încarcă album: (1350 * 550)

source: Edit Slides
ro: Slide-uri de editare

source: Slides
ro: Diapozitive

source: Add New Slide
ro: Adaugă Slide nou

source: SMS Settings
ro: SETĂRI SMS

source: Sender ID
ro: ID-ul expeditorului

source: Heading Username
ro: Nume utilizator rubrica

source: Username field provided by sms gateway
ro: Nume de utilizator câmp oferit de SMS gateway

source: Heading Password
ro: rubrica Parola

source: Password field provided by sms gateway
ro: câmp parola furnizate de către poarta de acces sms

source: Heading Mobile No
ro: Mobile rubrica nr

source: Mobile No field provided by sms gateway
ro: Nu există un câmp mobil oferit de SMS gateway

source: Heading Message
ro: mesaj de la poziția

source: Message field provided by sms gateway
ro: câmpul Mesaj oferit de SMS gateway

source: Heading Sender Id
ro: Rubrica Id-ul Expeditor

source: Sender Id field provided by sms gateway
ro: Id-ul câmp expeditor furnizat de SMS gateway

source: Add SMS Template
ro: Adăuga șablon SMS

source: Edit SMS templates
ro: șabloane de editare SMS

source: SMS Templates
ro: Șabloane SMS

source: Add New SMS Template
ro: Format SMS nou add

source: Add Students
ro: adăugaţi studenți

source: Address
ro: Adresă

source: Guardian Phone
ro: The Guardian Telefon

source: Edit Students
ro: Editați Studenți

source: Renewal Date
ro: Data de reînnoire

source: Add New Student
ro: Adauga o noua Student

source: Wallet
ro: Portofel

source: Admission Date
ro: admiterea Data

source: Debit
ro: Debitarea

source: Balance
ro: echilibru

source: Date & Time
ro: Data și ora

source: Payment Through
ro: plată prin intermediul

source: Remarks
ro: Remarci

source: View Student Information
ro: Vizualizare Informații Student

source: Full Name
ro: Nume întreg

source: Phone Number
ro: Numar de telefon

source: Registered Email
ro: email inregistrat

source: Alternate Number
ro: Număr alternativ

source: Enrolment No
ro: Înmatricularea nr

source: Last Login
ro: Ultima logare

source: Students Wallet
ro: Wallet studenți

source: Transaction Form
ro: Forma de tranzacție

source: Mobile
ro: Mobil

source: ADD
ro: ADAUGĂ

source: DEDUCT
ro: DEDUCE

source: Add Subjects
ro: adăuga Subiecte

source: Edit Subjects
ro: Editați Subiecte

source: Subjects
ro: Subiecte

source: Add New Subject
ro: Adauga o noua subiect

source: Question Bank
ro: întrebarea Bank

source: Add Testimonials
ro: adauga o Marturii

source: Upload Photo (150*150)
ro: Încarcă Photo (150 * 150)

source: Edit Testimonials
ro: Marturii edita

source: Testimonials
ro: Marturii

source: Add New Testimonial
ro: Adauga o noua Mărturie

source: Photo
ro: Poză

source: Add Users
ro: adăugaţi utilizatori

source: User Level
ro: Nivel utilizator

source: Username
ro: Nume utilizator

source: Level users
ro: utilizatorii de nivel

source: Add New Level
ro: Adauga o nou nivel

source: Back To Users
ro: Înapoi la utilizatori

source: Level Name
ro: nivelul Nume

source: Set Permission
ro: set Permisiunea

source: Assign Form Rights
ro: Cesiona drepturile Formular

source: Module Name
ro: Modul Nume

source: Old Password
ro: Parola veche

source: Edit Users
ro: Editați utilizatori

source: User Registration Form
ro: Formular de Înregistrare utilizator

source: Users
ro: Utilizatori

source: Add New User
ro: Adăugați un utilizator nou

source: Add Level Users
ro: Adăugați utilizatori de nivel

source: Level User
ro: User Level

source: Dear user, log in to access the admin area!
ro: Stimate utilizator, conectați pentru a accesa zona de admin!

source: Admin / Teacher Username
ro: Admin / Profesor Utilizator

source: Forgot User Name
ro: Ai uitat numele de utilizator?

source: Organisation Logo
ro: Organizația Logo

source: Upload Image(* height less than 220px)
ro: Încarcă Imagine (* înălțime mai mică de 220px)

source: Delete Logo
ro: şterge Logo

source: Please provide a type for chart %s!
ro: Vă rugăm să furnizați un tip de diagramă %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
ro: Grafic: \ " %s " nu a putut fi găsită. Asigurați-vă că Chart Name este același șir care este trecut la $ this-> HighCharts-> render () în opinia dumneavoastră.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
ro: Tranzacția Express Checkout a expirat, iar tranzacția trebuie să fie repornit

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
ro: Este posibil să fi făcut un al doilea apel pentru aceeași plată sau poate fi utilizat același cod de factură pentru tranzacții separate.

source: Please use a different funcing source.
ro: Vă rugăm să folosiți o sursă funcing diferită.

source: An error occured, please retry the transaction.
ro: A apărut o eroare, vă rugăm să încercați din nou tranzacția.

source: This transaction couldn't be completed. Redirecting to payment gateway
ro: Această tranzacție nu a putut fi finalizată. Redirecționează la gateway de plată

source: You have not agreed to the billing agreement.
ro: Nu ati fost de acord cu acordul de facturare.

source: The billing agreement is disabled or inactive.
ro: Acordul de facturare este dezactivată sau inactivă.

source: The credit card used is expired.
ro: Cardul de credit utilizat este expirat.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
ro: Tranzacția a fost refuzată, deoarece răspunsul AVS returnat valoarea N, iar contul de comerciant nu este în măsură să accepte astfel de tranzacții.

source: The payment gateway account is restricted.
ro: Contul de gateway de plată este restricționată.

source: You must submit an IP address of the buyer with each API call.
ro: Trebuie să trimiteți o adresă IP a cumpărătorului cu fiecare apel API.

source: The merchant selected a value for the PaymentAction field that is not supported.
ro: Comerciantul selectat o valoare pentru câmpul PaymentAction care nu este acceptat.

source: The credit card field was blank.
ro: Câmpul card de credit a fost gol.

source: The total amount and item amounts do not match.
ro: Sumă și poziția totală Sumele nu se potrivesc.

source: The credit card entered is currently restricted by the payment gateway.
ro: Cardul de credit introdus este în prezent limitată de gateway-ul de plată.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
ro: Comerciantului introdus un ID de factură, care este deja asociat cu o tranzacție de același comerciant. Această încercare cu un nou cod factură

source: The transaction was declined by the country filter managed by the merchant.
ro: Tranzacția a fost refuzată de către filtrul de țară gestionat de comerciant.

source: The transaction was declined by the maximum amount filter managed by the merchant.
ro: Tranzacția a fost refuzată de către filtrul maxim suma gestionată de către comerciant.

source: The transaction was declined by the payment gateway.
ro: Tranzacția a fost refuzată de către gateway-ul de plată.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
ro: Tranzacția a fost refuzată de către gateway-ul de plată din cauza unei posibile activități frauduloase.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
ro: Tranzacția a fost refuzată de către gateway-ul de plată din cauza unei posibile activități frauduloase pe adresa IP.

source: The merchant account attempting the transaction is not a business account.
ro: Contul de comerciant care încearcă tranzacția nu este un cont de afaceri.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
ro: Contul de comerciant care încearcă tranzacția nu este în măsură să proceseze tranzacții de plată directe.

source: Access to Direct Payment was disabled for your account.
ro: Accesul la plata directa a fost dezactivat contul.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
ro: Contul de comerciant care încearcă tranzacția nu are o adresă de e-mail confirmată prin gateway-ul de plată.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
ro: Comerciantul a încercat o tranzacție în cazul în care suma a depășit limita superioară pentru acel comerciant.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
ro: Tranzacția a fost refuzată din cauza unui filtru de risc comerciant pentru AVS. In mod specific, comerciantul a stabilit să scadă tranzacție atunci când AVS nu a returnat meci (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
ro: Tranzacția a fost refuzată din cauza unui filtru de risc comerciant pentru AVS. In mod specific, comerciantul a stabilit filtrul pentru a refuza tranzacții atunci când AVS returnează o potrivire parțială.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
ro: Tranzacția a fost refuzată din cauza unui filtru de risc comerciant pentru AVS. In mod specific, comerciantul a stabilit filtrul pentru a refuza tranzacții atunci când AVS nu este acceptat.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
ro: Negustorul introdus o adresă IP, care a fost într-un format invalid. Adresa IP trebuie să fie într-un format, cum ar fi 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
ro: Configurarea comerciantului necesită un CVV să fie introdus, dar nu CVV a fost furnizat cu această tranzacție.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
ro: Comerciantul a furnizat o adresă, fie în Statele Unite sau Canada, dar statul furnizat nu este un stat valabil în oricare dintre aceste țări.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
ro: Tranzacția a fost refuzată de către banca emitentă, nu gateway-ul de plată. Comerciantul ar trebui să încerce un alt card.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
ro: țara comerciantului de reședință nu este acceptată în prezent, pentru a permite tranzacții de plată directe.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
ro: Tranzacția a fost refuzată deoarece gateway-ul de plată este în prezent procesarea unei tranzacții de către același cumpărător pentru aceeași sumă. Poate apărea atunci când un cumpărător trimite mai multe tranzacții, identice într-o succesiune rapidă.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
ro: CVV furnizat este nevalid. CVV este lung între 3-4 cifre.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
ro: Vă rugăm să încercați din nou mai târziu. Asigurați-vă că ați trecut CVV și adresa de informațiile corecte pentru cumpărător. În cazul în care creați un profil de recurente, vă rugăm să încercați din nou prin care trece o cantitate de inițializare de la 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
ro: Tranzacție nu este în conformitate din cauza 3-D Secure valori de autentificare lipsă sau invalide. Verificați câmpurile ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
ro: Tranzacția a fost respinsă de către gateway-ul de plată din cauza unor defecțiuni excesive într-o perioadă scurtă de timp pentru acest card de credit.

source: The transaction was declined by payment gateway.
ro: Tranzacția a fost refuzată de către gateway-ul de plată.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
ro: Tranzacția a fost refuzată deoarece comerciantul nu are un contract valabil entitate comercială pe dosar cu gateway-ul de plată.

source: The transaction was declined because the CVV entered does not match the credit card.
ro: Tranzacția a fost refuzată deoarece CVV introdus nu se potrivește cu cartea de credit.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
ro: Tranzacția a fost refuzată de către banca emitentă, din cauza unui card de credit expirat. Comerciantul ar trebui să încerce un alt card.

source: Exceeded permissible limit for Navigating away
ro: Limita admisă pentru depășită Navigarea departe

source: You have exceeded the permissible limit for navigating away from your test
ro: Ați depășit limita admisă pentru a naviga departe de testul

source: Your test has finished. You can close the window now
ro: Testul dumneavoastră a terminat. Puteți închide fereastra acum

source: Installation Complete
ro: Instalare finalizată

source: Aho! The System is installed successfully.
ro: Aho! Sistemul este instalat cu succes.

source: Go to Admin/Teacher Interface
ro: Du-te la Admin / Profesor interfață

source: User
ro: Utilizator

source: Go to Front End/Student Interface
ro: Mergi la Front End / Interface Student

source: Visit our website
ro: Vizitați site-ul nostru

source: for documentation and support
ro: pentru documentare și suport

source: My Exam Stats
ro: Examen Statistici mele

source: Total Exam Given
ro: Având în vedere numărul total de examen

source: Absent Exams
ro: Examene absent

source: Best Score in
ro: Cel mai bun scor în

source: On
ro: Activat

source: Failed in
ro: a eșuat în

source: Average Percentage
ro: Procentaj mediu

source: Your Rank
ro: Locul tau

source: Month Wise Performance
ro: Luna de performanță înțelept

source: Exam Wise Performance
ro: Examen al performanței

source: Top 10
ro: Sus

source: Todays Exam
ro: Examen direct

source: Top
ro: Sus

source: These are the exam(s) that can be taken right now
ro: Acestea sunt examenul (e), care pot fi luate chiar acum

source: No Exams found for today
ro: Nu există pentru astăzi examenele

source: Something went wrong
ro: Ceva a mers prost.

source: Show
ro: Arată

source: entries
ro: intrările

source: Prev
ro: Prec

source: Next
ro: Următor

source: Showing {:start} to {:current} of {:count} entries
ro: Se afișează {:start} pentru a începe {:current} curente de {:count} intrările

source: Email Verification
ro: Verificare a email-ului

source: Please Enter Verification Code in the Text Box
ro: Vă rugăm să introduceți codul de verificare în caseta de text

source: Re-Send Email Verification
ro: Re-Trimitere e-mail de verificare

source: Please Enter Email Id in the Text Box which you enter at the time of registration
ro: Vă rugăm să introduceți ID-ul de e-mail în caseta de text pe care îl introduceți în momentul înregistrării

source: Purchased Exam
ro: Examen achiziţionat

source: Expired Exam
ro: Examen expirat

source: These are the exam(s) which has been expired
ro: Acestea sunt examenul (e) care a fost expirat

source: No Exams found
ro: Nu există examene găsite

source: Thank you for using the test
ro: Vă mulțumesc pentru ajutorul testului

source: 1. The test instructions were
ro: 1. Instrucțiunile de testare au fost

source: Largely Clear
ro: Șterge în mare măsură

source: Medium Clear
ro: mediu Clear

source: Not Clear
ro: nu

source: 2. Language of question was
ro: 2. Limba întrebării a fost

source: 3. Overall test experience was
ro: 3. Experiența generală de test a fost

source: Good
ro: Bun

source: Better
ro: mai buni

source: Best
ro: cei mai buni

source: Any other feedback suggestion
ro: Orice altă sugestie de feedback

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
ro: Vă rugăm să închideți toate ferestrele de chat dvs., screen-saver, și anti-virus programe înainte de a începe testul
