Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ron/LC_MESSAGES/default.po
Languages: ro

source: File Manager
ro: Manager de fișiere

source: You can find your result here.
ro: Puteti gasi rezultatul aici.

source: Thanks for given the exam.
ro: Vă mulțumim pentru examenul dat.

source: Dashboard
ro: Tablou de bord

source: Leader Board
ro: Clasament

source: My Exams
ro: Examenele mele

source: My Result
ro: Rezultatul meu

source: Group Performance
ro: Performanța grupului

source: Payment
ro: Plata

source: Transaction History
ro: Istoricul tranzactiilor

source: Mailbox
ro: Cutie poștală

source: Help
ro: Ajutor

source: Home
ro: Acasă

source: Register
ro: Înregistrare

source: Log In
ro: Logare

source: Invalid Post
ro: nevalid Mesaj

source: Jan
ro: Ian

source: May
ro: Mai

source: Jun
ro: Iun

source: Jul
ro: Iul

source: Nov
ro: Noi

source: Percentage
ro: Marja procentuala (Percentage): 100%

source: Month
ro: Lună

source: Exams
ro: examene

source: Email verified successfully
ro: E-mail verificat cu succes

source: Invalid Verification Code
ro: Cod de verificare invalid

source: A verification Code send to your Email inbox or Spam
ro: Un cod de verificare trimite la inbox-ul dvs de e-mail sau spam

source: Email Id already verified
ro: Id-ul de e-mail deja verificat

source: Email Id not registered in system
ro: Id-ul de e-mail care nu sunt înregistrate în sistem

source: You have attempted maximum exam.
ro: Ați încercat examenul maxim.

source: You have attempted maximum number of questions in this subject
ro: Ați încercat numărul maxim de întrebări în acest subiect

source: You can find your result here
ro: Puteti gasi rezultatul aici

source: Insufficient Amount.
ro: Sumă insuficientă.

source: 1. The test instructions were
ro: 1. Instrucțiunile de testare au fost

source: 2. Language of question was
ro: 2. Limba întrebării a fost

source: 3. Overall test experience was
ro: 3. Experiența generală de test a fost

source: Any other feedback suggestion:
ro: Orice altă sugestie de feedback:

source: Feedback has submitted successfully!
ro: Feedback-ul a prezentat cu succes!

source: Feedback already submitted.
ro: Feedback-ul deja depuse.

source: Email id is not registered in system
ro: E-mail id-ul nu este înregistrat în sistem

source: Your password reset link is sent to your registered email id
ro: Link-ul de resetare a parolei este trimisă la ID-ul de e-mail înregistrată

source: Incorrect code
ro: Cod incorect

source: Password Changed Successfully
ro: Parola a fost schimbată cu succes

source: My Performance
ro: Performanța mea

source: My Group performance
ro: performanța mea Group

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
ro: Aplicație deja instalate. App elimina / tmp / installed.txt pentru a reinstala aplicația

source: Writeable
ro: inscriptibil

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
ro: Din pacate! Fișier Permisiunea Eroare Vă rugăm <br> goto app / config / database.php este în modul inscriptibil.

source: A connection was successfully established with the server.
ro: O conexiune a fost stabilită cu succes cu serverul.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
ro: Nu se poate conecta la baza de date. Vă rugăm să verificați setările din aplicația / config / database.php și încercați din nou

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
ro: Din pacate! Folder Eroare Vă rugăm <br> folderul tmp este în modul inscriptibil.

source: Your Mail has been sent
ro: Mail-ul a fost trimis

source: Forwarded message
ro: Mesajul Transmis

source: From
ro: De l

source: Subject
ro: Subiect

source: The mail has been moved to the Trash
ro: E-mail a fost mutat în Coșul de gunoi

source: Your Mail has been deleted
ro: Mail-ul a fost șters

source: The mail has been moved to the Inbox
ro: E-mail a fost mutat în Mesaje primite

source: The mail has been marked as Read
ro: E-mail a fost marcat ca fiind citite

source: The mail has been marked as Unread
ro: E-mail a fost marcată ca necitită

source: Paypal Payment not set
ro: Paypal de plată nu sunt setate

source: Payment Cancel
ro: Anulare plată

source: Wallet Payment
ro: Wallet de plată

source: Try again! Can not connect to paypal
ro: Încearcă din nou! Nu se poate conecta la PayPal

source: Invalid Amount
ro: Sumă nevalidă

source: Payment already done
ro: Plata deja efectuată

source: Payment not done
ro: Plata nu se face

source: Payment successfully! Amount %s added in your wallet
ro: Plata cu succes! Suma %s -a adăugat în portofel

source: Profile Updated Successfully
ro: Profilul a fost actualizat cu succes

source: Photo Updated Successfully
ro: Fotografia a fost actualizată cu succes

source: Invalid Password
ro: Parolă incorectă.

source: Please select any group
ro: Vă rugăm să selectați orice grup

source: Invalid Security Code
ro: Cod de siguranță nevalid

source: Score
ro: Scor:

source: Marks Scored
ro: Calificativele marcat

source: Subject Wise Time Taken
ro: Sub rezerva Înțelept Timpul Luate

source: Student Performance
ro: Performanța studenților

source: Correct Question
ro: Întrebarea corectă

source: Incorrect Question
ro: Întrebare incorectă

source: Right Marks
ro: Marks drepte

source: Negative Marks
ro: Marks negative

source: Percentage(%) in Exam
ro: Procent (%) în Examen

source: Percentage(%)
ro: Marja procentuala (Percentage): 100%

source: st
ro: prima

source: nd
ro: al 2-lea

source: rd
ro: celei de-a 3-a

source: th
ro: Jo

source: You %s
ro: Te %s

source: Topper %s
ro: Joben %s

source: Payment Gateway
ro: Gateway de plata

source: Pay Exam
ro: Examen cu plată

source: Your account has expired. Please contact administrator
ro: Contul dvs. a expirat. Vă rugăm să contactați administratorul

source: You have been logged in successfully
ro: Ați fost autentificat cu succes

source: Your email not verified! Please click on link sent to your email inbox or spam
ro: Email-ul nu a verificat! Vă rugăm să faceți clic pe link-ul trimis la casuta ta de e-mail sau spam

source: Incorrect username/password
ro: Nume de utilizator incorect / parola

source: You have been logged out successfully
ro: Ați fost deconectat cu succes

source: You are %s Member! Please contact administrator
ro: Sunteți %s Membru! Vă rugăm să contactați administratorul

source: Hours
ro: Ore

source: Mins
ro: min

source: Sec
ro: 1,5 sec.

source: Grand Total
ro: Total general

source: Your Question has been added for exam
ro: Întrebarea dvs. a fost adăugată pentru examenul

source: Your Question has been deleted for exam
ro: Întrebarea dvs. a fost șters pentru examen

source: No Permission
ro: Lipsă acces

source: Advertisement has been saved
ro: Anuntul a fost salvat

source: Invalid post
ro: postare nevalid

source: Advertisement has been deleted
ro: Anuntul a fost șters

source: Photo Changed Successfully
ro: Fotografie schimbată cu succes

source: Not Attempted
ro: Neincercat

source: Marks Updated
ro: Actualizat mărci

source: Successfully Finalize
ro: cu succes Definitivarea

source: Successfully Closed Exam
ro: Examen cu succes Închis

source: English
ro: Engleză

source: French
ro: Franceză

source: Your Setting has been saved
ro: Setarea dvs. a fost salvată

source: Page Added Successfully
ro: Pagină cu succes Adăugat

source: Pages updated Successfully
ro: Pagini actualizate cu succes

source: Page has been deleted
ro: Pagina a fost șters

source: Page has been Unpublished
ro: Pagina a fost anulată

source: Page has been Published
ro: Pagina a fost publicată

source: Something wrong
ro: Ceva gresit

source: Currency has been saved
ro: Moneda a fost salvată

source: Currency has been deleted
ro: Moneda a fost șters

source: Student Details
ro: Detalii de student

source: Active
ro: Activ

source: Pending
ro: In asteptarea

source: Suspend
ro: Opriţi temporar

source: Pass
ro: Reușit

source: Fail
ro: Eşuată

source: Absent
ro: absenți

source: Student
ro: Pagina

source: Passing %age
ro: Pase %a ge

source: Average %age
ro: Medie %a ge

source: Question Count
ro: Count întrebare

source: Total Question
ro: Întrebarea totală

source: Question Bank Difficulty Wise
ro: Întrebarea Bank Dificultate înțelept

source: Easy
ro: ușor

source: Medium
ro: Mediu

source: Hard
ro: greu

source: Name has been updated
ro: Numele a fost actualizat

source: Email template has been saved
ro: șablon de e-mail a fost salvat

source: Email template has been deleted
ro: șablon de e-mail a fost șters

source: End Date is not less than Start date
ro: Data de încheiere nu este mai mică decât Data de începere

source: Please Select any group
ro: Vă rugăm să selectați orice grup

source: Please Add Subject To Exam
ro: Adăugați subiect Pentru Examen

source: Exam has been saved. Add questions in exam
ro: Examen a fost salvat. Adăugați întrebări la examen

source: Exam has been saved
ro: Examen a fost salvat

source: Exam has been updated
ro: Examen a fost actualizat

source: Exam has been deleted
ro: Examen a fost șters

source: Difficulty Level
ro: Nivel de dificultate

source: Subject Wise Question Count
ro: Contele de subiect înțelept Întrebare

source: Exam sucessfully inactivated
ro: Examen inactivat cu succes

source: Exam sucessfully activated
ro: Examen activat cu succes

source: There are no question added!
ro: Nu există nici o întrebare se adaugă!

source: Your username is sent to your registered email id
ro: Numele dvs. de utilizator este trimis la ID-ul de e-mail înregistrată

source: Group Added Successfully
ro: Grup de succes Adăugat

source: Group has been saved
ro: Grupul a fost salvat

source: Group has been deleted
ro: Grupul a fost șters

source: Delete subject first
ro: Șterge subiect întâi

source: Help content has been saved
ro: Conținutul de ajutor a fost salvat

source: Help content has been deleted
ro: Conținutul de ajutor a fost șters

source: Questions imported successfully
ro: Întrebări importate cu succes

source: File not uploaded
ro: Fișierul nu a fost încărcat

source: Only CSV File supported
ro: Numai CSV de fișiere acceptate

source: Please Select Subject
ro: Vă rugăm să selectați Subiect

source: Please Select any Group
ro: Vă rugăm să selectați orice grup

source: Students imported successfully
ro: Elevii importate cu succes

source: Please Select Group
ro: Vă rugăm să selectați Grupul

source: Student Email not found
ro: E-mail elev nu a fost găsit

source: News has been saved
ro: News a fost salvată

source: News has been deleted
ro: News a fost șters

source: Paypal Payment Setting has been saved
ro: Paypal Setarea de plată a fost salvată

source: Setting Problem
ro: Problemă setare

source: Please Choose the Correct answer
ro: Vă rugăm să alegeți răspunsul corect

source: Please select true or false
ro: Vă rugăm să selectați true sau false

source: Please fill blank space
ro: Vă rugăm să umple spațiul gol

source: Question added to bank successfully
ro: Întrebarea a adăugat la banca cu succes

source: Question has been updated
ro: Întrebarea a fost actualizată

source: Question has been deleted
ro: Întrebarea a fost ștearsă

source: Delete exam first!
ro: Șterge examen întâi!

source: Question Difficulty Level
ro: Intrebare nivel de dificultate

source: Performance
ro: Performanţă

source: Candidate Marks Distribution
ro: Candidat Marks Distribution

source: Max Marks Distribution
ro: Max Marks Distribuție

source: Please select any type in the list
ro: Vă rugăm să selectați orice tip din listă

source: Please type any email
ro: Vă rugăm să scrieți orice e-mail

source: Email has been sent
ro: Email-ul a fost trimis

source: No email to send
ro: Fără e-mail pentru a trimite

source: Please type any name
ro: Vă rugăm să introduceți orice nume

source: Sms has been sent
ro: Sms a fost trimis

source: No sms to send
ro: Nu SMS pentru a trimite

source: Signature has been saved
ro: Semnătură a fost salvată

source: Signature has been deleted
ro: Semnătură a fost șters

source: Slide has been saved
ro: Album: a fost salvat

source: Slide has been deleted
ro: Album: a fost șters

source: SMS template has been saved
ro: Șablonul SMS a fost salvat

source: SMS template has been deleted
ro: șablon SMS a fost șters

source: Student added Successfully
ro: Elev a adăugat cu succes

source: Please Select atleast one group
ro: Vă rugăm să selectați atleast un grup

source: Student has been updated
ro: Student a fost actualizat

source: Student has been deleted
ro: Student a fost șters

source: Student Wallet has been updated
ro: Wallet student a fost actualizat

source: Subject Added Successfully
ro: De subiect a fost adăugat

source: Subject already exist
ro: Există deja sub rezerva

source: Subject has been updated
ro: Subiect a fost actualizat

source: Subject has been deleted
ro: Subiect a fost șters

source: Testimonial has been saved
ro: Mărturie a fost salvat

source: Testimonial has been updated
ro: Mărturie a fost actualizat

source: Testimonial has been deleted
ro: Mărturie a fost șters

source: User Added Successfully
ro: Utilizatorul a fost adăugat

source: User has been updated
ro: Utilizator a fost actualizat

source: User has been deleted
ro: Utilizator a fost șters

source: Permission update successfully
ro: actualizare permisiune cu succes

source: You have been logged in Successfully
ro: Ați fost autentificat cu succes

source: You have been logged out
ro: Ați fost deconectat afară

source: Level User has been saved
ro: Nivelul de utilizator a fost salvat

source: Level user has been deleted
ro: utilizator de nivel a fost șters

source: Logo has been saved
ro: Logo-ul a fost salvat

source: Logo has been deleted
ro: Logo-ul a fost șters

source: Add Questions
ro: adăugaţi întrebări

source: Question Type
ro: tip de întrebare

source: Search
ro: Caută

source: Reset
ro: Resetați

source: Add To Exam
ro: Adauga Produs la Examen

source: Delete To Exam
ro: Șterge Pentru Examen

source: Back To Exam
ro: Înapoi spre Examen

source: Type
ro: Tip

source: Body of Question
ro: Corp de întrebare

source: Level
ro: Nivel

source: Marks
ro: mărci

source: Action
ro: Acțiune:

source: Add Advertisement
ro: adauga o Publicitate

source: Advertisement Name
ro: Nume anunț

source: Ordering
ro: ordonare

source: URL
ro: URL-ul

source: URL Type
ro: URL-ul de tip

source: Internal
ro: Intern/telefon

source: External
ro: externi

source: URL Target
ro: URL-țintă

source: _self
ro: _de sine

source: _blank
ro: nescriși

source: Upload Image (350*260)
ro: Upload Image

source: Save
ro: Salvează

source: Close
ro: Închideți

source: Update Photo
ro: actualizare foto

source: Upload Photo
ro: Încarcă fotografie

source: Update
ro: Actualizare

source: Cancel
ro: Anulează

source: Edit Advertisements
ro: Anunțuri de editare

source: Form
ro: Formarea

source: Status
ro: Stare

source: Advertisements
ro: Publicitate

source: Add New Advertisement
ro: Adauga o noua Publicitate

source: Edit
ro: Editați

source: Delete
ro: Ștergeți

source: View
ro: Vizualizare

source: Change Photo
ro: Schimbare fotografie

source: View Slides
ro: vizualizare diapozitive

source: Attempted Papers of
ro: Lucrări de Atentatele de

source: Name
ro: Nume

source: Total Marks
ro: Marks totale

source: Obtained Marks
ro: Marks obținute

source: Result Finalized
ro: rezultatul Finalizat

source: Finalize It
ro: Finalizati Ea

source: PASSED
ro: A TRECUT

source: FAILED
ro: Eşuate

source: Finalized By
ro: finalizat prin

source: Question No
ro: întrebarea nr

source: Option1
ro: optiune

source: Option2
ro: optiune

source: Option3
ro: optiune

source: Option4
ro: optiune

source: Option5
ro: optiune

source: Option6
ro: optiune

source: Marked Answer
ro: raspuns marcat

source: Correct Answer
ro: Răspuns corect

source: Time Taken
ro: Timp luat

source: Marks Obtained
ro: note obtinute

source: Checked by
ro: Verificate de către

source: System
ro: Sistem

source: Configuration Options
ro: Opțiuni de configurare

source: Site Name
ro: Numele site-ului

source: Organization Name
ro: Numele Organizatiei

source: Domain Name
ro: Numele domeniului

source: Organization Email
ro: organizaţie e-mail

source: Meta Title
ro: Titlu meta

source: Meta Description
ro: Descriere meta

source: Time Zone
ro: Fus orar

source: Please Select
ro: Vă rugăm selectați

source: Currency
ro: Monedă

source: Display records per page
ro: Arată înregistrări pe pagină

source: Max records per page
ro: Max înregistrări pe pagină

source: Date Format
ro: Formatul datei

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
ro: Data, luna, anul, ora, min, Sec, Meridian, Data Seprator, Ora Seprator

source: Image
ro: Imagine

source: Text Direction
ro: direcţie text

source: Left-to-right (LTR)
ro: De la stânga la dreapta (LTR)

source: Right-to-Left (RTL)
ro: Dreapta la stânga (RTL)

source: Language
ro: Limbă

source: Enable SMS Notification
ro: Activați Notificare SMS

source: Enable Email Notification
ro: Activați Notificare prin email

source: Manual Verification
ro: Verificarea manuală

source: Front End Registration
ro: Front End Înregistrare

source: Front End Slides
ro: Front End Slide-uri

source: Translation
ro: Traducerea............................................................................................................................................10

source: Paid Exam
ro: Examen plătit

source: Exam Expiry
ro: Expirarea examen

source: Exam Feedback
ro: examen de feedback

source: Tolrance Count
ro: Contele Tolrance

source: Certificate
ro: Certificat

source: Testimonial
ro: recomandare

source: Advertisement
ro: Publicitate

source: No. of Visitor
ro: Nr Vizitator

source: No. of Student
ro: Nr de student

source: No. of Exam
ro: Nr Examen

source: Save Settings
ro: Salvaţi Setările

source: Add Pages
ro: adăuga pagini

source: Link Name
ro: Nume de link

source: Link Order
ro: Comandă link

source: Page Type
ro: Tip pagină

source: External Url
ro: Url extern

source: Url Target
ro: Ținta adresă uRL

source: Page Name
ro: Numele paginii

source: Page Url
ro: Adresa URL a paginii

source: Page Content
ro: Conținutul paginii

source: Edit Pages
ro: Modifică pagini

source: Pages
ro: Pagini

source: Add New Page
ro: Adăugați o pagină nouă

source: Published
ro: Data publicării

source: Unpublished
ro: Nepublicat

source: Add Currency
ro: Adaugă valută

source: Currency Name
ro: Nume monedă

source: Short Name
ro: Nume scurt

source: Upload Currency (Less or equal to 50*50)
ro: Incarcati valuta (mai mic sau egal cu 50 * 50)

source: Add New Currency
ro: Adauga o noua valuta

source: In Progress Exam
ro: În Examen Progress

source: Upcoming Exam
ro: Examen viitoare

source: Completed Exam
ro: Examen finalizat

source: Students
ro: Elevi

source: In Progress & Upcoming Exams
ro: În curs de desfășurare și examene viitoare

source: Date
ro: Data

source: Exam Name
ro: Nume examen

source: Group
ro: Grup

source: Duration
ro: Durată

source: Recent Exam Results
ro: Examen Rezultate recente

source: Exam
ro: Examen

source: Overall Result
ro: Rezultatul global

source: Student Stats
ro: Statistici Student

source: To
ro: Până la

source: Details
ro: Detalii

source: Top 10 Student Group Wise
ro: Cele mai bune 10 Student Group Înteleptul

source: Student Statistic Table
ro: Elev Statistică Tabelul

source: Total Students
ro: total studenți

source: Total Active
ro: totală activă

source: Total Pending
ro: În așteptare totală

source: Total Suspended
ro: Suspendat totală

source: Top 10 Question Bank Subject Wise
ro: Top 10 Întrebare Banca Subiect înțelept

source: Top 10 Difficulty Level of Questions
ro: Top Level 10 Dificultatea de întrebări

source: Question Count Table
ro: Count întrebare Tabel

source: Bank Name
ro: Numele bancii

source: Total Easy
ro: Ușor totală

source: Total Normal
ro: totalul normal

source: Total Difficult
ro: dificil totală

source: E-Mail Settings
ro: Setări E-mail

source: Email Type
ro: Tip de e-mail

source: Server Name / Host
ro: Nume Server / Host

source: User Name
ro: Nume utilizator

source: Password
ro: Parolă

source: Add Email Template
ro: Adauga Șablon e-mail

source: Email Template
ro: Format e-mail

source: Edit Email Templates
ro: Template-uri de e-mail de editare

source: Email Templates
ro: Template-uri prin e-mail

source: Add New Email Template
ro: Adăuga un șablon de e-mail

source: Template
ro: Sablon

source: Subject Added successfully
ro: Adăugat cu succes de subiect

source: Add Exam
ro: adauga o Examen

source: Name of Exam
ro: Numele Examen

source: Passing Percentage
ro: Procentaj de trecere

source: Instruction
ro: Instrucțiuni

source: Exam Duration (Min.)
ro: Examen Durata (min.)

source: 0 for unlimited duration
ro: 0 durată nelimitată

source: Attempt Count
ro: Count incercare

source: 0 for unlimited attempt
ro: 0 pentru această încercare nelimitată

source: Start Date
ro: Data începerii

source: End Date
ro: Data de încheiere

source: Show Answer Sheet
ro: Arată răspunsul Sheet

source: Yes
ro: Da

source: No
ro: Nu

source: Select Group
ro: Adaugă grup

source: Student Group
ro: Grupul studențesc

source: Negative Marking
ro: Marcarea negativă

source: Random Question
ro: Întrebare aleatorie

source: Amount
ro: Suma

source: Browser Tolrance
ro: Tolrance browser-

source: Expiry Days
ro: Zilele de expirare

source: 0 for Unlimited
ro: 0 pentru nelimitat

source: Result After Finish
ro: Rezultat după Finalizare

source: Mode
ro: Mod

source: Instant Result
ro: Rezultat instantanee

source: Option Shuffle
ro: opţiunea Shuffle

source: Add Subjects To Exams
ro: Adăuga subiecte la examenele

source: Subject Name
ro: Nume de subiect

source: No. of Questions
ro: Nr de întrebări

source: Ques Attempt Count
ro: Ches Încercare Count

source: Questions Attempt Count
ro: Întrebări Încercare Count

source: Leave blank for not showing (0 for unlimited)
ro: Lasă un gol pentru care nu este afișat (0 pentru nelimitat)

source: ctrl+click to add multiples
ro: ctrl + click pentru a adăuga multipli

source: Add
ro: Adăugă

source: Edit Exam
ro: Examen de editare

source: Exam Stats
ro: Statistici examen

source: No of Student Passed
ro: Nr trecut Student

source: Download
ro: Descărcați

source: No of Student Failed
ro: Nici Student nu a reușit

source: No of Student Absent
ro: Nici Student Absentă

source: Exam Details
ro: examen Detalii

source: Finalize Result
ro: Rezultat Finalizati

source: Attempted Papers
ro: Documentele tentativelor

source: Eligible Group
ro: eligibile Group

source: Close Exam
ro: Închide Examen

source: Activate Exam
ro: activaţi examenul

source: Exam Closed Re-Activate Exam
ro: Examen Închis Re-Activare examen

source: Browser Tolrence
ro: Tolrence browser-

source: Expiry
ro: Expirare

source: Unlimited
ro: nelimitat

source: Days
ro: Zi

source: Subjective
ro: subiectivi

source: Objective
ro: Obiective

source: True &amp; False
ro: Adevărat & amp; Fals

source: Fill in the blanks
ro: Completați spațiile libere

source: Total Questions
ro: Număr total de întrebări

source: Question Attempt Count
ro: Întrebarea Count Încercare

source: Total
ro: totală

source: M
ro: L

source: Student Name
ro: Numele studentului

source: Enrolment
ro: Înmatricularea

source: Phone
ro: Telefon

source: Result Status
ro: Stare rezultatul

source: Forgot Password
ro: Ai uitat parola ?

source: Email ID
ro: ID-ul de e-mail

source: Submit
ro: Trimite

source: Forgot Username
ro: Ai uitat numele de utilizator?

source: Login
ro: Autentificare

source: Verification Code
ro: Cod de verificare

source: Please enter verification Code
ro: Vă rugăm să introduceți codul de verificare

source: Reset Password
ro: Resetează parola

source: Confirm Password
ro: Confirma Parola

source: Add Groups
ro: adăugaţi grupuri

source: Group Name
ro: Numele Grupului
