Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ron/LC_MESSAGES/validation.po
Languages: ro

source: Only letters and numbers allowed
ro: Numai litere și numere permise

source: Group already exist
ro: Grup există deja

source: Only Url
ro: numai Url

source: File does not have a valid extension
ro: Fișier nu are o extensie validă

source: You must supply a JPG, GIF or PNG File.
ro: Trebuie să furnizați un fișier JPG, GIF sau PNG.

source: Invalid Header Contact
ro: Antet de contact nevalid

source: Only Alphabets
ro: doar alfabete

source: Currency Name already exist
ro: Moneda Numele există deja

source: You must supply image height is less than 50px
ro: Trebuie să vă furnizeze înălțimea imaginii este mai mică decât 50px

source: You must supply image width is less than 50px
ro: Trebuie să vă furnizeze lățimea imaginii este mai mică decât 50px

source: Only numbers allowed
ro: Numai numere permise

source: Only Date/time format
ro: Numai Format dată / oră

source: Enter a valid email
ro: Introduceți un e-mail validă

source: Please select
ro: -- Vă rugăm selectați --

source: Invalid Username
ro: Nume de utilizator invalid

source: Invalid Password
ro: Parolă incorectă.

source: Invalid Signature
ro: Semnătură nevalidă

source: Only numbers
ro: numai numere

source: You must supply image height is less than 220px
ro: Trebuie să vă furnizeze înălțimea imaginii este mai mică decât 220px

source: This Email has already been exist! try new one
ro: Acest e-mail a fost deja există! încercați una nouă

source: Password required
ro: parolă necesară

source: Password minimum 4 character long
ro: minim 4 caractere lung a parolei

source: Name already exist
ro: Numele există deja
