Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/pol/LC_MESSAGES/default.po
Languages: pl

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
pl: Ten egzamin jest wypłacana. Kwota ta powinna zostać odliczona w portfelu automatycznie. Po uruchomieniu stopera egzamin nie zatrzyma. Chcesz zapłacić & start?

source: These are the exam(s) which has been purchased
pl: Są to egzamin (-y), która została zakupiona

source: Correct Marks
pl: poprawne znaki

source: Save & Next
pl: Zapisz & Następna

source: Review
pl: Podgląd

source: Reset Answer
pl: Resetowanie odpowiedzi

source: Finish
pl: Wykończenie

source: Current Question
pl: Aktualny Pytanie

source: Answered
pl: Odpowiedź

source: Not Answered
pl: Bez odpowiedzi

source: Navigated Away
pl: żeglował wyjeździe

source: you had navigated away from the test window. This will be reported to Moderator
pl: trzeba było poruszać się od okna testowego. To będzie zgłaszane moderatorowi

source: Do not repeat this behaviour
pl: Nie powtarzaj tego zachowania

source: Otherwise you may get disqualified
pl: W przeciwnym razie możesz zostać zdyskwalifikowany

source: Continue
pl: Kontynuuj

source: Finalize
pl: Sfinalizować

source: Do you wish to submit and close the
pl: Czy chcesz złożyć i zamknąć

source: Once you submit, you will not be able to review the
pl: Po przesłaniu, że nie będzie w stanie przeglądu

source: Summary of your attempts in this
pl: Streszczenie prób w tej

source: as show below
pl: jak pokazano poniżej

source: Attempted
pl: Próba

source: Return To First Question
pl: Return To pierwsze pytanie

source: These are the exam(s) that are planned you in near future
pl: Są to egzamin (y), które są planowane w najbliższej przyszłości cię

source: Attempt Now
pl: Próba teraz

source: Your performance compared to your group
pl: Twoja wydajność w porównaniu do grupy

source: Can't read? Reload
pl: Nie możesz odczytać? Przeładować

source: Enter security code shown above
pl: Wpisz kod zabezpieczający przedstawiony powyżej

source: Answer simple math
pl: Odpowiedź prosta matematyka

source: Attempts
pl: Próbowanie

source: Remaining
pl: Pozostało

source: Expiry Date
pl: Data wygaśnięcia

source: Expired Date
pl: Wygasł termin

source: Free
pl: Za Darmo

source: Not Purchased
pl: nie Zakupione

source: View Details
pl: Zobacz szczegóły

source: Load Editor
pl: Edytor obciążenia

source: Installation
pl: Instalacja

source: Step 1 of 4
pl: Krok 1 z 4

source: Server Configuration & Setup Requirements
pl: Konfiguracja serwera i konfiguracja Wymagania

source: Setup Requirements
pl: Wymagania instalacyjne

source: Installing this software require certain server side extension and capability
pl: Instalacja tego oprogramowania wymagają pewnego rozszerzenia po stronie serwera i możliwości

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
pl: sprawdź poniżej i porównać z serwerem obecnych rzeźb po prawej stronie. Możesz kliknąć na ikonę obok każdego technologii szczegóły.

source: Extensions &amp; Applications
pl: Rozszerzenia & amp; Aplikacje

source: HTTP Server. For example: Apache
pl: Serwer HTTP. Na przykład: Apache

source: Require
pl: Wymagać

source: PHP 5.2.8 or greater
pl: PHP 5.2.8 lub nowszy

source: Database Engine MySQL (4 or greater)
pl: MySQL Database Engine (4 lub wyższa)

source: PDO Extension
pl: Rozszerzenie PDO

source: GD Extension
pl: Rozszerzenie GD

source: Mandatory
pl: Obowiązkowe

source: Server Status
pl: Stan serwera

source: Web Server
pl: Serwer WWW 4.3.

source: PHP Version
pl: Wersja PHP

source: MYSQL Version
pl: Wersja MySQL

source: PDO Unavailable
pl: PDO Niedostępny

source: PDO Available
pl: PDO Dostępny

source: Directory &amp; File Permission
pl: Katalog & amp; Pozwolenie pliku

source: These Folders of Files need to be
pl: Foldery te pliki muszą być

source: Writable
pl: zapisywalny

source: for application to be installed.
pl: do stosowania w instalacji.

source: Folders or Files
pl: Folderów lub plików

source: Refresh
pl: Odśwież

source: Let's Start
pl: Zacznijmy

source: Step 2 of 4
pl: Krok 2 z 4

source: Installation Agreement
pl: Umowa Instalacja

source: I Accept to Proceed
pl: Akceptuję, aby postępować

source: Step 3 of 4
pl: Krok 3 z 4

source: Database Connection Settings
pl: Ustawienia połączenia z bazą danych

source: Host Name
pl: Nazwa hosta

source: Usually Localhost
pl: zazwyczaj localhost

source: Database Name
pl: Nazwa bazy danych

source: Database User
pl: baza użytkowników

source: Database User Name
pl: Baza Nazwa użytkownika

source: Database Password
pl: baza Hasło

source: Database User Password
pl: Baza danych użytkownika Hasło

source: Database Type
pl: Typ bazy danych

source: Test Connection
pl: Testuj połączenie

source: Step 4 of 4
pl: Etap 4 4

source: Name of Your Website
pl: Nazwa Twojej strony

source: Useful for SEO
pl: Przydatne dla SEO

source: Meta Content for SEO
pl: Meta Content SEO

source: Please Select Timezone
pl: Wybierz strefę czasową

source: Name of Your Organization/Company
pl: Nazwę organizacji / firmy

source: Default Admin Email
pl: Domyślnie Administrator Email

source: Install Sample Data With Dummy Entries
pl: Instalowanie przykładowych danych z manekina Wpisy

source: Install
pl: Zainstaluj

source: Welcome to
pl: Witamy w

source: Sign out
pl: Wyloguj się

source: Copyright
pl: Prawa autorskie

source: follow on facebook
pl: śledź na facebooku

source: Latest News & Events
pl: Aktualności i wydarzenia

source: Time
pl: Czas

source: Download PDF
pl: Pobierz PDF

source: Average Percentage(%)
pl: Średni odsetek:

source: Exam Given
pl: Sprawdziany Z uwagi

source: Delete Forever
pl: Usuń na zawsze

source: Move to Trash
pl: Przenieść do kosza

source: News Detail
pl: Informacja prasowa

source: No of Visitors
pl: Nie odwiedzin

source: No of Students
pl: Nie Studentów

source: No of Exams
pl: Liczba egzaminów

source: Payment From Pay Pal
pl: Płatność Od Pay Pal

source: Pay From Pay Pal
pl: Zapłać Od Pay Pal

source: Profile
pl: Profil

source: Edit Profile
pl: Edytuj Profil

source: New Student Register
pl: Nowy Student Rejestracja

source: Security Code
pl: Kod bezpieczeństwa

source: Answers
pl: Yahoo Answers

source: My Results
pl: Moje wyniki

source: Attempt Date
pl: próba Data

source: SCORE CARD
pl: karta wyników

source: SUBJECT REPORT
pl: sprawozdanie na temat

source: TIME MANAGEMENT
pl: ZARZĄDZANIE CZASEM

source: QUESTION REPORT
pl: RAPORT PYTANIE

source: SOLUTION
pl: ROZWIĄZANIE

source: COMPARE REPORT
pl: PORÓWNAJ RAPORT

source: Total No. of Student
pl: Całkowita liczba Studenta

source: My Marks
pl: Moje oceny

source: Total Marks of Test
pl: Wszystkich Znaki test

source: My Percentile
pl: Moja Percentyl

source: Total Question in Test
pl: Razem Pytanie w próbie

source: Total Attempt Question in Test
pl: Razem Pytanie Próba w próbie

source: Left Question
pl: Lewy Pytanie

source: Left Question Marks
pl: Lewy znaki zapytania

source: Total Time of Test
pl: Całkowity czas testu

source: My Time
pl: Mój czas

source: Performance Report For
pl: Raport skuteczności

source: Question & Marks Wise Report For
pl: Pytanie i towarowe Wise Raport dla

source: Subject Report For
pl: Temat Raport dla

source: Correct
pl: Poprawny

source: Unattempted Questions
pl: Unattempted pytania

source: Graphical Report For
pl: Raport dla Graficzne

source: Time Management For
pl: Time Management Dla

source: Question Report For
pl: Zgłoś pytanie dla

source: Question Status
pl: Kwestia statusu

source: Your Answer
pl: Twoja odpowiedź

source: Your Score
pl: Twój wynik

source: Your Time
pl: Twój czas

source: Solution For
pl: Rozwiązanie Dla

source: Not Attempt
pl: nie próbuj

source: Attempt
pl: próba

source: Incorrect
pl: Niepoprawne

source: Your Answers
pl: Twoje odpowiedzi

source: Solution
pl: Rozwiązanie

source: Bookmark
pl: Zakładka

source: Compare Report For
pl: Porównaj raport dla

source: Total Ques.
pl: Wszystkich Pyt.

source: Maximum Marks
pl: Najwyższe odznaki

source: Attempted Ques.
pl: Próby Pyt.

source: Unattempted Ques.
pl: Unattempted Pyt.

source: Correct Ques.
pl: Prawidłowe Pyt.

source: Incorrect Ques.
pl: Nieprawidłowe Pyt.

source: Percentile
pl: percentyla

source: Previous
pl: Poprzedni

source: This is to certify that
pl: Niniejszym zaświadcza się, że

source: has succesfully completed the
pl: został pomyślnie ukończyli

source: in course program offered by
pl: w toku Program oferowany przez

source: Student Login
pl: Student Logowanie

source: Sign In
pl: Zaloguj się

source: Forgot Passwocrd
pl: Zapomniałeś Passwocrd

source: New User? Create Account
pl: Nowy użytkownik? Utworzyć konto

source: Engine is not loaded
pl: Silnik nie jest załadowana

source: Pdf engine "%s" not found
pl: Pdf engine \ " %s " nie znaleziono

source: Pdf engines must extend "AbstractPdfEngine"
pl: Silniki pdf musi rozciągać \ "" AbstractPdfEngine

source: Crypto is not loaded
pl: Crypto nie jest załadowany

source: Pdf crypto "%s" not found
pl: Pdf Crypto \ " %s " nie znaleziono

source: Crypto engine must extend "AbstractPdfCrypto"
pl: Crypto silnik musi rozciągać \ "" AbstractPdfCrypto

source: Controller attribute $pdfConfig is not correct or missing
pl: Kontroler $ pdfConfig atrybutu jest nieprawidłowe lub brakujące

source: -> Testing :url
pl: -> Testowanie: url

source: Total Requests made: :requests
pl: Wszystkich Wnioski składane wnioski::

source: Total Time elapsed: :duration (seconds)
pl: Całkowity czas, jaki upłynął: czas trwania (w sekundach)

source: Requests/Second: :rps req/sec
pl: Wnioski / Second: rps req / sec

source: Average request time: :average-time seconds
pl: Średni czas żądania: sekundy średnio-time

source: Standard deviation of average request time: :std-dev
pl: Odchylenie standardowe średniego czasu żądania: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
pl: Najdłuższy / najkrótszy wniosek: najdłuższy s /: najkrótsza s

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
pl: Pozwala na uzyskanie niektórych szorstka benchmarking statisticsabout w pełni kwalifikowany adres URL.

source: The URL to request.
pl: Adres URL żądania.

source: Number of iterations to perform.
pl: Liczba iteracji wykonać.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
pl: Maksymalny całkowity czas dla wszystkich iteracji w seconds.If pojedyncza iteracja trwa dłużej niż czas oczekiwania, tylko jeden wniosek zostanie wykonany

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
pl: Przykład użycia: `Ciasto odniesienia -N 10 --t 100 http: // localhost / testsite`. <Informacje> Uwaga: </ info> Ten wzorzec nie zawiera przeglądarka renderowanie razy.

source: Component initialization
pl: Komponent inicjalizacji

source: Controller action
pl: Action Controller

source: Controller action start
pl: Rozpoczęcie działań kontrolera

source: Processing toolbar state
pl: Stan paska narzędzi Przetwórstwo

source: Processing toolbar data
pl: Pasek narzędzi przetwarzania danych

source: Controller render start
pl: Kontroler renderowanie początek

source: Could not load DebugToolbar panel %s
pl: Nie udało się załadować DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
pl: Przetwarzanie rdzeniowy (Pochodzące z $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
pl: Nagłówki już wysłane %s na linii %s . Nie można wysyłać dane dziennika FirePHP.

source: Incorrect parameter count for FireCake::fb()
pl: Nieprawidłowa liczba parametrów dla FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
pl: Maksymalna liczba (99999) wiadomości osiągnięty!

source: There are no active panels. You must enable a panel to see its output.
pl: Brak aktywnych paneli. Musisz włączyć płytę, aby zobaczyć jej wyjście.

source: App Constants
pl: App Stałe

source: CakePHP Constants
pl: Stałe CakePHP

source: PHP Environment
pl: PHP Środowisko

source: Hidef Environment
pl: hidef Środowisko

source: Request History
pl: Zapytanie Historia

source: No previous requests logged.
pl: Brak wcześniejsze wnioski rejestrowane.

source: previous requests available
pl: poprzednie wnioski dostępne

source: Restore to current request
pl: Przywracanie do aktualnego zapytania

source: Included Files
pl: Dołączone pliki

source: Logs
pl: Logi

source: There were no log entries made this request
pl: Nie było żadnych wpisów dziennika prosi o to,

source: Request
pl: prośbę.

source: No post data.
pl: Brak danych post.

source: No querystring data.
pl: Brak danych kwerendy.

source: Current Route
pl: Aktualny Route

source: Session
pl: Sesj

source: Sql Logs
pl: Dzienniki SQL

source: No query logs when debug < 2.
pl: Brak zapytań podczas debugowania dzienników <2.

source: No query logs.
pl: Brak dzienników zapytania.

source: Total Time: %s ms <br />Total Queries: %s queries
pl: Całkowity czas: %s ms <br /> Wszystkich zapytania: %s zapytań

source: Query Explain:
pl: Zapytanie Wyjaśnij:

source: Click an "Explain" link above, to see the query explanation.
pl: Kliknij \ "" Wyjaśnić wyżej linku, aby zobaczyć wyjaśnienia zapytania.

source: No active database connections
pl: Brak aktywnych połączeń z bazami danych

source: Memory
pl: 26 Pamięć

source: Peak Memory Use
pl: Szczyt Wykorzystanie pamięci

source: Memory use
pl: zastosowanie pamięci

source: Timers
pl: czasomierze

source: Total Request Time:
pl: Total Request Czas:

source: Time in ms
pl: Czas w ms

source: Graph
pl: Wykres

source: View Variables
pl: Zobacz Zmienne

source: Rendering View
pl: renderowanie View

source: Rendering %s
pl: Renderowania %s

source: View render complete
pl: Zobacz renderowanie kompletna

source: Explain
pl: Wyjaśniać

source: Starting %sms into the request, taking %sms
pl: Począwszy %s ms do wniosku, biorąc %s ms

source: No markup errors found
pl: Nie znaleziono błędów znaczników

source: maybe slow
pl: może powoli

source: Absolute path or relative to APP.
pl: Ścieżka bezwzględna lub w stosunku do APP.

source: An error occured while getting the status of your account.
pl: Wystąpił błąd podczas pobierania stanu konta.

source: There was an error while connecting to Paypal
pl: Wystąpił błąd podczas łączenia się z Paypal

source: There was a problem initiating the transaction, please try again.
pl: Wystąpił problem podczas inicjowania transakcji, spróbuj ponownie.

source: There was a problem getting your details, please try again.
pl: Nie było problemu, żeby dostać swoje dane, spróbuj ponownie.

source: There was an error completing the payment
pl: Wystąpił błąd ukończenie płatności

source: There was a problem processing the transaction, please try again.
pl: Wystąpił problem podczas przetwarzania transakcji, spróbuj ponownie.

source: There was an error processing the card payment
pl: Wystąpił błąd podczas przetwarzania płatności kartą

source: There was a problem processing your card, please try again.
pl: Wystąpił problem podczas przetwarzania karty, spróbuj ponownie.

source: There was an error processing the the refund
pl: Wystąpił błąd podczas przetwarzania zwrotu

source: A problem occurred during the refund process, please try again.
pl: Wystąpił problem podczas procesu refundacji, spróbuj ponownie.

source: There was an problem communicating with the payment gateway
pl: Wystąpił problem z komunikacją z bramki płatności

source: Missing client id/secret
pl: Brakujący identyfikator klienta / tajemnicą

source: Must specify an expiry date
pl: Należy podać datę ważności

source: Must include a M and Y in expiry date
pl: Musi zawierać M i Y w dniu wygaśnięcia

source: Invalid expiry date
pl: Nieprawidłowa data ważności

source: Invalid card number
pl: nieprawidłowy numer karty

source: Invalid CVV2 number
pl: Nieprawidłowy numer CVV2

source: Invalid card type
pl: Nieprawidłowy typ karty

source: Could not detect client IP address
pl: Nie udało się wykryć adresu IP klienta

source: Not a valid credit card number
pl: Nieprawidłowy numer karty kredytowej

source: You must include the 3 digit security number
pl: należy podać numer ubezpieczenia 3-cyfrowy

source: Must specify an "amount" to charge
pl: Należy określić ilość \ "" do ładowania

source: You must pass a valid order array
pl: Musisz zdać ważny tablicę zamówienia

source: Valid "return" and "cancel" urls must be provided
pl: Ważny \ "powrót " i \ "Anuluj " adresy URL muszą być dostarczone

source: You must provide a currency code
pl: Musisz podać kod waluty

source: Original PayPal Transaction ID is required
pl: wymagana jest oryginalna karta ID transakcji

source: Must specify an "amount" to refund
pl: Należy określić ilość \ "" do zwrotu

source: You must specify a refund type, such as Full or Partial
pl: Należy określić rodzaj zwrotu, takie jak pełna lub częściowa

source: File was not downloaded.
pl: Plik nie został pobrany.

source: No %s found for that date range
pl: Nie %s znaleziono dla tego zakresu dat

source: Your form data is preserved you'll be redirected to it after login.
pl: Dane forma jest zachowany zostaniesz przekierowany do niego po zalogowaniu.

source: Error notification from %s
pl: Powiadomienie o błędzie od %s

source: Afghanistan
pl: Afganistan

source: Algeria
pl: Algieria

source: American Samoa
pl: Samoa Amerykańska

source: Andorra
pl: Andora

source: Antarctica
pl: Antarktydy.

source: Antigua and Barbuda
pl: Antigua i Barbuda

source: Argentina
pl: Argentyna

source: Azerbaijan
pl: Azerbejdżan

source: Bahamas
pl: Bahamy

source: Bahrain
pl: Bahrajn

source: Bangladesh
pl: Bangladesz

source: Belarus
pl: Białoruś

source: Belgium
pl: Belgia

source: Bermuda
pl: Bermudy

source: Bolivia
pl: Boliwia

source: Bosnia and Herzegovina
pl: Bośnia i Hercegowina

source: Botswana
pl: Botswany

source: Bouvet Island
pl: Bouvet Wyspa

source: Brazil
pl: Brazylia

source: British Indian Ocean Territory
pl: Brytyjskie Terytorium Oceanu Indyjskiego

source: Brunei Darussalam
pl: Darussalam (Brunei)

source: Bulgaria
pl: Bułgaria

source: Cambodia
pl: Kambodża

source: Cameroon
pl: Kamerun

source: Canada
pl: Kanada

source: Cape Verde
pl: WYSPY ZIELONEGO PRZYLĄDKA

source: Cayman Islands
pl: Kajmany

source: Central African Republic
pl: Republika Środkowoafrykańska

source: Chad
pl: Czad

source: China
pl: Chiny

source: Christmas Island
pl: Wyspa Bożego Narodzenia

source: Cocos (Keeling) Islands
pl: Wyspy Kokosowe

source: Colombia
pl: Kolumbia

source: Comoros
pl: Komory

source: Congo
pl: Kongo

source: Congo, the Democratic Republic of the
pl: Kongo, Republika Demokratyczna

source: Cook Islands
pl: Wyspy Cooka

source: Costa Rica
pl: Kostaryka

source: Croatia
pl: Chorwacja

source: Cuba
pl: Kuba

source: Cyprus
pl: Cypr

source: Czech Republic
pl: Czechy

source: Denmark
pl: Dania

source: Djibouti
pl: Dżibuti

source: Dominica
pl: Dominika

source: Dominican Republic
pl: Republika Dominikany

source: Ecuador
pl: Ekwador

source: Egypt
pl: Egipt

source: El Salvador
pl: Salwador

source: Equatorial Guinea
pl: Gwinea Równikowa

source: Eritrea
pl: Erytrea

source: Ethiopia
pl: Etiopia

source: Falkland Islands (Malvinas)
pl: Falklandy (Malwiny)

source: Faroe Islands
pl: Wyspy Owcze

source: Fiji
pl: Fidżi

source: Finland
pl: Finlandia

source: France
pl: Francja

source: French Guiana
pl: Gujana Francuska

source: French Polynesia
pl: Polinezja Francuska

source: French Southern Territories
pl: Francuskie Terytoria Południowe

source: Georgia
pl: Gruzja

source: Germany
pl: Niemcy

source: Greece
pl: Grecja

source: Greenland
pl: Grenlandia

source: Guadeloupe
pl: Gwadelupa

source: Guatemala
pl: Gwatemala

source: Guinea
pl: Gwinea

source: Guinea-Bissau
pl: Bissau (Gwinea)

source: Guyana
pl: Gujana

source: Heard Island and Mcdonald Islands
pl: Wyspy Heard i Wyspy McDonalda

source: Holy See (Vatican City State)
pl: Stolica Apostolska (Państwo Watykańskie)

source: Hungary
pl: Węgry

source: Iceland
pl: Islandia

source: India
pl: Indie

source: Indonesia
pl: Indonezja

source: Iran, Islamic Republic of
pl: Iran, Islamska Republika

source: Iraq
pl: Irak

source: Ireland
pl: Irlandia

source: Israel
pl: Izrael

source: Italy
pl: Włochy

source: Jamaica
pl: Jamajka

source: Japan
pl: Japonia

source: Jordan
pl: Jordania

source: Kazakhstan
pl: Kazachstan

source: Kenya
pl: Kenia

source: Korea, Democratic People's Republic of
pl: Republika Korei Ludowo-Demokratyczna

source: Korea, Republic of
pl: Korea, Republika

source: Kuwait
pl: Kuwejt

source: Kyrgyzstan
pl: Kirgistan

source: Lao People's Democratic Republic
pl: Demokratyczna Laotańska Republika Ludowa

source: Latvia
pl: Łotwa

source: Lebanon
pl: Liban

source: Libyan Arab Jamahiriya
pl: Libia

source: Lithuania
pl: Litwa

source: Luxembourg
pl: Luksemburg

source: Macao
pl: Makao

source: Macedonia, the Former Yugoslav Republic of
pl: Macedonia, Była Jugosłowiańska Republika

source: Madagascar
pl: Madagaskar

source: Malaysia
pl: Malezja

source: Maldives
pl: Malediwy

source: Marshall Islands
pl: Wyspy Marshalla

source: Martinique
pl: Martynika

source: Mauritania
pl: Mauretania

source: Mayotte
pl: Majotta

source: Mexico
pl: Meksyk

source: Micronesia, Federated States of
pl: Mikronezja, Sfederowane Stany

source: Moldova, Republic of
pl: Mołdawia, Republika

source: Monaco
pl: Monako

source: Morocco
pl: Maroko

source: Mozambique
pl: Mozambik

source: Myanmar
pl: Birma

source: Netherlands
pl: Holandia

source: Netherlands Antilles
pl: Antyle Holenderskie

source: New Caledonia
pl: Nowa Kaledonia

source: New Zealand
pl: Nowa Zelandia

source: Nicaragua
pl: Nikaragua

source: Norfolk Island
pl: Wyspa Norfolk

source: Northern Mariana Islands
pl: Mariany Północne

source: Norway
pl: Norwegia

source: Palestinian Territory, Occupied
pl: Okupowane Terytorium Palestyny

source: Papua New Guinea
pl: Papua Nowa Gwinea

source: Paraguay
pl: Paragwaj

source: Philippines
pl: Filipiny

source: Poland
pl: Polska

source: Portugal
pl: Portugalia

source: Puerto Rico
pl: Portoryko

source: Qatar
pl: Katar

source: Romania
pl: Rumunia

source: Russian Federation
pl: Federacja Rosyjska

source: Saint Helena
pl: święta Helena

source: Saint Kitts and Nevis
pl: Saint Kitts i Nevis

source: Saint Lucia
pl: w saint Lucia

source: Saint Pierre and Miquelon
pl: Saint Pierre i Miquelon

source: Saint Vincent and the Grenadines
pl: Saint Vincent i Grenadyny

source: Sao Tome and Principe
pl: Sao Tome i Principe

source: Saudi Arabia
pl: Arabia Saudyjska

source: Serbia and Montenegro
pl: Serbia i Czarnogóra

source: Seychelles
pl: Seszele

source: Singapore
pl: Singapur

source: Slovakia
pl: Słowacja

source: Slovenia
pl: Słowenia

source: Solomon Islands
pl: Wyspy Salomona

source: South Africa
pl: Republika Południowej Afryki

source: South Georgia and the South Sandwich Islands
pl: Georgia Południowa i Południowe Wyspy Sandwich

source: Spain
pl: Hiszpania

source: Suriname
pl: Surinam

source: Svalbard and Jan Mayen
pl: Svalbard i Jan Mayen

source: Swaziland
pl: Suazi

source: Sweden
pl: Szwecja

source: Switzerland
pl: Szwajcaria

source: Syrian Arab Republic
pl: Republika Syryjsko-Arabska

source: Taiwan, Province of China
pl: Tajwan, Prowincja Chin

source: Tajikistan
pl: Tadżykistan

source: Tanzania, United Republic of
pl: Tanzania, Zjednoczona Republika

source: Thailand
pl: Tajlandia

source: Timor-Leste
pl: Timor Wschodni

source: Trinidad and Tobago
pl: Trynidad i Tobago

source: Tunisia
pl: Tunezja

source: Turkey
pl: Turcja

source: Turks and Caicos Islands
pl: Wyspy Turks i Caicos

source: Ukraine
pl: Ukraina
