Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/pol/LC_MESSAGES/default.po
Languages: pl

source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie

source: United Kingdom
pl: Wielka Brytania

source: United States
pl: Stany Zjednoczone

source: Uruguay
pl: Urugwaj

source: Venezuela
pl: Wenezuela

source: Viet Nam
pl: Wietnam

source: Virgin Islands, British
pl: Wyspy Dziewicze (Wielka Brytania)

source: Virgin Islands, U.s.
pl: Wyspy Dziewicze Stanów Zjednoczonych

source: Wallis and Futuna
pl: Wallis i Futuna

source: Western Sahara
pl: Sahara Zachodnia

source: Yemen
pl: Jemen

source: Invalid argument #1: %s is not a valid %s identifyer.
pl: Nieprawidłowy argument nr 1: %s nie jest poprawnym %s identifyer.

source: %s for Row %d failed to save.
pl: %s dla rzędu %d nie udało się uratować.

source: You need to define at least one field to be toggleable.
pl: Musisz określić co najmniej jedno pole będzie toggleable.

source: The field %s is not in the list of toggleable fields.
pl: Pole %s nie znajduje się na liście pól toggleable.

source: The field %s does not have two toggleable states defined.
pl: Pole %s nie posiada dwa stany toggleable zdefiniowane.

source: Invalid record
pl: Nieprawidłowy zapis

source: Server lipsum.com returns error code %s.
pl: Serwer lipsum.com zwraca kod błędu %s .

source: Response from lipsum.com is empty or could not be decoded.
pl: Odpowiedź z lipsum.com jest pusta lub nie mogą być dekodowane.

source: Connection to server lipsum.com failed. %s.
pl: Połączenie z serwerem lipsum.com powiodło się. %s .

source: Please correct the errors below.
pl: Popraw poniższe błędy.

source: Error
pl: Błąd

source: The requested address %s was not found on this server.
pl: Żądany adres (%s) nie został odnaleziony na tym serwerze.

source: An Internal Error Has Occurred.
pl: Wystąpił błąd.

source: datasource configuration was not found
pl: Konfiguracja źródła danych nie został znaleziony

source: CakePHP: the rapid development php framework
pl: CakePHP: szybki rozwój ram php

source: Debug setting does not allow access to this url.
pl: Ustawienie Debug nie zezwala na dostęp do tego adresu URL.

source: Add New Exam
pl: Dodaj nowy egzamin

source: Inactive
pl: Nieaktywny

source: Start & End Date
pl: Start Data zakończenia

source: Certification of Completion
pl: Certyfikat ukończenia

source: Click here to download excel file format
pl: Kliknij tutaj, aby ściągnąć w formacie pliku Excel

source: Are you sure, you want to close this exam?
pl: Czy jesteś pewien, że chcesz, aby zamknąć ten egzamin?

source: Are you sure, you want to re-activate this exam?
pl: Czy jesteś pewien, że chcesz, aby ponownie uaktywnić ten egzamin?

source: Closed
pl: Zamknięty

source: Results
pl: Wyniki

source: Configurations
pl: konfiguracje

source: General
pl: Ogólne

source: Contents
pl: Zawartość

source: Email & SMS
pl: E-mail i SMS

source: Customer Support Service
pl: Serwis obsługi klienta

source: Knowledge Base (for Documentation)
pl: Baza wiedzy (Dokumentacji)

source: Live Chat (For Sales & Billing Only)
pl: Live Chat (Sales & Billing Only)

source: Support (For Technical Support)
pl: Pomoc (pytania techniczne)

source: Visit Our Website
pl: Odwiedz nasza strone internetowa

source: for more documentation & Details
pl: Aby uzyskać więcej dokumentacji i informacje
