Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/pol/LC_MESSAGES/default.po
Languages: pl

source: Edit Help Content
pl: Edycja zawartości Pomocy

source: Help Content
pl: Pomoc treści

source: Add New Help Content
pl: Dodaj nową zawartość Pomocy

source: Back To Questions
pl: Powrót do pytań

source: Export Questions
pl: Eksport pytania

source: Select File
pl: Wybierz plik

source: Import Questions
pl: Importuj pytania

source: Import/Export Students
pl: Studenci Import / Export

source: Back To Students
pl: Powrót do studentów

source: Export Students
pl: Studenci eksportu

source: Import Students
pl: Studenci importu

source: All Messages
pl: Wszystkie wiadomości

source: My Profile
pl: Mój Profil

source: Change Password
pl: Zmień hasło

source: Logout
pl: Wyloguj

source: Date &amp; Time
pl: Data & amp; Czas

source: Compose Mail
pl: Skomponuj Poczta

source: Search Student Mail
pl: Szukaj Poczta Studenta

source: Message
pl: Wiadomość

source: Send
pl: Wyślij

source: Compose
pl: Utwórz

source: Inbox
pl: Skrzynka odbiorcza

source: Sent Mail
pl: Wysłany mail

source: Trash
pl: Kosz

source: More
pl: Więcej

source: Mark as Read
pl: Oznacz jako przeczytane

source: Mark as Unread
pl: Oznacz jako nieprzeczytane

source: Move to Inbox
pl: Przejdź do skrzynki odbiorczej

source: Reply
pl: Odpowiedz

source: Forward
pl: Przekaż

source: Menu Names
pl: nazwy menu

source: Model Name
pl: Typ

source: Icon
pl: Ikona

source: Add News
pl: Dodaj Wiadomości

source: News Title
pl: Tytuł wiadomości

source: News Description
pl: Aktualności Opis

source: Edit News
pl: Edytuj wiadomości

source: News
pl: Aktualności

source: Add New News
pl: Dodaj nowy Wiadomości

source: Paypal Payment Option
pl: Opcja płatności Paypal

source: Signature
pl: Podpis

source: Sandbox Mode
pl: Tryb piaskownicy

source: True
pl: Rzeczywisty

source: Add Question
pl: Dodaj pytanie

source: Question
pl: Pytanie

source: Correct Answers
pl: Poprawne odpowiedzi

source: Type your question here
pl: Wpisz tu swoje pytanie

source: Answer1
pl: Odbierz

source: Answer2
pl: Odbierz

source: Answer3
pl: Odbierz

source: Answer4
pl: Odbierz

source: Answer5
pl: Odbierz

source: Answer6
pl: Odbierz

source: True/False
pl: Prawda fałsz

source: False
pl: Wyłączone

source: Blank Space
pl: Puste miejsce

source: Explanation (Optional)
pl: Wyjaśnienie (opcjonalnie)

source: Provide explanation in support of correct answer
pl: Proszę przedstawić na poparcie poprawną odpowiedź

source: Hint(optional)
pl: Podpowiedź (opcjonalnie)

source: Hint to help answer correctly
pl: Podpowiedź, aby pomóc odpowiedzieć poprawnie

source: without minus sign
pl: bez znakiem minus

source: Edit Question Type
pl: Edycja typu pytanie

source: Explanation
pl: Wyjaśnienie

source: Hint
pl: Wskazówka

source: Questions
pl: Pytania

source: Add New Question
pl: Dodaj nowe pytanie

source: Import/Export Question
pl: Import / Export Pytanie

source: Answer
pl: Odbierz

source: Question Details
pl: Szczegóły zapytania

source: Exam Wise
pl: Sprawdziany Wise

source: Please Select Exam
pl: Wybierz Sprawdziany

source: Status of Result
pl: Stan wyniku

source: Please Select Result Status
pl: Wybierz Wynik status

source: Download Result
pl: Pobierz Rezultat

source: Rank
pl: Pozycja:

source: Percent
pl: Procent

source: Result
pl: Wynik

source: View Result
pl: Zobacz Wyniki

source: Download/Print Result
pl: Pobierz / Wydrukuj Wynik

source: Name or Enrolment Number
pl: Imię i nazwisko lub numer Rejestracji

source: Enrolment Number
pl: Ilość Zapisy

source: Back
pl: Cofnij

source: Assesment Report for
pl: Raport dla zaliczenia

source: Taken Date
pl: Zrobione Data

source: Total Time
pl: Czas całkowity

source: Nos. of Browser tolrance attempt
pl: Nos. Przeglądarki tolrance próbie

source: Total Score
pl: Całkowita ocena

source: Student Marks Distribution
pl: Student towarowe Dystrybucja

source: Feedback
pl: Porada

source: Marks Sheet
pl: znaki Sheet

source: Section Name
pl: Sekcja Nazwa

source: Section proportion
pl: Sekcja odsetek

source: Actual
pl: Rzeczywiste wykonanie

source: Your Percentage
pl: procentu

source: Section Summary
pl: Sekcja Podsumowanie

source: Maximum Score
pl: Maksymalna liczba punktów

source: Developed Skill
pl: rozwinięte umiejętności

source: Needs Development
pl: potrzeb rozwojowych

source: Lack of Skill
pl: Brak umiejętności

source: MCQ answered
pl: MCQ odpowiedział

source: S.N.
pl: Numer Seryjny

source: Legend
pl: Legenda...

source: Send Emails
pl: Wysyłać emaile

source: Teachers
pl: Nauczyciele

source: Any Email
pl: Każdy e-mail

source: Default all students if you add manually then search student email
pl: Domyślnie wszystkie studentów, jeśli dodać ręcznie, a następnie szukać maila studentów

source: Default all teachers if you add manually then search teacher email
pl: Domyślnie wszystkie nauczycielom jeśli dodać ręcznie, następnie wyszukaj Wiadomość nauczyciel

source: Type any email comma seprated
pl: Wpisz dowolny przecinek email seprated

source: Type subject
pl: Typ przedmiotu

source: Select Email Template
pl: Wybierz szablon email

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
pl: Jeśli nie chcesz, aby wybrać szablon wiadomości, a następnie po prostu wpisać wiadomość e-mail. Po załadowaniu edytor to nie można wybrać szablon przejść przycisk, aby wyzerować

source: Send Sms
pl: Wyślij SMS

source: Any Sms
pl: Wszelkie Sms

source: Default all student if you add manually then search students name
pl: Domyślnie wszystkie studenta jeśli dodać ręcznie, następnie wyszukaj nazwę studentów

source: Default all teachers if you add manually then search teacher name
pl: Domyślnie wszystkie nauczycielom jeśli dodać ręcznie, a następnie wyszukać nazwisko prowadzącego

source: Any Number
pl: Jakikolwiek numer

source: Type any number comma seprated
pl: Wpisz dowolną liczbę przecinek seprated

source: Select Sms Template
pl: Wybierz szablon Sms

source: Sms Template
pl: Szablon sms

source: If you do not want to select sms template then simply type sms message
pl: Jeśli nie chcesz, aby wybrać szablon sms po prostu wpisać wiadomość sms

source: Certificate Signature
pl: Podpis certyfikatu

source: Upload Image(* height less than 75px)
pl: Dodaj obraz (* wysokość mniejszą niż 75 pikseli)

source: Delete Signature
pl: Usuń podpis

source: Add Slides
pl: Dodaj slajdy

source: Slide Name
pl: Nazwa slajdów

source: Upload Slide (1350*550)
pl: Prześlij slajdów (1350 * 550)

source: Edit Slides
pl: Edycja Slajdy

source: Add New Slide
pl: Dodaj nowy slajd

source: SMS Settings
pl: Ustawienia SMS

source: Heading Username
pl: Nazwa działu

source: Username field provided by sms gateway
pl: Pole Nazwa dostarczone przez bramę sms

source: Heading Password
pl: Nagłówek Hasło

source: Password field provided by sms gateway
pl: Pole hasło dostarczone przez bramę sms

source: Heading Mobile No
pl: Dział Komórka nr

source: Mobile No field provided by sms gateway
pl: Komórka nr pola dostarczone przez bramę sms

source: Heading Message
pl: Nagłówek wiadomości

source: Message field provided by sms gateway
pl: Pole wiadomość dostarczone przez bramę sms

source: Heading Sender Id
pl: Nagłówek Sender Id

source: Sender Id field provided by sms gateway
pl: Pole ID nadawcy dostarczane przez bramę sms

source: Add SMS Template
pl: Dodaj szablon SMS

source: Edit SMS templates
pl: Edycja szablonów SMS

source: SMS Templates
pl: Szablony SMS

source: Add New SMS Template
pl: Dodaj szablon Nowy SMS

source: Add Students
pl: Dodaj Studentów

source: Address
pl: Adres

source: Guardian Phone
pl: Strażnik Telefon

source: Edit Students
pl: Edytuj Studenci

source: Renewal Date
pl: Data Wznowienia:

source: Add New Student
pl: Dodaj nowy uczeń

source: Wallet
pl: Portfel

source: Admission Date
pl: Wstęp Data

source: Credit
pl: Źródło informacji

source: Debit
pl: Obciążyć

source: Balance
pl: Bilans

source: Date & Time
pl: Data i czas

source: Payment Through
pl: zapłata przez

source: Remarks
pl: Uwagi

source: View Student Information
pl: Wyświetlanie informacji Student

source: Full Name
pl: Pełna Nazwa

source: Phone Number
pl: Numer telefonu

source: Registered Email
pl: zarejestrowany email

source: Alternate Number
pl: Alternatywny numer

source: Enrolment No
pl: Zapisy Nie

source: Last Login
pl: Ostatnie logowanie

source: Students Wallet
pl: studenci Portfel

source: Transaction Form
pl: Formularz transakcja

source: Mobile
pl: Komórka

source: ADD
pl: Dodaj ...

source: DEDUCT
pl: ODJĄĆ

source: Add Subjects
pl: Dodaj tematy

source: Edit Subjects
pl: Przedmioty Edytuj

source: Subjects
pl: przedmiotów

source: Add New Subject
pl: Dodaj nowy temat

source: Question Bank
pl: Zestaw Pytań nr 1

source: Add Testimonials
pl: Dodaj Napisali

source: Upload Photo (150*150)
pl: Prześlij zdjęcie (150 * 150)

source: Edit Testimonials
pl: Edycja Referencji

source: Testimonials
pl: Referencje

source: Add New Testimonial
pl: Dodaj nowe Referencje

source: Photo
pl: Zdjęcie

source: Add Users
pl: Dodaj użytkowników

source: User Level
pl: Poziom użytkownika

source: Username
pl: Nazwa użytkownika

source: Level users
pl: Poziom użytkowników

source: Add New Level
pl: Dodaj nowy poziom

source: Back To Users
pl: Powrót do użytkowników

source: Level Name
pl: poziom Nazwa

source: Assign Form Rights
pl: Przypisywanie praw Form

source: Module Name
pl: Nazwa modułu

source: Old Password
pl: Poprzednie Hasło

source: Edit Users
pl: Edytuj Użytkownicy

source: User Registration Form
pl: Użytkownik Formularz rejestracyjny

source: Users
pl: Użytkownicy

source: Add New User
pl: Dodaj nowego użytkownika

source: Add Level Users
pl: Dodawanie użytkowników Poziom

source: Level User
pl: poziom użytkownika

source: Dear user, log in to access the admin area!
pl: Drogi użytkowniku, Zaloguj się do panelu administracyjnego!

source: Admin / Teacher Username
pl: Admin / Nazwa Nauczyciel

source: Forgot User Name
pl: Zapomniałeś nazwy użytkownika

source: Organisation Logo
pl: Organizacja Logo

source: Upload Image(* height less than 220px)
pl: Załaduj obraz (* wysokość mniejszą niż 220px)

source: Delete Logo
pl: Usuń logo

source: Please provide a type for chart %s!
pl: Proszę podać typ wykresu dla %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
pl: Wykres: \ " %s " nie została znaleziona. Upewnić się, że Wykres Nazwa jest taki sam ciąg znaków, który jest przekazywany do $ this-> HighCharts-> render () w widoku.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
pl: Transakcja Ekspresowa realizacja wygasła, a transakcja musi zostać wznowiona

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
pl: Być może po raz drugi apel o tej samej wypłaty lub może używany ten sam identyfikator faktury za transakcje są oddzielne.

source: Please use a different funcing source.
pl: Proszę użyć innego źródła funcing.

source: An error occured, please retry the transaction.
pl: Wystąpił błąd, spróbuj ponownie transakcję.

source: This transaction couldn't be completed. Redirecting to payment gateway
pl: Transakcja ta nie mogła zostać zakończona. Przekierowanie do bramki płatności

source: You have not agreed to the billing agreement.
pl: Nie zgodzili się na umowie rozliczeniowego.

source: The billing agreement is disabled or inactive.
pl: Umowa rozliczeniowy jest wyłączone lub nieaktywne.

source: The credit card used is expired.
pl: Karta kredytowa wykorzystana wygasł.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
pl: Transakcja została odrzucona, ponieważ reakcja AVS powrócił wartość n, a konto kupca nie jest w stanie zaakceptować tego typu transakcji.

source: The payment gateway account is restricted.
pl: Konto bramka płatności jest ograniczony.

source: You must submit an IP address of the buyer with each API call.
pl: Musisz podać adres IP kupującego z każdego wywołania API.

source: The merchant selected a value for the PaymentAction field that is not supported.
pl: Kupiec wybrana wartość pola PaymentAction który nie jest obsługiwany.

source: The credit card field was blank.
pl: Pole karta kredytowa była pusta.

source: The total amount and item amounts do not match.
pl: Łączna kwota, a pozycja kwoty nie pasują do siebie.

source: The credit card entered is currently restricted by the payment gateway.
pl: Karta kredytowa wpisany jest obecnie ograniczona przez bramki płatności.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
pl: Kupiec wpisany identyfikator faktury, która jest już związany z transakcją przez tego samego kupca. Próba z nowej faktury ID

source: The transaction was declined by the country filter managed by the merchant.
pl: Transakcja została odrzucona przez filtr kraju zarządzanym przez handlowca.

source: The transaction was declined by the maximum amount filter managed by the merchant.
pl: Transakcja została odrzucona przez maksymalną ilość filtr zarządzanej przez kupca.

source: The transaction was declined by the payment gateway.
pl: Transakcja została odrzucona przez bramę płatności.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
pl: Transakcja została odrzucona przez bramę płatności z powodu możliwych działań oszukańczych.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
pl: Transakcja została odrzucona przez bramę płatności ze względu na możliwość działalności oszukańczej na adres IP.

source: The merchant account attempting the transaction is not a business account.
pl: Konto kupiec próby transakcji nie jest to konto firmowe.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
pl: Konto kupiec próby transakcji nie jest w stanie przetworzyć Bezpośredni transakcji płatniczych.

source: Access to Direct Payment was disabled for your account.
pl: Dostęp do bezpośrednia płatność została wyłączona dla konta.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
pl: Konto kupiec próby transakcji nie ma potwierdzonego adresu e-mail z bramki płatności.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
pl: Kupiec próbował transakcję gdy kwota przekroczyła górną granicę tego samego sprzedawcy.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
pl: Transakcja została odrzucona ze względu na filtr ryzyka kupiec dla AVS. Konkretnie, kupiec ustawił spadać transakcję gdy AVS zwróciło żadnego meczu (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
pl: Transakcja została odrzucona ze względu na filtr ryzyka kupiec dla AVS. Konkretnie, kupiec ustawił filtr spadać transakcje gdy AVS zwraca częściowe dopasowanie.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
pl: Transakcja została odrzucona ze względu na filtr ryzyka kupiec dla AVS. Konkretnie, kupiec ustawił filtr spadać transakcje gdy AVS jest obsługiwana.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
pl: Kupiec wpisany adres IP, który był w nieprawidłowym formacie. Adres IP musi być w formacie takim jak 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
pl: Konfiguracja handlowca wymaga CVV być wprowadzone, ale nie CVV została wyposażona w tej transakcji.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
pl: Kupiec pod adres zarówno w Stanach Zjednoczonych lub Kanadzie, ale państwo pod warunkiem nie jest prawidłowy stan, w każdym kraju.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
pl: Transakcja została odrzucona przez bank wydający, nie Bramki płatności. Kupiec powinien próbować inną kartę.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
pl: Kraj handlowca zamieszkania nie jest obecnie obsługiwana w celu umożliwienia bezpośredniego transakcji płatniczych.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
pl: Transakcja została odrzucona, ponieważ bramka płatności jest obecnie przetwarzania transakcji przez samego nabywcę dla tej samej kwoty. Może wystąpić, gdy kupujący twierdzi wielu, identycznych transakcji w krótkich odstępach czasu.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
pl: CVV jest nieprawidłowy. CVV jest długa między 3-4 cyfr.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
pl: Spróbuj ponownie później. Upewnij się, że minęło prawidłowy adres CVV i informacje dla kupującego. Jeśli stworzenie cyklicznego profilu, spróbuj ponownie przekazując kwotę init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
pl: Transakcja nie jest zgodny z powodu brakujących lub nieprawidłowych 3-D Secure wartości uwierzytelniania. Sprawdź pola ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
pl: Transakcja została odrzucona przez bramę płatności z powodu nadmiernych uszkodzeń w krótkim okresie czasu dla tej karty kredytowej.

source: The transaction was declined by payment gateway.
pl: Transakcja została odrzucona przez bramę płatności.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
pl: Transakcja została odrzucona, ponieważ sklep nie posiada ważnej umowy podmiot handlowy na pliku z bramki płatności.

source: The transaction was declined because the CVV entered does not match the credit card.
pl: Transakcja została odrzucona, ponieważ CVV wprowadzony nie pasuje do karty kredytowej.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
pl: Transakcja została odrzucona przez bank wydający powodu wygasłym karty kredytowej. Kupiec powinien próbować inną kartę.

source: Exceeded permissible limit for Navigating away
pl: Przekroczona dopuszczalna wartość Poruszanie się z dala

source: You have exceeded the permissible limit for navigating away from your test
pl: Przekroczono dopuszczalna przechodząc z dala od swojego testu

source: Your test has finished. You can close the window now
pl: Twój Badanie zostało zakończone. Możesz teraz zamknąć okno

source: Installation Complete
pl: Instalacja zakończona

source: Aho! The System is installed successfully.
pl: Aho! System został zainstalowany pomyślnie.

source: Go to Admin/Teacher Interface
pl: Przejdź do Admin / interface Nauczycieli

source: User
pl: Użytkownik

source: Go to Front End/Student Interface
pl: Idź do Front End / interface Studenta

source: Visit our website
pl: Odwiedz nasza strone internetowa

source: for documentation and support
pl: dokumentacji i wsparcia

source: My Exam Stats
pl: Moje Statystyki egzaminacyjne

source: Total Exam Given
pl: Razem Sprawdziany Zważywszy

source: Absent Exams
pl: Nieobecny Egzaminy

source: Best Score in
pl: Najlepszy wynik w

source: On
pl: Włącz

source: Failed in
pl: Nie udało się

source: Average Percentage
pl: Średni odsetek:

source: Your Rank
pl: Rank

source: Month Wise Performance
pl: Miesiąc Wise Wydajność

source: Exam Wise Performance
pl: Wyniki egzaminu Wise

source: Top 10
pl: góra:

source: Todays Exam
pl: Dzisiejszy egzamin

source: Top
pl: Góra

source: These are the exam(s) that can be taken right now
pl: Są to egzamin (y), które mogą zostać podjęte w tej chwili

source: No Exams found for today
pl: Nie znaleziono dzisiaj Egzaminy

source: Something went wrong
pl: Coś poszło nie tak.

source: Show
pl: Pokaż

source: entries
pl: Wpisów

source: Prev
pl: Poprzedni

source: Next
pl: Następny

source: Showing {:start} to {:current} of {:count} entries
pl: Pokazuje {:start}, aby rozpocząć {:current} z {:count} wpisy

source: Email Verification
pl: Weryfikacja adresu e-mail

source: Please Enter Verification Code in the Text Box
pl: Proszę podać kod weryfikacyjny w polu tekstowym

source: Re-Send Email Verification
pl: Re: Wyślij e-mail weryfikacyjny

source: Please Enter Email Id in the Text Box which you enter at the time of registration
pl: Proszę podać id e-mail w polu tekstowym którego wchodzi się w momencie rejestracji

source: Purchased Exam
pl: Zakupiona Sprawdziany

source: Expired Exam
pl: Wygasła Sprawdziany

source: These are the exam(s) which has been expired
pl: Są to egzamin (-y), która wygasła

source: No Exams found
pl: Nie znaleziono Egzaminy

source: Thank you for using the test
pl: Dziekujemy za pomocą testu

source: 1. The test instructions were
pl: 1. Instrukcje testowe były

source: Largely Clear
pl: Głównie niebo

source: Medium Clear
pl: Średnie opady

source: Not Clear
pl: Nie jasne

source: 2. Language of question was
pl: 2. Język pytanie było

source: 3. Overall test experience was
pl: 3. Ogólne doświadczenia Test był

source: Good
pl: Dobry

source: Better
pl: Lepiej...

source: Best
pl: [] najlepsze

source: Any other feedback suggestion
pl: Wszelkie inne sugestie feedback

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
pl: Proszę zamknąć wszystkie okna czatu, wygaszacz ekranu i programy antywirusowe przed rozpoczęciem testu

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
pl: Proszę nie naciskać \ "" F5 podczas testu. Będzie to zakończyć test i nie będzie mógł ponownie otworzyć test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
pl: Twoje odpowiedzi zostaną zapisane. Jeśli test został odłączony z jakiegokolwiek powodu, Twoje odpowiedzi do tego momentu zostaną zachowane

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
pl: Proszę zamknąć wszystkie programy, które przesyłanie i pobieranie plików w tle Na przykład: Dropbox, torrent, etc

source: Instructions
pl: Instrukcje

source: I am ready to begin
pl: Jestem gotowy, aby rozpocząć

source: Exam Start
pl: Sprawdziany start
