Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/pol/LC_MESSAGES/default.po
Languages: pl

source: File Manager
pl: Menadżer plików

source: You can find your result here.
pl: Można tu znaleźć swój wynik.

source: Thanks for given the exam.
pl: Dzięki za dany egzamin.

source: Dashboard
pl: Pulpit

source: Leader Board
pl: Liderów

source: My Exams
pl: Moje egzaminy

source: My Result
pl: mój wynik

source: Group Performance
pl: Skuteczność grupy

source: Payment
pl: Płatność

source: Transaction History
pl: Historia transakcji

source: Mailbox
pl: Skrzynka głosowa?

source: Help
pl: Pomoc

source: Home
pl: Strona Główna

source: Register
pl: Zarejestruj się

source: Log In
pl: Zaloguj Się

source: Invalid Post
pl: Nieprawidłowy Post

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kwi

source: May
pl: Maj

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sep
pl: Wrz

source: Oct
pl: Paź

source: Nov
pl: Lis

source: Dec
pl: Gru

source: Percentage
pl: Procent płatności

source: Month
pl: Miesiąc

source: Exams
pl: Egzaminy

source: Email verified successfully
pl: Email pomyślnie zweryfikowana

source: Invalid Verification Code
pl: Nieprawidłowy kod weryfikacyjny

source: A verification Code send to your Email inbox or Spam
pl: Weryfikacja Kod wysłać do swojej skrzynki e-mail lub spam

source: Email Id already verified
pl: Wyślij Id już zweryfikowana

source: Email Id not registered in system
pl: Wyślij Id nie są zarejestrowane w systemie

source: You have attempted maximum exam.
pl: Próbowano maksymalną egzamin.

source: You have attempted maximum number of questions in this subject
pl: Próbowano maksymalną liczbę pytań w tej kwestii

source: You can find your result here
pl: Można znaleźć tu swój wynik

source: Insufficient Amount.
pl: Niewystarczającej ilości.

source: 1. The test instructions were
pl: 1. Instrukcje testowe były

source: 2. Language of question was
pl: 2. Język pytanie było

source: 3. Overall test experience was
pl: 3. Ogólne doświadczenia Test był

source: Any other feedback suggestion:
pl: Wszelkie inne sugestie sprzężenia zwrotnego:

source: Feedback has submitted successfully!
pl: Odpowiedź złożył pomyślnie!

source: Feedback already submitted.
pl: Odpowiedź już złożony.

source: Email id is not registered in system
pl: Email id nie jest zarejestrowany w systemie

source: Your password reset link is sent to your registered email id
pl: Twój link resetowania hasła zostanie wysłana na podany podczas rejestracji id e-mail

source: Incorrect code
pl: błędny kod

source: Password Changed Successfully
pl: Hasło zostało zmienione

source: My Performance
pl: moim wykonaniu

source: My Group performance
pl: Moje wyniki Grupy

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
pl: Aplikacja zainstalowana. Usuń app / tmp / installed.txt przeinstalować aplikację

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
pl: Niestety! Plik Pozwolenie Błąd <br> Proszę goto app / config / database.php jest w trybie do zapisu.

source: A connection was successfully established with the server.
pl: Połączenie zostało pomyślnie ustanowione z serwerem.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
pl: Nie można połączyć się z bazą danych. Proszę sprawdzić ustawienia w app / config / database.php i spróbuj ponownie

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
pl: Niestety! Folder Permission Błąd <br> Proszę tmp jest w trybie do zapisu.

source: Your Mail has been sent
pl: Twoja wiadomość została wysłana

source: Forwarded message
pl: Przekazano wiadomość

source: From
pl: Od

source: Subject
pl: Temat

source: The mail has been moved to the Trash
pl: Wiadomość e-mail została przeniesiona do kosza

source: Your Mail has been deleted
pl: Twoja wiadomość została usunięta

source: The mail has been moved to the Inbox
pl: Wiadomość e-mail została przeniesiona do skrzynki odbiorczej

source: The mail has been marked as Read
pl: Wiadomość e-mail została oznaczona jako przeczytany

source: The mail has been marked as Unread
pl: Wiadomość e-mail została oznaczona jako nieczytany

source: Paypal Payment not set
pl: Paypal zapłata nie jest ustawiona

source: Payment Cancel
pl: Płatność Anuluj

source: Wallet Payment
pl: Portfel Płatność

source: Try again! Can not connect to paypal
pl: Spróbuj ponownie! Nie można połączyć się z paypal

source: Invalid Amount
pl: Nieprawidłowa kwota

source: Payment already done
pl: Płatność już zrobione

source: Payment not done
pl: Płatność nie zrobił

source: Payment successfully! Amount %s added in your wallet
pl: Płatność z powodzeniem! Kwota %s dodany w portfelu

source: Profile Updated Successfully
pl: Profil pomyślnie zaktualizowane

source: Photo Updated Successfully
pl: Zdjęcie pomyślnie zaktualizowane

source: Invalid Password
pl: nieprawidłowe hasło

source: Please select any group
pl: Proszę wybrać dowolną grupę

source: Invalid Security Code
pl: Nieprawidłowy kod zabezpieczający

source: Score
pl: Wynik

source: Max Marks
pl: max towarowe

source: Marks Scored
pl: znaki strzelonych

source: Subject Wise Time Taken
pl: Temat Wise Data Wykonania

source: Student Performance
pl: Wydajność Student

source: Correct Question
pl: Poprawnie Pytanie

source: Incorrect Question
pl: Nieprawidłowy Pytanie

source: Right Marks
pl: Prawo towarowe

source: Negative Marks
pl: negatywne towarowe

source: Percentage(%) in Exam
pl: Procent (%) w Exam

source: Percentage(%)
pl: Procent płatności

source: th
pl: t

source: You %s
pl: Jesteś %s

source: Payment Gateway
pl: Bramka płatności

source: Pay Exam
pl: płatna Sprawdziany

source: Your account has expired. Please contact administrator
pl: Konto wygasło. Prosimy o kontakt z administratorem

source: You have been logged in successfully
pl: Zostałeś zalogowany pomyślnie

source: Your email not verified! Please click on link sent to your email inbox or spam
pl: Twój e-mail nie zweryfikowane! Proszę kliknąć na link wysłany do Twojej skrzynki e-mail lub spam

source: Incorrect username/password
pl: Nieprawidłowa nazwa użytkownika / hasło

source: You have been logged out successfully
pl: Zostałeś wylogowany pomyślnie

source: You are %s Member! Please contact administrator
pl: Jesteś %s Państwa! Prosimy o kontakt z administratorem

source: Hours
pl: Godziny

source: Mins
pl: minuta

source: Grand Total
pl: Łączna suma

source: Your Question has been added for exam
pl: Zapytanie został dodany do egzaminu

source: Your Question has been deleted for exam
pl: Twoje pytanie zostało usunięte za egzamin

source: No Permission
pl: Brak zezwolenia.

source: Advertisement has been saved
pl: Reklama została zapisana

source: Invalid post
pl: Nieprawidłowy Post

source: Advertisement has been deleted
pl: Reklama została usunięta

source: Photo Changed Successfully
pl: Zdjęcie pomyślnie zmieniony

source: Not Attempted
pl: Nie próbowano

source: Marks Updated
pl: znaki Zaktualizowany

source: Successfully Finalize
pl: pomyślnie sfinalizować

source: Successfully Closed Exam
pl: Zamknięty pomyślnie egzamin

source: English
pl: Wersja anglojęzyczna

source: French
pl: Francuz

source: Your Setting has been saved
pl: Twoje ustawienie zostało zapisane

source: Page Added Successfully
pl: Strona pomyślnie dodana

source: Pages updated Successfully
pl: Strony zostały zaktualizowane

source: Page has been deleted
pl: Strona została usunięta

source: Page has been Unpublished
pl: Strona została Niepublikowane

source: Page has been Published
pl: Strona została opublikowana

source: Something wrong
pl: Coś nie tak?

source: Currency has been saved
pl: Waluta została zapisana

source: Currency has been deleted
pl: Waluta została usunięta

source: Student Details
pl: Szczegóły Student

source: Active
pl: Aktywny

source: Pending
pl: Oczekiwanie

source: Suspend
pl: Zawieś

source: Pass
pl: zaliczony

source: Fail
pl: niepowodzenie, nie powiodło się, błąd

source: Absent
pl: Nieobecny

source: Passing %age
pl: Przechodząc %a ge

source: Average %age
pl: Średnie %a ge

source: Question Count
pl: hrabia pytanie

source: Total Question
pl: Razem Pytanie

source: Question Bank Difficulty Wise
pl: Pytanie Banku Trudność Wise

source: Easy
pl: Łatwe

source: Medium
pl: Średni

source: Hard
pl: Twardy.

source: Name has been updated
pl: Nazwa została zaktualizowana

source: Email template has been saved
pl: Szablon e-mail został zapisany

source: Email template has been deleted
pl: Szablon e-mail został usunięty

source: End Date is not less than Start date
pl: Data zakończenia nie jest mniejsza niż data rozpoczecia

source: Please Select any group
pl: Proszę wybrać dowolną grupę

source: Please Add Subject To Exam
pl: Proszę Dodaj zastrzeżeniem egzaminu

source: Exam has been saved. Add questions in exam
pl: Egzamin został zapisany. Dodaj pytania na egzamin

source: Exam has been saved
pl: Egzamin został zapisany

source: Exam has been updated
pl: Egzamin został zaktualizowany

source: Exam has been deleted
pl: Egzamin został usunięty

source: Difficulty Level
pl: Poziom trudności

source: Subject Wise Question Count
pl: Temat Wise Pytanie Hrabia

source: Exam sucessfully inactivated
pl: Egzamin pomyślnie inaktywowane

source: Exam sucessfully activated
pl: Egzamin pomyślnie aktywowane

source: There are no question added!
pl: Są bez wątpienia dodana!

source: Your username is sent to your registered email id
pl: Twoja nazwa użytkownika jest wysyłany na zarejestrowany id e-mail

source: Group Added Successfully
pl: Grupa został dodany

source: Group has been saved
pl: Grupa została zapisana

source: Group has been deleted
pl: Grupa została usunięta

source: Delete subject first
pl: Usuń temat wiadomości

source: Help content has been saved
pl: Zawartość Pomocy została zapisana

source: Help content has been deleted
pl: Zawartość Pomocy została usunięta

source: Questions imported successfully
pl: Pytania zaimportowany

source: File not uploaded
pl: Plik nie został wysłany

source: Only CSV File supported
pl: Tylko pliku CSV obsługiwane

source: Please Select Subject
pl: Wybierz Temat

source: Please Select any Group
pl: Proszę wybrać dowolną grupę

source: Students imported successfully
pl: Studenci zaimportowany

source: Please Select Group
pl: Wybierz grupę

source: Student Email not found
pl: Student e-mail nie znaleziono

source: News has been saved
pl: Aktualności została zapisana

source: News has been deleted
pl: Aktualności została usunięta

source: Paypal Payment Setting has been saved
pl: Paypal płatniczego został zapisany

source: Setting Problem
pl: Ustawianie problem

source: Please Choose the Correct answer
pl: Proszę wybrać poprawną odpowiedź

source: Please select true or false
pl: Wybierz prawda czy fałsz

source: Please fill blank space
pl: Proszę wypełnić puste miejsce

source: Question added to bank successfully
pl: Pytanie dodane do banku z powodzeniem

source: Question has been updated
pl: Pytanie zostało zaktualizowane

source: Question has been deleted
pl: Pytanie zostało usunięte

source: Delete exam first!
pl: Usuń egzamin pierwszy!

source: Question Difficulty Level
pl: Pytanie Poziom trudności

source: Performance
pl: Wydajność

source: Candidate Marks Distribution
pl: Kandydat towarowe Dystrybucja

source: Max Marks Distribution
pl: Max towarowe Dystrybucja

source: Please select any type in the list
pl: Proszę wybrać dowolny typ na liście

source: Please type any email
pl: Proszę wpisać dowolny adres e-mail

source: Email has been sent
pl: Email został wysłany

source: No email to send
pl: Brak e-mail, aby wysłać

source: Please type any name
pl: Proszę wpisać nazwę dowolnego

source: Sms has been sent
pl: Sms został wysłany

source: No sms to send
pl: No sms wysłać

source: Signature has been saved
pl: Podpis został zapisany

source: Signature has been deleted
pl: Podpis został usunięty

source: Slide has been saved
pl: Przesuń został zapisany

source: Slide has been deleted
pl: Slajd został usunięty

source: SMS template has been saved
pl: Szablon SMS został zapisany

source: SMS template has been deleted
pl: Szablon SMS został usunięty

source: Student added Successfully
pl: Student został dodany

source: Please Select atleast one group
pl: Wybierz conajmniej jedną grupę

source: Student has been updated
pl: Student został zaktualizowany

source: Student has been deleted
pl: Student został usunięty

source: Student Wallet has been updated
pl: Portfel Student został zaktualizowany

source: Subject Added Successfully
pl: Przedmiot został dodany

source: Subject already exist
pl: Temat już istnieją

source: Subject has been updated
pl: Temat został zaktualizowany

source: Subject has been deleted
pl: Temat został usunięty

source: Testimonial has been saved
pl: Wyróżnienie zostało zapisane

source: Testimonial has been updated
pl: Wyróżnienie zostało zaktualizowane

source: Testimonial has been deleted
pl: Wyróżnienie zostało usunięte

source: User Added Successfully
pl: Użytkownik został dodany

source: User has been updated
pl: Użytkownik został zaktualizowany

source: User has been deleted
pl: Użytkownik został usunięty

source: Permission update successfully
pl: Aktualizacja Pozwolenie powodzeniem

source: You have been logged in Successfully
pl: Zostałeś zalogowany pomyślnie

source: You have been logged out
pl: Zostałeś wylogowany

source: Level User has been saved
pl: Poziom użytkownika została zapisana

source: Level user has been deleted
pl: Poziom użytkownik został usunięty

source: Logo has been saved
pl: Logo zostało zapisane

source: Logo has been deleted
pl: Logo zostało usunięte

source: Add Questions
pl: Dodaj pytania

source: Question Type
pl: typ pytania

source: Search
pl: Szukaj

source: Reset
pl: Zresetuj

source: Add To Exam
pl: Dodaj do egzaminu

source: Delete To Exam
pl: Usuń Aby egzaminu

source: Back To Exam
pl: Powrót do egzaminu

source: Type
pl: Typ

source: Body of Question
pl: Ciało Pytanie

source: Level
pl: Poziom

source: Marks
pl: 1 Punktacja

source: Action
pl: Akcja

source: Add Advertisement
pl: Dodaj ogłoszenie

source: Advertisement Name
pl: Reklama Nazwa

source: Ordering
pl: Sort

source: URL
pl: Adres URL

source: URL Type
pl: Wpisz adres URL

source: Internal
pl: Wewnętrzny

source: External
pl: Firma zewnętrzna

source: URL Target
pl: Adres docelowy

source: _self
pl: Własny

source: _blank
pl: pusty

source: Upload Image (350*260)
pl: Prześlij zdjęcie

source: Save
pl: Zapisz

source: Close
pl: Zamknij

source: Update Photo
pl: aktualizacja zdjęcie

source: Upload Photo
pl: Prześlij zdjęcie

source: Update
pl: Aktualizuj

source: Cancel
pl: Anuluj

source: Edit Advertisements
pl: Edycja Reklamy

source: Form
pl: Formularz

source: Status
pl: Statusy

source: Advertisements
pl: Reklamy

source: Add New Advertisement
pl: Dodaj nowy Reklama

source: Edit
pl: Edycja

source: Delete
pl: Usuń

source: View
pl: Widok

source: Change Photo
pl: Zmień zdjęcie

source: View Slides
pl: Pokaz Slajdów

source: Attempted Papers of
pl: Próby z Papers

source: Name
pl: Nazwa

source: Total Marks
pl: Wszystkie zaznaczenia

source: Obtained Marks
pl: uzyskane towarowe

source: Result Finalized
pl: wynik Sfinalizowany

source: Finalize It
pl: finalizacji

source: PASSED
pl: zaliczony

source: FAILED
pl: Błąd

source: Finalized By
pl: sfinalizowane

source: Question No
pl: pytanie nr

source: Option1
pl: (opcja)

source: Option2
pl: (opcja)

source: Option3
pl: (opcja)

source: Option4
pl: (opcja)

source: Option5
pl: (opcja)

source: Option6
pl: (opcja)

source: Marked Answer
pl: Zaznacz Odpowiedź:

source: Correct Answer
pl: Poprawna Odpowiedź:

source: Time Taken
pl: Zajęty czas

source: Marks Obtained
pl: Uzyskana ocena

source: Checked by
pl: Sprawdzony przez:

source: Configuration Options
pl: Opcje konfiguracyjne

source: Site Name
pl: Nazwa strony

source: Organization Name
pl: Nazwa organizacji

source: Domain Name
pl: Nazwa domeny

source: Organization Email
pl: organizacja email

source: Meta Description
pl: KeepOne - collect and organize photos, music, films, articles, or anything from around the web.

source: Time Zone
pl: Strefa czasowa

source: Please Select
pl: - Proszę wybrać -

source: Currency
pl: Waluta

source: Header Contact
pl: nagłówek Kontakt

source: Email Contact
pl: Email kontaktowy

source: Display records per page
pl: Pokaż zapisy na stronie:

source: Max records per page
pl: Max rejestruje na stronie

source: Date Format
pl: Format daty

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
pl: Data, miesiąc, rok, godzina, minuta, Sec, Meridian, Data Seprator Time Seprator

source: Image
pl: Obraz

source: Text
pl: Tekst

source: Text Direction
pl: Kierunek tekstu

source: Left-to-right (LTR)
pl: Od lewej do prawej (LTR)

source: Right-to-Left (RTL)
pl: Od prawej do lewej (RTL)

source: Language
pl: Język

source: Enable SMS Notification
pl: Włącz powiadomienia SMS

source: Enable Email Notification
pl: Włącz powiadomienie emailem

source: Manual Verification
pl: Instrukcja Weryfikacja

source: Front End Registration
pl: Front End Rejestracja

source: Front End Slides
pl: Front End Slajdy

source: Translation
pl: Translation Polish

source: Paid Exam
pl: Płatny Sprawdziany

source: Math Editor
pl: Edytor Math

source: Exam Expiry
pl: Sprawdziany ważności

source: Exam Feedback
pl: Sprawdziany Zgłoszenie

source: Tolrance Count
pl: hrabia Tolrance

source: Certificate
pl: Certyfikat

source: Testimonial
pl: Opinia

source: Advertisement
pl: Reklama

source: No. of Visitor
pl: Ilość Visitor

source: No. of Student
pl: Ilość Studenta

source: No. of Exam
pl: Ilość egzaminu

source: Save Settings
pl: Zapisz Ustawienia

source: Add Pages
pl: Dodaj strony

source: Link Name
pl: Łącze Nazwa

source: Link Order
pl: Łącze Zamówienie

source: Page Type
pl: Typ strony

source: External Url
pl: zewnętrzna Url

source: Url Target
pl: docelowy adres URL

source: Page Name
pl: Nazwa strony

source: Page Url
pl: Strona WWW

source: Page Content
pl: Zawartość strony

source: Edit Pages
pl: Edytuj strony

source: Pages
pl: Strony

source: Add New Page
pl: Dodaj nową stronę

source: Published
pl: Opublikowane

source: Unpublished
pl: niepublikowane

source: Add Currency
pl: Dodaj walutę

source: Currency Name
pl: Nazwa waluty

source: Short Name
pl: Krótkie imię

source: Upload Currency (Less or equal to 50*50)
pl: Dodaj walutę (mniejsza lub równa 50 * 50)

source: Add New Currency
pl: Dodaj nową walutę

source: In Progress Exam
pl: W egzaminu Progress

source: Upcoming Exam
pl: Nadchodzące Sprawdziany

source: Completed Exam
pl: Zakończono Sprawdziany

source: Students
pl: Studenci

source: In Progress & Upcoming Exams
pl: In Progress & Nadchodzące Egzaminy

source: Date
pl: Data

source: Exam Name
pl: Nazwa egzaminu

source: Group
pl: Grupa

source: Duration
pl: Czas trwania

source: Recent Exam Results
pl: Najnowsze wyniki egzaminu

source: Exam
pl: Egzamin

source: Overall Result
pl: Ogólny wynik

source: Student Stats
pl: Statystyki studenckie

source: To
pl: Do

source: Details
pl: Szczegóły

source: Top 10 Student Group Wise
pl: Top 10 Student Grupa Wise

source: Student Statistic Table
pl: Student Tabela Statystyki

source: Total Students
pl: Wszystkich studentów

source: Total Active
pl: Suma

source: Total Pending
pl: Razem Oczekuje

source: Total Suspended
pl: Razem Zawieszony

source: Top 10 Question Bank Subject Wise
pl: Top 10 Pytanie Banku Temat Wise

source: Top 10 Difficulty Level of Questions
pl: Najwyższy poziom 10 trudności pytań

source: Question Count Table
pl: Hrabia Pytanie Tabela

source: Bank Name
pl: Nazwa banku

source: Total Easy
pl: Razem Łatwy

source: Total Normal
pl: Razem Normal

source: Total Difficult
pl: Razem Trudne

source: E-Mail Settings
pl: Ustawienia e-mai

source: Email Type
pl: Email Rodzaj

source: Server Name / Host
pl: Nazwa serwera / Host

source: User Name
pl: Nazwa Użytkownika:

source: Password
pl: Hasło

source: Add Email Template
pl: Dodaj szablon e-mail

source: Email Template
pl: Szablon e-maila

source: Edit Email Templates
pl: Edycja szablonu e-mail

source: Add New Email Template
pl: Dodaj nowy szablon e-mail

source: Template
pl: Szablon

source: Subject Added successfully
pl: Przedmiot został dodany

source: Add Exam
pl: Dodaj Sprawdziany

source: Name of Exam
pl: Nazwa egzaminu

source: Passing Percentage
pl: Podania Procent

source: Instruction
pl: Instrukcja

source: Exam Duration (Min.)
pl: Sprawdziany Czas trwania (min.)

source: 0 for unlimited duration
pl: 0 na czas nieokreślony

source: Attempt Count
pl: hrabia próba

source: 0 for unlimited attempt
pl: 0 dla nieograniczonej próbie

source: Start Date
pl: Data rozpoczęcia

source: End Date
pl: Data zakończenia

source: Show Answer Sheet
pl: Pokaż odpowiedź Sheet

source: Yes
pl: Tak

source: No
pl: Nie

source: Select Group
pl: Wybierz grupę

source: Student Group
pl: Grupa Student

source: Negative Marking
pl: negatywna Znakowanie

source: Random Question
pl: Losowe pytanie

source: Amount
pl: Ilość

source: Browser Tolrance
pl: Tolrance Browser

source: Expiry Days
pl: Dni wygaśnięcia

source: 0 for Unlimited
pl: 0 dla nieograniczony

source: Result After Finish
pl: Rezultat Po Finish

source: Mode
pl: Tryb

source: Instant Result
pl: Natychmiastowy Rezultat

source: Option Shuffle
pl: opcja Shuffle

source: Add Subjects To Exams
pl: Dodaj poddanych do egzaminów

source: Subject Name
pl: Nazwa przedmiotu

source: No. of Questions
pl: Ilość pytań

source: Ques Attempt Count
pl: Pyt Próba Hrabiego

source: Questions Attempt Count
pl: Pytania Próba Hrabiego

source: Leave blank for not showing (0 for unlimited)
pl: Pozostawić puste w przypadku nie pokazuje (0 oznacza brak limitu)

source: ctrl+click to add multiples
pl: Ctrl + kliknięcie, aby dodać wielokrotności

source: Add
pl: Dodaj

source: Edit Exam
pl: Edycja egzaminu

source: Exam Stats
pl: Statystyki egzaminacyjne

source: No of Student Passed
pl: Nr Zdający zdał

source: Download
pl: Pobierz

source: No of Student Failed
pl: Nr Student Failed

source: No of Student Absent
pl: Nie Studenckiego Nieobecne

source: Exam Details
pl: Szczegóły egzaminu

source: Finalize Result
pl: Wynik sfinalizowania

source: Attempted Papers
pl: Próby Papers

source: Eligible Group
pl: Grupa kwalifikują

source: Close Exam
pl: Blisko Sprawdziany

source: Activate Exam
pl: Aktywuj Sprawdziany

source: Exam Closed Re-Activate Exam
pl: Sprawdziany Zamknięty ponownie aktywować egzamin

source: Browser Tolrence
pl: Tolrence Browser

source: Expiry
pl: Wygaśnięcie

source: Unlimited
pl: Nieograniczony

source: Days
pl: Dni

source: Subjective
pl: Subiektywny

source: Objective
pl: Cel

source: True &amp; False
pl: Prawda & amp; Fałszywy

source: Fill in the blanks
pl: Wypełnić formularz

source: Total Questions
pl: Wszystkich pytania

source: Question Attempt Count
pl: Pytanie Próba Hrabia

source: Total
pl: Ogółem

source: M
pl: P

source: Student Name
pl: Nazwa ucznia

source: Enrolment
pl: Rekrutacja

source: Phone
pl: Telefon

source: Result Status
pl: wynik status

source: Forgot Password
pl: Zapomniałem Hasła

source: Email ID
pl: ID e-mail

source: Submit
pl: Zgłaszać

source: Forgot Username
pl: Zapomniałeś nazwy użytkownika

source: Login
pl: Zaloguj się

source: Verification Code
pl: Kod weryfikacyjny:

source: Please enter verification Code
pl: Proszę wpisać kod weryfikacyjny

source: Reset Password
pl: Resetowanie hasła

source: Confirm Password
pl: Potwierdź hasło

source: Add Groups
pl: dodawanie grup

source: Group Name
pl: Nazwa grupy

source: Edit Groups
pl: Edycja grupy

source: Groups
pl: Grupy

source: Add New Group
pl: Dodaj nową grupę

source: Add Help Content
pl: Dodaj materiałach Pomocy

source: Title
pl: Tytuł

source: Description
pl: Opis
