Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/pol/LC_MESSAGES/validation.po
Languages: pl

source: Only letters and numbers allowed
pl: Tylko litery i cyfry dozwolony

source: Group already exist
pl: Grupa istnieje

source: Only Url
pl: tylko Url

source: File does not have a valid extension
pl: Plik nie posiada ważnego rozszerzenie

source: You must supply a JPG, GIF or PNG File.
pl: Musisz podać JPG, GIF lub PNG.

source: Invalid Header Contact
pl: Nieprawidłowy nagłówek Kontakt

source: Only Alphabets
pl: Tylko alfabetów

source: Currency Name already exist
pl: Nazwa waluty już istnieją

source: You must supply image height is less than 50px
pl: Musisz podać wysokość obrazu jest mniejsza niż 50px

source: You must supply image width is less than 50px
pl: Musisz podać szerokość obrazu jest mniejsza niż 50px

source: Only numbers allowed
pl: Tylko numery dozwolone

source: Only Date/time format
pl: Tylko data / format czasu

source: Enter a valid email
pl: Podaj adres email

source: Please select
pl: Wybierz

source: Invalid Username
pl: Zła nazwa użytkownika

source: Invalid Password
pl: nieprawidłowe hasło

source: Invalid Signature
pl: Nieprawidłowy podpis

source: Only numbers
pl: Tylko numery

source: You must supply image height is less than 220px
pl: Musisz podać wysokość obrazu jest mniejszy niż 220px

source: This Email has already been exist! try new one
pl: Ten e-mail został już istnieje! spróbować nowego

source: Password required
pl: wymagane hasło

source: Password minimum 4 character long
pl: Minimalna Hasło 4 znaków długości

source: Name already exist
pl: Nazwa już istnieją
