Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nor/LC_MESSAGES/default.po
Languages: nb

source: File Manager
nb: Filbehandler

source: You can find your result here.
nb: Du kan finne resultatet her.

source: Thanks for given the exam.
nb: Takk for gitt eksamen.

source: Dashboard
nb: Oversikt

source: My Exams
nb: Mine eksamener

source: My Result
nb: min Resultat

source: Group Performance
nb: Grupperesultat

source: Payment
nb: Betaling

source: Transaction History
nb: transaksjons~~POS=TRUNC

source: Mailbox
nb: Postkasse

source: Help
nb: Hjelp

source: Home
nb: Hjem

source: Register
nb: Registrer

source: Log In
nb: Logg inn

source: Invalid Post
nb: Ugyldig Post

source: Jan
nb: Jan 26 2009

source: Mar
nb: 2010 Mar 27.

source: May
nb: Mai

source: Oct
nb: Okt

source: Dec
nb: Des

source: Percentage
nb: Prosentdel

source: Month
nb: Måned

source: Exams
nb: eksamener

source: Email verified successfully
nb: E-post verifisert

source: Invalid Verification Code
nb: Ugyldig bekreftelseskode

source: A verification Code send to your Email inbox or Spam
nb: En bekreftelseskode sende til innboksen din eller spam

source: Email Id already verified
nb: E-post Id allerede bekreftet

source: Email Id not registered in system
nb: E-post Id ikke registrert i systemet

source: You have attempted maximum exam.
nb: Du har forsøkt maksimal eksamen.

source: You have attempted maximum number of questions in this subject
nb: Du har forsøkt maksimalt antall spørsmål i dette emnet

source: You can find your result here
nb: Du kan finne din resultatet her

source: Insufficient Amount.
nb: Utilstrekkelig mengde.

source: 1. The test instructions were
nb: 1. Test Instruksjonene var

source: 2. Language of question was
nb: 2. Språk på spørsmålet var

source: 3. Overall test experience was
nb: 3. Samlet test erfaring var

source: Any other feedback suggestion:
nb: Enhver annen tilbakemelding forslag:

source: Feedback has submitted successfully!
nb: Tilbakemeldingene har sendtt!

source: Feedback already submitted.
nb: Tilbakemelding allerede sendt.

source: Email id is not registered in system
nb: E-ID er ikke registrert i systemet

source: Your password reset link is sent to your registered email id
nb: Din passordkobling blir sendt til din registrerte e-id

source: Incorrect code
nb: feil kode

source: Password Changed Successfully
nb: Passord er endret

source: My Performance
nb: min Ytelse

source: My Group performance
nb: Min gruppe ytelse

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
nb: Søknad allerede installert. Fjern app / tmp / installed.txt å installere programmet

source: Writeable
nb: skrivbar

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
nb: Dessverre! File Tillatelse Feil <BR> goto app / Config / database.php er i skrivbar modus.

source: A connection was successfully established with the server.
nb: En forbindelse ble opprettet med serveren.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
nb: Kunne ikke koble til databasen. Vennligst sjekk innstillingene i app / Config / database.php og prøv igjen

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
nb: Dessverre! Folder Tillatelse Feil <BR> tmp mappen er i skrivbar modus.

source: Your Mail has been sent
nb: Din e-post har blitt sendt

source: Forwarded message
nb: Videresendt melding

source: From
nb: Fra

source: The mail has been moved to the Trash
nb: E-posten har blitt flyttet til papirkurven

source: Your Mail has been deleted
nb: Din e-post er slettet

source: The mail has been moved to the Inbox
nb: E-posten har blitt flyttet til innboksen

source: The mail has been marked as Read
nb: E-posten er merket som lest

source: The mail has been marked as Unread
nb: E-posten er merket som ulest

source: Paypal Payment not set
nb: Paypal Betaling ikke satt

source: Payment Cancel
nb: betaling Avbryt

source: Wallet Payment
nb: lommebok betaling

source: Try again! Can not connect to paypal
nb: Prøv igjen! Kan ikke koble til paypal

source: Invalid Amount
nb: Ugyldig Beløp

source: Payment already done
nb: Betaling allerede gjort

source: Payment not done
nb: Betaling ikke gjort

source: Payment successfully! Amount %s added in your wallet
nb: Betaling med hell! Beløp %s lagt i lommeboken

source: Profile Updated Successfully
nb: Profil oppdatert

source: Photo Updated Successfully
nb: Photo oppdatert

source: Invalid Password
nb: ugyldig passord

source: Please select any group
nb: Velg en gruppe

source: Invalid Security Code
nb: Ugyldig sikkerhetskode

source: Score
nb: Poengsum

source: Marks Scored
nb: Marks Scoret

source: Subject Wise Time Taken
nb: Subject Wise Tid Tatt

source: Student Performance
nb: student Ytelse

source: Correct Question
nb: riktig Spørsmål

source: Incorrect Question
nb: feil Spørsmål

source: Right Marks
nb: høyre Marks

source: Percentage(%) in Exam
nb: Prosentandel (%) i eksamen

source: Percentage(%)
nb: Prosentdel(%)

source: nd
nb: IR

source: th
nb: 28:2, 2 Tim. 02:04.

source: You %s
nb: Du %s

source: Payment Gateway
nb: betaling Gateway

source: Pay Exam
nb: Pay eksamen

source: Your account has expired. Please contact administrator
nb: Kontoen din er utløpt. Ta kontakt med administrator

source: You have been logged in successfully
nb: Du har blitt logget inn hell

source: Your email not verified! Please click on link sent to your email inbox or spam
nb: Din e-post ikke bekreftet! Vennligst klikk på linken sendt til innboksen din eller spam

source: Incorrect username/password
nb: Feil brukernavn / passord

source: You have been logged out successfully
nb: Du har blitt logget ut med hell

source: You are %s Member! Please contact administrator
nb: Du er %s medlem! Ta kontakt med administrator

source: Hours
nb: Timer

source: Mins
nb: 5 min

source: Sec
nb: Sek

source: Your Question has been added for exam
nb: Spørsmålet ditt er lagt opp til eksamen

source: Your Question has been deleted for exam
nb: Spørsmålet ditt er slettet for eksamen

source: No Permission
nb: Ingen tillatelse

source: Advertisement has been saved
nb: Reklame er lagret

source: Invalid post
nb: Ugyldig post

source: Advertisement has been deleted
nb: Reklame er slettet

source: Photo Changed Successfully
nb: Photo Endret Vellykket

source: Not Attempted
nb: Ikke prøvd

source: Marks Updated
nb: Marks Oppdatert

source: Successfully Finalize
nb: vellykket Ferdig

source: Successfully Closed Exam
nb: Vellykket Lukket eksamen

source: English
nb: Norsk

source: French
nb: fransk

source: Your Setting has been saved
nb: Dine innstillinger har blitt lagret

source: Page Added Successfully
nb: Page lagt til

source: Pages updated Successfully
nb: Sider oppdatert

source: Page has been deleted
nb: Siden har blitt slettet

source: Page has been Unpublished
nb: Page har vært upublisert

source: Page has been Published
nb: Page har blitt publisert

source: Something wrong
nb: Noe som ikke fungerer?

source: Currency has been saved
nb: Valuta har blitt lagret

source: Currency has been deleted
nb: Valuta har blitt slettet

source: Student Details
nb: student Detaljer

source: Active
nb: Aktiv

source: Pending
nb: Venter på godkjenning

source: Suspend
nb: Henge

source: Fail
nb: Mislyktes

source: Absent
nb: fraværende

source: Passing %age
nb: Passerer %a ge

source: Average %age
nb: Gjennomsnittlig %a ge

source: Question Count
nb: spørsmål Count

source: Total Question
nb: Total Spørsmål

source: Question Bank Difficulty Wise
nb: Spørsmål Bank Vanskelighetsgrad Wise

source: Easy
nb: Lett

source: Name has been updated
nb: Navn har blitt oppdatert

source: Email template has been saved
nb: E-post malen er lagret

source: Email template has been deleted
nb: E-post malen er slettet

source: End Date is not less than Start date
nb: Sluttdato er ikke mindre enn Startdato

source: Please Select any group
nb: Vennligst velg en gruppe

source: Please Add Subject To Exam
nb: Vennligst Legg Subject Til eksamen

source: Exam has been saved. Add questions in exam
nb: Eksamen er lagret. Legg spørsmålene i eksamen

source: Exam has been saved
nb: Eksamen er lagret

source: Exam has been updated
nb: Eksamen er oppdatert

source: Exam has been deleted
nb: Eksamen er slettet

source: Difficulty Level
nb: Vanskelighetsgrad

source: Subject Wise Question Count
nb: Subject Wise Spørsmål Count

source: Exam sucessfully inactivated
nb: Eksamen vellykket inaktivert

source: Exam sucessfully activated
nb: Eksamen vellykket aktivert

source: There are no question added!
nb: Det er ingen tvil lagt til!

source: Your username is sent to your registered email id
nb: Brukernavnet blir sendt til din registrerte e-id

source: Group Added Successfully
nb: Gruppe lagt til

source: Group has been saved
nb: Gruppen har blitt lagret

source: Group has been deleted
nb: Gruppen har blitt slettet

source: Delete subject first
nb: Slett emnet først

source: Help content has been saved
nb: Hjelp innholdet er lagret

source: Help content has been deleted
nb: Hjelp innholdet er slettet

source: Questions imported successfully
nb: Spørsmål importert

source: File not uploaded
nb: Filen er ikke lastet opp

source: Only CSV File supported
nb: Bare CSV-fil støttes

source: Please Select Subject
nb: Vennligst velg emne

source: Please Select any Group
nb: Vennligst velg et konsern

source: Students imported successfully
nb: Studenter importert

source: Please Select Group
nb: Vennligst velg gruppen

source: Student Email not found
nb: Student E-post ikke funnet

source: News has been saved
nb: Nyheter er lagret

source: News has been deleted
nb: Nyheter er slettet

source: Paypal Payment Setting has been saved
nb: Paypal betalingsinnstillingen er lagret

source: Setting Problem
nb: Innstilling Problem

source: Please Choose the Correct answer
nb: Vennligst velg riktig svar

source: Please select true or false
nb: Vennligst velg sant eller usant

source: Please fill blank space
nb: Fyll tomrom

source: Question added to bank successfully
nb: Spørsmål lagt til banken lykkes

source: Question has been updated
nb: Spørsmålet har blitt oppdatert

source: Question has been deleted
nb: Spørsmålet har blitt slettet

source: Delete exam first!
nb: Slett eksamen først!

source: Question Difficulty Level
nb: Spørsmål Vanskelighetsgrad

source: Performance
nb: Opptreden

source: Candidate Marks Distribution
nb: Kandidat Marks Distribusjon

source: Max Marks Distribution
nb: Max Marks Distribusjon

source: Please select any type in the list
nb: Velg en hvilken som helst type i listen

source: Please type any email
nb: Vennligst skriv hvilken som helst e

source: Email has been sent
nb: E-post har blitt sendt

source: No email to send
nb: Ingen e-post til å sende

source: Please type any name
nb: Vennligst skriv inn et navn

source: Sms has been sent
nb: SMS har blitt sendt

source: No sms to send
nb: Ingen sms til å sende

source: Signature has been saved
nb: Signatur er lagret

source: Signature has been deleted
nb: Signatur er slettet

source: Slide has been saved
nb: Slide er lagret

source: Slide has been deleted
nb: Slide er slettet

source: SMS template has been saved
nb: SMS malen er lagret

source: SMS template has been deleted
nb: SMS malen er slettet

source: Student added Successfully
nb: Student lagt Vellykket

source: Please Select atleast one group
nb: Vennligst velg minst én gruppe

source: Student has been updated
nb: Student er oppdatert

source: Student has been deleted
nb: Student er slettet

source: Student Wallet has been updated
nb: Student lommebok er oppdatert

source: Subject Added Successfully
nb: Subject lagt til

source: Subject already exist
nb: Subject allerede eksisterer

source: Subject has been updated
nb: Faget er oppdatert

source: Subject has been deleted
nb: Faget er slettet

source: Testimonial has been saved
nb: Testimonial er lagret

source: Testimonial has been updated
nb: Testimonial er oppdatert

source: Testimonial has been deleted
nb: Testimonial er slettet

source: User Added Successfully
nb: Bruker lagt til

source: User has been updated
nb: Bruker har blitt oppdatert

source: User has been deleted
nb: Bruker har blitt slettet

source: Permission update successfully
nb: Tillatelse oppdateringen

source: You have been logged in Successfully
nb: Du har blitt logget inn Vellykket

source: You have been logged out
nb: Du har blitt logget ut

source: Level User has been saved
nb: Nivå Bruker har blitt lagret

source: Level user has been deleted
nb: Nivå brukeren er slettet

source: Logo has been saved
nb: Logo er lagret

source: Logo has been deleted
nb: Logo er slettet

source: Add Questions
nb: Legg spørsmål

source: Question Type
nb: spørsmål Type

source: Search
nb: Søk

source: Reset
nb: Tilbakestill

source: Add To Exam
nb: Legg til eksamen

source: Delete To Exam
nb: Slett Til eksamen

source: Back To Exam
nb: Tilbake til eksamen

source: Body of Question
nb: Body of Spørsmål

source: Level
nb: Grad

source: Action
nb: Handling

source: Add Advertisement
nb: Legg Annonse

source: Advertisement Name
nb: Annonse Name

source: Ordering
nb: Bestilling

source: Internal
nb: Innvendig

source: External
nb: Utvendig

source: _self
nb: **Selv**

source: Upload Image (350*260)
nb: Last opp bilde (350 * 260)

source: Save
nb: Lagre

source: Close
nb: Lukk

source: Update Photo
nb: Bilde Update

source: Upload Photo
nb: Last opp bilde

source: Update
nb: Oppdater

source: Cancel
nb: Avbryt

source: Edit Advertisements
nb: edit Annonser

source: Form
nb: skjema

source: Advertisements
nb: Annonser

source: Add New Advertisement
nb: Legg til ny Annonse

source: Edit
nb: Rediger

source: Delete
nb: Slett

source: View
nb: Vis

source: Change Photo
nb: Endre Foto

source: View Slides
nb: Vis lysbilder

source: Attempted Papers of
nb: Forsøk Papers av

source: Name
nb: Navn

source: Email
nb: E-post

source: Total Marks
nb: Totalt Marks

source: Obtained Marks
nb: innhentet Marks

source: Result Finalized
nb: resultat Endelige

source: Finalize It
nb: Ferdig Det

source: PASSED
nb: PASSERT

source: FAILED
nb: Feilet

source: Finalized By
nb: ferdigstilt av

source: Question No
nb: spørsmål Nei

source: Option1
nb: OPSJON

source: Option2
nb: OPSJON

source: Option3
nb: OPSJON

source: Option4
nb: OPSJON

source: Option5
nb: OPSJON

source: Option6
nb: OPSJON

source: Marked Answer
nb: merket Svar

source: Correct Answer
nb: Korrekt svar

source: Time Taken
nb: tid Tatt

source: Marks Obtained
nb: Merker Oppnådd

source: Checked by
nb: Sjekket av

source: Configuration Options
nb: konfigurasjons~~POS=TRUNC

source: Site Name
nb: Site navn:

source: Domain Name
nb: Domenenavn

source: Organization Email
nb: organisasjon E-post

source: Meta Title
nb: Meta Tittel

source: Meta Description
nb: Meta beskrivelse

source: Time Zone
nb: Tidssone

source: Please Select
nb: Vennligst velg

source: Currency
nb: Valuta

source: Header Contact
nb: header Kontakt

source: Email Contact
nb: E-post Kontakt

source: Display records per page
nb: Visnings poster per side

source: Max records per page
nb: Max registrerer per side

source: Date Format
nb: Datoformat

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
nb: Dato, måned, år, time, Min, Sec, Meridian, dato Seprator, Tid Seprator

source: Image
nb: Bilde

source: Text
nb: Tekst

source: Text Direction
nb: tekst~~POS=TRUNC

source: Left-to-right (LTR)
nb: Venstre mot høyre (LTR)

source: Right-to-Left (RTL)
nb: Høyre-til-venstre (RTL)

source: Language
nb: Språk

source: Enable SMS Notification
nb: Aktiver SMS-varsling

source: Enable Email Notification
nb: Aktiver e-postvarsling

source: Manual Verification
nb: manuell Verification

source: Front End Registration
nb: Front End Registrering

source: Translation
nb: Oversettelse

source: Paid Exam
nb: betalt eksamen

source: Exam Expiry
nb: Eksamen Utløps

source: Exam Feedback
nb: Eksamen Tilbakemelding

source: Certificate
nb: Sertifikat

source: Advertisement
nb: Annonse

source: No. of Visitor
nb: Antall besøkende

source: No. of Student
nb: Antall Student

source: No. of Exam
nb: Antall eksamen

source: Save Settings
nb: Lagre innstillinger

source: Add Pages
nb: Legg Sider

source: Link Order
nb: Link Bestill

source: Page Type
nb: Sidetype

source: External Url
nb: ekstern Url

source: Page Content
nb: Sideinnhold

source: Edit Pages
nb: Rediger Sider

source: Pages
nb: Sider

source: Add New Page
nb: Legg til ny side

source: Published
nb: publisert

source: Unpublished
nb: upublisert

source: Add Currency
nb: Legg til valuta

source: Currency Name
nb: valuta~~POS=TRUNC Name

source: Short Name
nb: Kort navn

source: Upload Currency (Less or equal to 50*50)
nb: Last opp Valuta (Mindre eller lik 50 * 50)

source: Add New Currency
nb: Legg til ny valuta

source: In Progress Exam
nb: In Progress eksamen

source: Upcoming Exam
nb: kommende eksamen

source: Completed Exam
nb: fullført eksamen

source: Students
nb: studenter

source: In Progress & Upcoming Exams
nb: In Progress & Kommende eksamener

source: Date
nb: Dato

source: Exam Name
nb: Eksamen Navn

source: Group
nb: Gruppe

source: Duration
nb: Varighet

source: Recent Exam Results
nb: Siste Eksamensresultater

source: Exam
nb: Eksamen

source: Overall Result
nb: Samlet resultat

source: To
nb: Til

source: Details
nb: Detaljer

source: Top 10 Student Group Wise
nb: Topp 10 Student Gruppe Wise

source: Student Statistic Table
nb: Student statistikk Tabell

source: Total Students
nb: Total studenter

source: Total Active
nb: Total Aktiv

source: Total Pending
nb: Total Venter

source: Total Suspended
nb: Suspendert Total

source: Top 10 Question Bank Subject Wise
nb: Topp 10 Spørsmål Bank emne Wise

source: Top 10 Difficulty Level of Questions
nb: Topp 10 Vanskelighetsgrad av spørsmål

source: Question Count Table
nb: Spørsmål Count Table

source: Bank Name
nb: Bank navn

source: Total Difficult
nb: Total Vanskelig

source: Diffculty Level
nb: diffculty nivå

source: E-Mail Settings
nb: Epost innstillinger

source: Email Type
nb: E-post type

source: Server Name / Host
nb: Servernavn / Host

source: Port
nb: Havn

source: User Name
nb: Brukernavn

source: Password
nb: Passord

source: Add Email Template
nb: Legg til e-Mal

source: Email Template
nb: E-post mal

source: Edit Email Templates
nb: Rediger e-postmaler

source: Email Templates
nb: Epost maler

source: Add New Email Template
nb: Legg til ny e-post mal

source: Template
nb: Mal

source: Subject Added successfully
nb: Subject lagt til

source: Add Exam
nb: Legg eksamen

source: Name of Exam
nb: Navn på eksamen

source: Passing Percentage
nb: Passing Prosent

source: Instruction
nb: Instruksjon

source: Exam Duration (Min.)
nb: Eksamen Varighet (Min.)

source: 0 for unlimited duration
nb: 0 for ubegrenset varighet

source: Attempt Count
nb: forsøk Count

source: 0 for unlimited attempt
nb: 0 for ubegrenset forsøk

source: Start Date
nb: Startdato

source: End Date
nb: Sluttdato

source: Show Answer Sheet
nb: Vis Løsninger

source: Yes
nb: Ja

source: No
nb: Ikke

source: Select Group
nb: Velg gruppe

source: Student Group
nb: student Gruppe

source: Negative Marking
nb: negativ Merking

source: Random Question
nb: Random Spørsmål

source: Amount
nb: Belop

source: Expiry Days
nb: Holdbarhets Days

source: 0 for Unlimited
nb: 0 for ubegrenset

source: Result After Finish
nb: Resultat Etter Finish

source: Mode
nb: Modus

source: Instant Result
nb: Instant Resultat

source: Option Shuffle
nb: alternativ Shuffle

source: Add Subjects To Exams
nb: Legg fag for å eksamener

source: No. of Questions
nb: Antall spørsmål

source: Ques Attempt Count
nb: Ques Forsøk Count

source: Questions Attempt Count
nb: Spørsmål Forsøk Count

source: Leave blank for not showing (0 for unlimited)
nb: La stå tomt for ikke viser (0 for ubegrenset)

source: ctrl+click to add multiples
nb: ctrl + klikk for å legge multipler

source: Add
nb: Legg

source: Edit Exam
nb: Rediger eksamen

source: Exam Stats
nb: eksamens~~POS=TRUNC

source: No of Student Passed
nb: Ingen av Student Bestått

source: Download
nb: Last ned

source: No of Student Failed
nb: Ingen av Student Failed

source: No of Student Absent
nb: Ingen av Student Fraværende

source: Exam Details
nb: eksamen detaljer

source: Finalize Result
nb: Ferdig Resultat

source: Attempted Papers
nb: Forsøk Papers

source: Eligible Group
nb: kvalifisert Gruppe

source: Close Exam
nb: Lukk eksamen

source: Activate Exam
nb: Aktiver eksamen

source: Exam Closed Re-Activate Exam
nb: Eksamen Lukket reaktivere eksamen

source: Expiry
nb: utløps~~POS=TRUNC

source: Unlimited
nb: Ubegrenset

source: Days
nb: Dager

source: Subjective
nb: Subjektiv

source: Objective
nb: Formål

source: True &amp; False
nb: Ekte & amp; Falsk

source: Fill in the blanks
nb: Fyll ut de blanke feltene

source: Total Questions
nb: Totalt spørsmål

source: Question Attempt Count
nb: Spørsmål Forsøk Count

source: Total
nb: Totalt

source: E
nb: Ø

source: M
nb: M-447 148!

source: Student Name
nb: Student navn

source: Enrolment
nb: Registrering

source: Phone
nb: Telefon

source: Result Status
nb: resultat Status

source: Forgot Password
nb: Glemt passord

source: Email ID
nb: Epost id

source: Submit
nb: Send inn

source: Forgot Username
nb: Glemt brukernavn

source: Login
nb: Logg inn

source: Verification Code
nb: Bekreftelseskode

source: Please enter verification Code
nb: Fyll bekreftelseskode

source: Reset Password
nb: Tilbakestill passord

source: Confirm Password
nb: bekreft passord

source: Add Groups
nb: Legg grupper

source: Group Name
nb: Gruppenavn

source: Edit Groups
nb: Rediger grupper

source: Groups
nb: Grupper

source: Add New Group
nb: Legg til ny gruppe

source: Add Help Content
nb: Legg hjelpeinnhold

source: Title
nb: Tittel

source: Description
nb: Beskrivelse

source: Edit Help Content
nb: Rediger hjelpeinnhold

source: Help Content
nb: Hjelp innhold

source: Add New Help Content
nb: Legg til ny hjelpeinnhold

source: Back To Questions
nb: Tilbake til Spørsmål

source: Export Questions
nb: eksport~~POS=TRUNC spørsmål

source: Select File
nb: Velg fil

source: Import Questions
nb: Import spørsmål

source: Import/Export Students
nb: Import / Eksport Studenter

source: Back To Students
nb: Tilbake til studenter

source: Export Students
nb: eksport~~POS=TRUNC Studenter

source: Import Students
nb: Import Studenter

source: All Messages
nb: alle meldinger

source: My Profile
nb: Min profil

source: Change Password
nb: Bytt Passord

source: Logout
nb: Logg ut

source: Powered by
nb: Drevet av

source: Date &amp; Time
nb: Date & amp; Tid

source: Compose Mail
nb: Skriv e-post

source: Search Student Mail
nb: Søk Student Mail

source: Message
nb: Melding

source: Compose
nb: komponer

source: Inbox
nb: Innboks

source: Sent Mail
nb: Sendt epost

source: Trash
nb: Søppel

source: More
nb: Mer

source: Mark as Read
nb: Marker som lest

source: Mark as Unread
nb: Merk som ulest

source: Move to Inbox
nb: Flytt til innboksen

source: Reply
nb: Svar

source: Forward
nb: Fremover

source: Menu Names
nb: menynavn

source: Model Name
nb: Modell navn

source: Icon
nb: Ikon

source: Add News
nb: Legg News

source: News Title
nb: Nyheter Tittel

source: News Description
nb: Nyheter Beskrivelse

source: Edit News
nb: Rediger Nyheter

source: News
nb: Nyheter

source: Add New News
nb: Legg til ny News

source: Paypal Payment Option
nb: Paypal betalingsmåte

source: Signature
nb: Underskrift:

source: True
nb: Sant

source: Add Question
nb: Legg Spørsmål

source: Question
nb: Spørsmål

source: Correct Answers
nb: Riktig svar

source: Type your question here
nb: Skriv inn ditt spørsmål her

source: Answer1
nb: Svar: 1

source: False
nb: Ikke Sant

source: Explanation (Optional)
nb: Forklaring (valgfritt)
