Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nor/LC_MESSAGES/default.po
Languages: nb

source: Provide explanation in support of correct answer
nb: Gi forklaring til støtte for riktig svar

source: Hint(optional)
nb: Hint (valgfritt)

source: Hint to help answer correctly
nb: Tips for å få svar på riktig måte

source: without minus sign
nb: uten minustegn

source: Edit Question Type
nb: Rediger Spørsmål Type

source: Explanation
nb: Forklaring

source: Hint
nb: Tipps:

source: Questions
nb: spørsmål

source: Add New Question
nb: Legg til nytt spørsmål

source: Import/Export Question
nb: Import / Export Spørsmål

source: Answer
nb: Svar

source: Question Details
nb: Detaljer

source: Exam Wise
nb: Eksamen Wise

source: Please Select Exam
nb: Vennligst velg eksamen

source: Status of Result
nb: Status for Resultat

source: Please Select Result Status
nb: Vennligst velg Resultat Status

source: Download Result
nb: Last ned Resultat

source: Rank
nb: Rang

source: Percent
nb: hundre prosent.

source: Result
nb: Resultat

source: View Result
nb: Vis resultat

source: Download/Print Result
nb: Last ned / Skriv ut Resultat

source: Name or Enrolment Number
nb: Navn eller Påmelding Antall

source: Enrolment Number
nb: Påmelding Number

source: Back
nb: Tilbake

source: Assesment Report for
nb: Assesment Rapport for

source: Taken Date
nb: tatt Dato

source: Total Time
nb: Total tid

source: Nos. of Browser tolrance attempt
nb: Nr. Av Browser tolrance forsøk

source: Total Score
nb: Total poengsum

source: Student Marks Distribution
nb: Student Marks Distribusjon

source: Feedback
nb: Tilbakemelding

source: Section Name
nb: seksjon Name

source: Section proportion
nb: seksjon andel

source: Actual
nb: Faktisk

source: Your Percentage
nb: din Prosent

source: Section Summary
nb: seksjon oppsummering

source: Maximum Score
nb: maksimal score

source: Developed Skill
nb: utviklet Skill

source: Needs Development
nb: trenger Development

source: Lack of Skill
nb: Mangel på dyktighet

source: MCQ answered
nb: MCQ svarte

source: Legend
nb: Legende

source: Send Emails
nb: Sende e-poster

source: Teachers
nb: lærere

source: Any Email
nb: enhver E-post

source: Default all students if you add manually then search student email
nb: Standard alle studenter hvis du manuelt legge deretter søke student e-post

source: Default all teachers if you add manually then search teacher email
nb: Standard alle lærere hvis du legger til manuelt søk deretter lærer epost

source: Type any email comma seprated
nb: Skriv hvilken som helst e komma seprated

source: Type subject
nb: Type emne

source: Select Email Template
nb: Velg E-post mal

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
nb: Hvis du ikke ønsker å velge e-post malen da bare skrive e-postmeldingen. Når du laster editor kan du ikke velge mal gå til reset-knapp

source: Any Sms
nb: enhver Sms

source: Default all student if you add manually then search students name
nb: Standard alt student hvis du manuelt legge deretter søke studenter navn

source: Default all teachers if you add manually then search teacher name
nb: Standard alle lærere hvis du legger til manuelt søk deretter lærer navn

source: Any Number
nb: enhver nummer

source: Type any number comma seprated
nb: Skriv inn et tall komma seprated

source: Select Sms Template
nb: Velg Sms mal

source: Sms Template
nb: sms Mal

source: If you do not want to select sms template then simply type sms message
nb: Hvis du ikke ønsker å velge sms mal skriver du bare sms-melding

source: Certificate Signature
nb: sertifikat Signatur

source: Upload Image(* height less than 75px)
nb: Last opp bilde (* høyde mindre enn 75px)

source: Delete Signature
nb: Slett Signatur

source: Add Slides
nb: Legg Slides

source: Slide Name
nb: Bildenavn

source: Upload Slide (1350*550)
nb: Last opp Slide (1350 * 550)

source: Edit Slides
nb: Rediger Slides

source: Slides
nb: Glidere

source: Add New Slide
nb: Legg til ny Glid

source: SMS Settings
nb: SMS-innstillinger

source: Sender ID
nb: avsenders ID

source: Heading Username
nb: Overskrift Brukernavn

source: Username field provided by sms gateway
nb: Brukernavn-feltet levert av sms gateway

source: Heading Password
nb: Overskrift Passord

source: Password field provided by sms gateway
nb: Passord-feltet levert av sms gateway

source: Heading Mobile No
nb: Overskrift Mobile No

source: Mobile No field provided by sms gateway
nb: Mobile Ingen felt levert av sms gateway

source: Heading Message
nb: Overskrift Message

source: Message field provided by sms gateway
nb: Meldingsfeltet levert av sms gateway

source: Heading Sender Id
nb: Overskrift Sender ID

source: Sender Id field provided by sms gateway
nb: Sender ID-feltet levert av sms gateway

source: Add SMS Template
nb: Legg SMS Mal

source: Edit SMS templates
nb: Edit SMS maler

source: SMS Templates
nb: SMS Maler

source: Add New SMS Template
nb: Legg til ny SMS mal

source: Add Students
nb: Legg Studenter

source: Address
nb: Adresse

source: Edit Students
nb: Rediger Studenter

source: Renewal Date
nb: fornyelse Dato

source: Add New Student
nb: Legg til ny Student

source: Wallet
nb: Lommebok

source: Admission Date
nb: opptak Dato

source: Credit
nb: Kreditt

source: Debit
nb: debet

source: Balance
nb: Import av kundesaldo

source: Date & Time
nb: Dato tid

source: Payment Through
nb: betaling Gjennom

source: Remarks
nb: Merknader

source: View Student Information
nb: Vis Studentinformasjon

source: Full Name
nb: Fullt Navn

source: Phone Number
nb: Bruker Telefonnummer

source: Registered Email
nb: Registrert E-post

source: Alternate Number
nb: Alternativ nummer

source: Enrolment No
nb: Påmelding Ingen

source: Last Login
nb: Siste innlogging

source: Students Wallet
nb: studenter lommebok

source: Transaction Form
nb: transaksjons~~POS=TRUNC Form

source: Mobile
nb: Mobil

source: ADD
nb: Legg

source: DEDUCT
nb: trekke

source: Add Subjects
nb: Legg Temaer

source: Edit Subjects
nb: Rediger Temaer

source: Subjects
nb: kandidater.

source: Add New Subject
nb: Legg nytt emne

source: Question Bank
nb: spørsmål Bank

source: Add Testimonials
nb: Legg Uttalelser

source: Upload Photo (150*150)
nb: Last opp bilde (150 * 150)

source: Edit Testimonials
nb: Rediger Uttalelser

source: Testimonials
nb: Uttalelser

source: Add New Testimonial
nb: Legg til ny referanse

source: Photo
nb: Bilde

source: Add Users
nb: Legg til brukere

source: User Level
nb: brukernivå

source: Username
nb: Brukernavn

source: Level users
nb: nivå brukere

source: Add New Level
nb: Legg nytt nivå

source: Back To Users
nb: Tilbake til brukere

source: Level Name
nb: Nivånavn

source: Set Permission
nb: Set Tillatelse

source: Assign Form Rights
nb: Gi Form Rettigheter

source: Module Name
nb: Module Navn

source: Old Password
nb: gammelt passord

source: Edit Users
nb: Rediger brukere

source: User Registration Form
nb: Bruker Registreringsskjema

source: Users
nb: Brukere

source: Add New User
nb: Legg til ny bruker

source: Add Level Users
nb: Legg nivå brukere

source: Level User
nb: nivå Bruker

source: Dear user, log in to access the admin area!
nb: Kjære bruker, logg inn for å få tilgang til admin-området!

source: Admin / Teacher Username
nb: Admin / Lærer Brukernavn

source: Forgot User Name
nb: Glemt brukernavn

source: Organisation Logo
nb: organisasjon Logo

source: Upload Image(* height less than 220px)
nb: Last opp bilde (* høyde mindre enn 220px)

source: Delete Logo
nb: Slett Logo

source: Please provide a type for chart %s!
nb: Vennligst gi en type for diagrammet %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
nb: Figur: \ " %s " ble ikke funnet. Sørg for at Chart navn er den samme strengen som sendes til $ dette-> HighCharts-> render () i visningen.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
nb: The Express Checkout transaksjonen er utløpt og transaksjonen må startes på nytt

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
nb: Du har kanskje gjort et nytt anrop for samme betaling, eller du kan ha brukt samme faktura ID for separate transaksjoner.

source: Please use a different funcing source.
nb: Bruk en annen funcing kilde.

source: An error occured, please retry the transaction.
nb: Det oppstod en feil, vennligst prøv transaksjonen.

source: This transaction couldn't be completed. Redirecting to payment gateway
nb: Denne transaksjonen kunne ikke fullføres. Omdirigere til betaling gateway

source: You have not agreed to the billing agreement.
nb: Du har ikke blitt enige om å faktureringsavtalen.

source: The billing agreement is disabled or inactive.
nb: Fakturerings Avtalen er deaktivert eller inaktiv.

source: The credit card used is expired.
nb: Kredittkortet som ble brukt er utløpt.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
nb: Transaksjonen ble nektet fordi AVS respons tilbake verdien av N, og kjøpmann konto er ikke i stand til å akseptere slike transaksjoner.

source: The payment gateway account is restricted.
nb: Betalingen gateway konto er begrenset.

source: You must submit an IP address of the buyer with each API call.
nb: Du må sende inn en IP-adresse til kjøperen med hver API-kall.

source: The merchant selected a value for the PaymentAction field that is not supported.
nb: Kjøpmannen valgt en verdi for PaymentAction felt som ikke er støttet.

source: The credit card field was blank.
nb: Kredittkort feltet var tomt.

source: The total amount and item amounts do not match.
nb: Den totale mengden og varemengder ikke overens.

source: The credit card entered is currently restricted by the payment gateway.
nb: Kredittkort oppgitt er for tiden begrenset av betaling gateway.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
nb: Kjøpmannen kom inn en faktura ID som allerede er knyttet til en transaksjon av samme selgeren. Forsøk med en ny faktura ID

source: The transaction was declined by the country filter managed by the merchant.
nb: Transaksjonen ble avvist av landet filter forvaltes av selgeren.

source: The transaction was declined by the maximum amount filter managed by the merchant.
nb: Transaksjonen ble avvist av den maksimale mengden filter forvaltes av selgeren.

source: The transaction was declined by the payment gateway.
nb: Transaksjonen ble avvist av betaling gateway.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
nb: Transaksjonen ble avvist av betaling gateway på grunn av mulig svindelforsøk.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
nb: Transaksjonen ble avvist av betaling gateway på grunn av mulig svindelforsøk på IP-adressen.

source: The merchant account attempting the transaction is not a business account.
nb: Den kjøpmann konto forsøker transaksjonen ikke er en bedriftskonto.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
nb: Den kjøpmann konto forsøker transaksjonen ikke er i stand til å behandle direkte betaling transaksjoner.

source: Access to Direct Payment was disabled for your account.
nb: Tilgang til Direkte betaling ble deaktivert for kontoen din.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
nb: Den kjøpmann konto forsøker transaksjonen ikke har en bekreftet e-postadresse med betalingen gateway.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
nb: Kjøpmannen forsøkte en transaksjon hvor beløpet oversteg den øvre grensen for denne selgeren.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
nb: Transaksjonen ble avvist på grunn av en kjøpmann risiko filter for AVS. Nærmere bestemt har kjøpmannen satt til å avvise transaksjonen når AVS kom tilbake uten kamp (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
nb: Transaksjonen ble avvist på grunn av en kjøpmann risiko filter for AVS. Nærmere bestemt har kjøpmannen satt filteret for å avvise transaksjoner når AVS returnerer en delvis kamp.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
nb: Transaksjonen ble avvist på grunn av en kjøpmann risiko filter for AVS. Nærmere bestemt har kjøpmannen satt filteret for å avvise transaksjoner når AVS støttes ikke.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
nb: Kjøpmannen kom inn en IP-adresse som var i et ugyldig format. IP-adressen må være i et format som 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
nb: Selgeren konfigurasjonen krever en CVV oppgis, men ingen CVV ble levert med denne transaksjonen.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
nb: Kjøpmannen gitt en adresse enten i USA eller Canada, men staten gitt er ikke en gyldig tilstand i begge land.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
nb: Transaksjonen ble avvist av den utstedende bank, ikke betalingen gateway. Selgeren skal forsøke et annet kort.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
nb: Kjøpmannen hjemland støttes foreløpig ikke å tillate direkte betaling transaksjoner.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
nb: Transaksjonen ble avvist fordi betalingen gateway behandler nå en transaksjon av samme kjøperen for samme beløp. Kan oppstå når en kjøper sender flere, like transaksjoner i rask rekkefølge.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
nb: CVV er ugyldig. CVV er mellom 3-4 sifre.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
nb: Prøv igjen senere. Kontroller at du har gått riktig CVV og adresse info for kjøperen. Hvis du oppretter en tilbakevendende profil, prøv igjen ved å sende en init mengde 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
nb: Transaksjonen er ikke kompatibel grunn av manglende eller ugyldige 3-D Secure godkjennings verdier. Sjekk ECI, ECI3DS, CAVV, XIDen felt.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
nb: Transaksjonen ble avvist av betaling gateway på grunn av overdreven nederlag over en kort periode for dette kredittkortet.

source: The transaction was declined by payment gateway.
nb: Transaksjonen ble avvist av betaling gateway.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
nb: Transaksjonen ble avvist fordi selgeren ikke har en gyldig kommersiell enhet avtale om filen med betaling gateway.

source: The transaction was declined because the CVV entered does not match the credit card.
nb: Transaksjonen ble avvist fordi den angitte CVV ikke samsvarer med kredittkort.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
nb: Transaksjonen ble avvist av den utstedende bank på grunn av et utgått kredittkort. Selgeren skal forsøke et annet kort.

source: Exceeded permissible limit for Navigating away
nb: Skredet tillatte grensen for Navigere bort

source: You have exceeded the permissible limit for navigating away from your test
nb: Du har overskredet den tillatte grensen for å navigere bort fra test

source: Your test has finished. You can close the window now
nb: Din testen er ferdig. Du kan lukke vinduet nå

source: Installation Complete
nb: installasjon fullført

source: Aho! The System is installed successfully.
nb: Aho! Systemet er installert.

source: Go to Admin/Teacher Interface
nb: Gå til Admin / Lærer Interface

source: User
nb: Bruker

source: Go to Front End/Student Interface
nb: Gå til Front End / Student Interface

source: Visit our website
nb: Besøk vår hjemmeside

source: for documentation and support
nb: for dokumentasjon og støtte

source: My Exam Stats
nb: Mine eksamen Stats

source: Total Exam Given
nb: Total eksamen Gitt

source: Absent Exams
nb: fraværende eksamener

source: Best Score in
nb: Best Score i

source: On
nb: På

source: Failed in
nb: mislyktes i

source: Average Percentage
nb: Gjennomsnittlig prosent

source: Your Rank
nb: din Rank

source: Month Wise Performance
nb: Måned Wise Ytelse

source: Exam Wise Performance
nb: Eksamen Wise Ytelse

source: Top 10
nb: topp

source: Todays Exam
nb: Dagens eksamen

source: Top
nb: På topp

source: These are the exam(s) that can be taken right now
nb: Dette er eksamen (er) som kan tas akkurat nå

source: No Exams found for today
nb: Ingen eksamener funnet for i dag

source: Something went wrong
nb: Noe gikk galt.

source: Show
nb: Vis

source: entries
nb: innganger

source: Prev
nb: Forrige.

source: Next
nb: Neste

source: Showing {:start} to {:current} of {:count} entries
nb: Viser {:start} til {:current} av {:count} oppføringer

source: Email Verification
nb: epostbekreftelse

source: Please Enter Verification Code in the Text Box
nb: Fyll bekreftelseskode i tekstboksen

source: Re-Send Email Verification
nb: Re-Send E-postbekreftelse

source: Please Enter Email Id in the Text Box which you enter at the time of registration
nb: Fyll inn e-ID i tekstboksen som du skriver på tidspunktet for registreringen

source: Purchased Exam
nb: Kjøpte eksamen

source: Expired Exam
nb: utløpt eksamen

source: These are the exam(s) which has been expired
nb: Dette er eksamen (er) som er utløpt

source: No Exams found
nb: Ingen eksamener funnet

source: Thank you for using the test
nb: Takk for at du bruker test

source: 1. The test instructions were
nb: 1. Test Instruksjonene var

source: Largely Clear
nb: Hovedsakelig Clear

source: Not Clear
nb: Ikke tydelig

source: 2. Language of question was
nb: 2. Språk på spørsmålet var

source: 3. Overall test experience was
nb: 3. Samlet test erfaring var

source: Good
nb: God

source: Better
nb: Bedre

source: Best
nb: Beste

source: Any other feedback suggestion
nb: Enhver annen tilbakemelding forslag

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
nb: Vennligst lukk alle dine chattevinduer, skjerm-saver, og anti-virus programmer før du starter testen

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
nb: Vennligst ikke trykk på \ "F5 " under testen. Dette vil fullføre testen, og du vil ikke være i stand til å re-åpne test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
nb: Svarene dine vil bli lagret. Hvis testen er frakoplet eller annen grunn, vil dine svar frem til det punktet bli frelst

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
nb: Lukk alle programmer som laster opp eller ned filer i bakgrunnen For eksempel: Dropbox, torrent, etc

source: Instructions
nb: Instruksjoner

source: I am ready to begin
nb: Jeg er klar til å begynne

source: Exam Start
nb: Eksamen på start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
nb: Denne eksamen er betalt. Beløpet skal trekkes på lommeboken din automatisk. Etter å ha startet eksamen timeren vil ikke stoppe. Ønsker du å betale og begynne?

source: These are the exam(s) which has been purchased
nb: Dette er eksamen (er) som har blitt kjøpt

source: Correct Marks
nb: Riktig Marks

source: Save & Next
nb: Lagre og Neste

source: Review
nb: gjennomgang

source: Reset Answer
nb: reset Svar

source: Finish
nb: Fullført

source: Current Question
nb: Nåværende Spørsmål

source: Answered
nb: svarte

source: Not Answered
nb: ikke besvart

source: Navigated Away
nb: navigert Away

source: you had navigated away from the test window. This will be reported to Moderator
nb: du hadde navigert bort fra testvinduet. Dette vil bli rapportert til moderator

source: Do not repeat this behaviour
nb: Ikke gjenta denne atferden

source: Otherwise you may get disqualified
nb: Ellers kan du bli diskvalifisert

source: Continue
nb: Fortsette

source: Finalize
nb: Ferdig

source: Do you wish to submit and close the
nb: Ønsker du å sende inn og lukke

source: Once you submit, you will not be able to review the
nb: Når du sender inn, vil du ikke være i stand til å gjennomgå

source: Summary of your attempts in this
nb: Oppsummering av dine forsøk i denne

source: as show below
nb: som vist nedenfor

source: Attempted
nb: Forsøkte

source: Return To First Question
nb: Gå tilbake til første spørsmål

source: These are the exam(s) that are planned you in near future
nb: Dette er eksamen (e) som er planlagt deg i nær fremtid

source: Attempt Now
nb: forsøk nå

source: Your performance compared to your group
nb: Din ytelse sammenlignet med gruppen

source: Can't read? Reload
nb: Kan ikke lese? Last

source: Enter security code shown above
nb: Skriv inn sikkerhetskoden du ser ovenfor

source: Answer simple math
nb: Svar enkel matematikk

source: Attempts
nb: forsøk

source: Remaining
nb: Gjenværende værende~~POS=HEADCOMP

source: Expiry Date
nb: Utløpsdato

source: Expired Date
nb: Utgått på dato

source: Free
nb: Gratis

source: Not Purchased
nb: ikke Kjøpt

source: View Details
nb: Vis Detaljer

source: Installation
nb: Installasjon

source: Step 1 of 4
nb: Trinn 1 av 4

source: Server Configuration & Setup Requirements
nb: Server Configuration & Setup Krav

source: Setup Requirements
nb: Setup Krav

source: Installing this software require certain server side extension and capability
nb: Installere denne programvaren krever visse server side forlengelse og evne

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
nb: sjekk under og sammenligne med server nåværende statuer til høyre. Du kan klikke på ikonet ved siden av hver teknologi for detaljer.

source: Extensions &amp; Applications
nb: Extensions & amp; applikasjoner

source: HTTP Server. For example: Apache
nb: HTTP Server. For eksempel: Apache

source: Require
nb: Krev

source: PHP 5.2.8 or greater
nb: PHP 5.2.8 eller høyere

source: Database Engine MySQL (4 or greater)
nb: Database Engine MySQL (4 eller høyere)

source: PDO Extension
nb: PUD Extension
