Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nor/LC_MESSAGES/default.po
Languages: nb

source: Mandatory
nb: Påbudt

source: Web Server
nb: Internett server

source: PHP Version
nb: PHP versjon

source: MYSQL Version
nb: MYSQL versjon

source: PDO Unavailable
nb: PUD utilgjengelig

source: PDO Available
nb: PUD Tilgjengelig

source: GD Availiable
nb: GD noe ledig

source: Directory &amp; File Permission
nb: Directory & amp; File Tillatelse

source: These Folders of Files need to be
nb: Disse mapper av filer må være

source: Writable
nb: skrivbar

source: for application to be installed.
nb: for programmet som skal installeres.

source: Folders or Files
nb: Mapper eller filer

source: Refresh
nb: Oppfrisknings

source: Let's Start
nb: La oss begynne

source: Step 2 of 4
nb: Trinn 2 av 4

source: Installation Agreement
nb: installasjon avtalen

source: I Accept to Proceed
nb: Jeg godtar å Fortsett

source: Step 3 of 4
nb: Trinn 3 av 4

source: Database Connection Settings
nb: Database Tilkoblingsinnstillinger

source: Host Name
nb: Vertsnavn

source: Usually Localhost
nb: vanligvis Localhost

source: Database User Name
nb: Database Brukernavn

source: Test Connection
nb: test tilkobling

source: Step 4 of 4
nb: Trinn 4 av 4

source: Name of Your Website
nb: Navn på ditt nettsted

source: Useful for SEO
nb: Nyttig for SEO

source: Meta Content for SEO
nb: Meta innhold for SEO

source: Please Select Timezone
nb: Vennligst velg tidssone

source: Name of Your Organization/Company
nb: Navnet på din organisasjon / firma

source: Default Admin Email
nb: Standard Admin E-post

source: Install Sample Data With Dummy Entries
nb: Installer eksempeldata med smokk Entries

source: Install
nb: Installer

source: Welcome to
nb: Velkommen til

source: Sign out
nb: Logg Av

source: Copyright
nb: Opphavsrett

source: follow on facebook
nb: Følg på facebook

source: Latest News & Events
nb: Nyheter og arrangementer

source: Time
nb: Tid

source: Download PDF
nb: Last ned PDF

source: Average Percentage(%)
nb: Gjennomsnittlig prosent (%)

source: Exam Given
nb: Eksamen Gitt

source: Delete Forever
nb: Slett for alltid

source: Move to Trash
nb: Flytt til søppel

source: News Detail
nb: Nyheter detaljer

source: No of Visitors
nb: Ingen av besøkende

source: No of Students
nb: Ingen av Studenter

source: No of Exams
nb: Ingen av eksamener

source: Payment From Pay Pal
nb: Betaling Fra Pay Pal

source: Pay From Pay Pal
nb: Pay Fra Pay Pal

source: Profile
nb: Profil

source: Edit Profile
nb: Edit Profil

source: Security Code
nb: Sikkerhetskode

source: Answers
nb: svar

source: My Results
nb: Mine resultater

source: Attempt Date
nb: forsøk Dato

source: SUBJECT REPORT
nb: UNDER RAPPORT

source: TIME MANAGEMENT
nb: TIDSFORDRIV

source: QUESTION REPORT
nb: SPØRSMÅL RAPPORT

source: SOLUTION
nb: LØSNING

source: COMPARE REPORT
nb: Sammenlign rapport

source: Score Card For
nb: Resultat-kort for

source: Total No. of Student
nb: Totalt Antall Student

source: My Marks
nb: Mine Marks

source: Total Marks of Test
nb: Totalt Marks av Test

source: My Percentile
nb: min Percentile

source: Total Question in Test
nb: Total Spørsmål i test

source: Total Attempt Question in Test
nb: Total Forsøk spørsmål i test

source: Left Question
nb: venstre Spørsmål

source: Left Question Marks
nb: Venstre Spørsmål Marks

source: Total Time of Test
nb: Total tid av Test

source: My Time
nb: Min tid

source: My Rank
nb: min Rank

source: Performance Report For
nb: Resultatrapport for

source: Question & Marks Wise Report For
nb: Spørsmål & Marks Wise rapport for

source: Subject Report For
nb: Subject rapport for

source: Correct
nb: korrigere

source: Unattempted Questions
nb: Unattempted spørsmål

source: Graphical Report For
nb: Grafisk rapport for

source: Question Report For
nb: Spørsmål rapport for

source: Question Status
nb: spørsmål Status

source: Your Answer
nb: Ditt svar

source: Your Score
nb: Din poengsum

source: Your Time
nb: Din tid

source: Solution For
nb: løsning For

source: Not Attempt
nb: ikke Forsøk

source: Attempt
nb: Forsøk

source: Incorrect
nb: Uriktig

source: Your Answers
nb: dine svar

source: Solution
nb: Løsning

source: Unbookmark
nb: Fjern bokmerket

source: Compare Report For
nb: Sammenligne rapport for

source: Total Ques.
nb: Totalt Ques.

source: Maximum Marks
nb: Maksimum Marks

source: Attempted Ques.
nb: Forsøk Ques.

source: Correct Ques.
nb: Riktig Ques.

source: Incorrect Ques.
nb: Feil Ques.

source: Percentile
nb: persentil

source: Previous
nb: Forrige

source: This is to certify that
nb: Dette er for å bekrefte at

source: has succesfully completed the
nb: har med hell gjennomført

source: in course program offered by
nb: i kursprogram som tilbys av

source: Student Login
nb: student Pålogging

source: Sign In
nb: Logg inn

source: Forgot Passwocrd
nb: Glemt Passwocrd

source: New User? Create Account
nb: Ny bruker? Opprett konto

source: Engine is not loaded
nb: Motoren er ikke lastet

source: Pdf engine "%s" not found
nb: Pdf motor \ " %s " ikke funnet

source: Pdf engines must extend "AbstractPdfEngine"
nb: Pdf-motorer må utvide \ "AbstractPdfEngine "

source: Crypto is not loaded
nb: Crypto er ikke lastet

source: Pdf crypto "%s" not found
nb: Pdf krypto \ " %s " ikke funnet

source: Crypto engine must extend "AbstractPdfCrypto"
nb: Crypto Motoren må utvide \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
nb: Controller attributt $ pdfConfig er ikke riktig eller mangler

source: Total Requests made: :requests
nb: Totalt Forespørsler:: forespørsler

source: Total Time elapsed: :duration (seconds)
nb: Total tid medgått:: varighet (sekunder)

source: Requests/Second: :rps req/sec
nb: Forespørsler / Second:: rps req / sek

source: Average request time: :average-time seconds
nb: Gjennomsnittlig forespørsel tid:: gjennomsnittlig tid sekunder

source: Standard deviation of average request time: :std-dev
nb: Standardavvik av gjennomsnittlig forespørsel tid:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
nb: Lengste / korteste forespørsel:: lengste sec /: kortest sek

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
nb: Lar deg hente noen grove benchmarking statisticsabout en fullstendig nettadresse.

source: The URL to request.
nb: Webadressen å be.

source: Number of iterations to perform.
nb: Antall iterasjoner for å utføre.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
nb: Maksimal total tid for alle gjentakelser, i seconds.If en enkelt iterasjon tar mer enn timeout, vil bare en forespørsel gjøres

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
nb: Eksempel Bruk: `kake benchmark-N 10 --T 100 http: // localhost / testsite`. <Info> Merk: </ info> denne benchmark inkluderer ikke leseren gjengi ganger.

source: Component initialization
nb: Component initialisering

source: Controller action
nb: Controller handling

source: Controller action start
nb: Controller handling start

source: Processing toolbar state
nb: Processing verktøylinjen state

source: Processing toolbar data
nb: Behandling verktøylinjen data

source: Controller render start
nb: Controller gjengi start

source: Could not load DebugToolbar panel %s
nb: Kunne ikke laste DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
nb: Kjerne Processing (Avledet fra $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
nb: Overskrifter allerede sendt inn %s på linje %s . Kan ikke sende loggdata til FirePHP.

source: Incorrect parameter count for FireCake::fb()
nb: Feil parameter teller for FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
nb: Maksimalt antall (99 999) av meldinger nådd!

source: There are no active panels. You must enable a panel to see its output.
nb: Det er ingen aktive paneler. Du må aktivere et panel for å se sin produksjon.

source: App Constants
nb: App konstanter

source: CakePHP Constants
nb: CakePHP konstanter

source: PHP Environment
nb: PHP Miljø

source: Hidef Environment
nb: HIDEF Miljø

source: Request History
nb: forespørsel om History

source: No previous requests logged.
nb: Ingen tidligere forespørsler logget.

source: previous requests available
nb: tidligere forespørsler tilgjengelige

source: Restore to current request
nb: Gjenopprett til gjeldende forespørsel

source: Included Files
nb: inkludert filer

source: Logs
nb: logger

source: There were no log entries made this request
nb: Det var ingen loggoppføringer laget denne forespørselen

source: Request
nb: Forespørsel

source: No post data.
nb: Ingen innlegg data.

source: No querystring data.
nb: Ingen mottatte forespørsels data.

source: Current Route
nb: Gjeldende rute

source: Sql Logs
nb: sql Logger

source: No query logs when debug < 2.
nb: Ingen søkeloggene når feilretting <2.

source: No query logs.
nb: Ingen søkeloggene.

source: Total Time: %s ms <br />Total Queries: %s queries
nb: Total tid: %s ms <br /> Totalt spørringer: %s spørringer

source: Query Explain:
nb: Query Forklar:

source: Click an "Explain" link above, to see the query explanation.
nb: Klikk på en \ "Forklar " linken ovenfor, for å se spørringen forklaring.

source: No active database connections
nb: Ingen aktive database tilkoblinger

source: Memory
nb: Hukommelse

source: Peak Memory Use
nb: Peak Minnebruk

source: Memory use
nb: bruk Memory

source: Total Request Time:
nb: Total Request Tidspunkt:

source: Time in ms
nb: Tid i ms

source: Graph
nb: Diagram

source: View Variables
nb: Se variabler

source: Rendering View
nb: Gjengivelse Vis

source: Rendering %s
nb: Gjengivelse %s

source: View render complete
nb: Vis gjengi komplett

source: Explain
nb: forklare

source: Starting %sms into the request, taking %sms
nb: Starter %s ms til forespørselen, tar %s ms

source: No markup errors found
nb: Ingen kodefeil funnet

source: maybe slow
nb: kanskje treg

source: Absolute path or relative to APP.
nb: Absolutt sti eller i forhold til APP.

source: An error occured while getting the status of your account.
nb: Det oppstod en feil ved henting av status for kontoen din.

source: There was an error while connecting to Paypal
nb: Det oppstod en feil under tilkobling til Paypal

source: There was a problem initiating the transaction, please try again.
nb: Det var et problem å initiere transaksjonen, prøv igjen.

source: There was a problem getting your details, please try again.
nb: Det var et problem å få dine detaljer, vennligst prøv igjen.

source: There was an error completing the payment
nb: Det var en feil å fullføre betalingen

source: There was a problem processing the transaction, please try again.
nb: Det var et problem å behandle transaksjonen, prøv igjen.

source: There was an error processing the card payment
nb: Det oppstod en feil under betalingskortet

source: There was a problem processing your card, please try again.
nb: Det var et problem under behandling av kortet ditt, kan du prøve på nytt.

source: There was an error processing the the refund
nb: Det var en feil under behandling av refusjons

source: A problem occurred during the refund process, please try again.
nb: Det oppstod et problem under refusjonsprosessen, prøv igjen.

source: There was an problem communicating with the payment gateway
nb: Det var et problem i kommunikasjonen med betalingen gateway

source: Missing client id/secret
nb: Mangler klient id / hemmelig

source: Must specify an expiry date
nb: Må spesifisere en utløpsdato

source: Must include a M and Y in expiry date
nb: Må inneholde en M og Y i utløpsdato

source: Invalid expiry date
nb: Ugyldig utløpsdato

source: Invalid card number
nb: ugyldig kortnummer

source: Invalid CVV2 number
nb: Ugyldig CVV2 nummer

source: Invalid card type
nb: Ugyldig korttype

source: Could not detect client IP address
nb: Kunne ikke oppdage klient IP-adresse

source: Not a valid credit card number
nb: Ikke et gyldig kredittkortnummer

source: You must include the 3 digit security number
nb: Du må ta den 3-sifrede sikkerhets nummer

source: Must specify an "amount" to charge
nb: Må spesifisere en \ "mengde " for å lade

source: You must pass a valid order array
nb: Du må passere en gyldig ordre matrise

source: Valid "return" and "cancel" urls must be provided
nb: Gyldig \ "tilbake " og \ "avbryt " webadresser må oppgis

source: You must provide a currency code
nb: Du må gi en valutakode

source: Original PayPal Transaction ID is required
nb: Original PayPal Transaksjons ID kreves

source: Must specify an "amount" to refund
nb: Må spesifisere en \ "mengde " å refundere

source: You must specify a refund type, such as Full or Partial
nb: Du må angi en tilbakebetaling type, for eksempel hel eller delvis

source: File was not downloaded.
nb: Filen ble ikke lastet ned.

source: No %s found for that date range
nb: Ingen %s funnet for at datointervall

source: Your form data is preserved you'll be redirected to it after login.
nb: Skjemaet data blir bevart du vil bli omdirigert til den etter innlogging.

source: Error notification from %s
nb: Feil melding fra %s

source: Algeria
nb: Algerie

source: American Samoa
nb: Amerikansk Samoa

source: Antarctica
nb: [16] ^ Antarctica.

source: Antigua and Barbuda
nb: Antigua og Barbuda

source: Austria
nb: Østerrike

source: Azerbaijan
nb: Aserbajdsjan

source: Belarus
nb: Hviterussland

source: Belgium
nb: Belgia

source: Bosnia and Herzegovina
nb: Bosnia og Herzegovina

source: Bouvet Island
nb: Bouvetøya

source: Brazil
nb: Brasil

source: Cambodia
nb: Kambodsja

source: Cameroon
nb: Kamerun.

source: Cape Verde
nb: Kapp Verde

source: Cayman Islands
nb: Caymanøyene

source: Central African Republic
nb: Den sentralafrikanske republikk

source: Chad
nb: Tsjad

source: China
nb: kina

source: Christmas Island
nb: jule~~POS=TRUNC Island

source: Comoros
nb: Komorene

source: Congo
nb: Kongo

source: Congo, the Democratic Republic of the
nb: Kongo, Den demokratiske republikken

source: Cook Islands
nb: Cookøyene

source: Croatia
nb: Kroatia

source: Cyprus
nb: Kypros

source: Czech Republic
nb: Tsjekkia

source: Denmark
nb: Danmark

source: Dominican Republic
nb: den dominikanske republikk

source: Equatorial Guinea
nb: Ekvatorial-Guinea

source: Estonia
nb: Estland

source: Ethiopia
nb: Etiopia

source: Falkland Islands (Malvinas)
nb: Falklandsøyene (Malvinas)

source: Faroe Islands
nb: Færøyene

source: France
nb: frankrike

source: French Guiana
nb: Fransk Guyana

source: French Polynesia
nb: Fransk Polynesia

source: French Southern Territories
nb: De franske sørterritorier

source: Germany
nb: Tyskland

source: Greece
nb: hellas

source: Greenland
nb: Grønland

source: Heard Island and Mcdonald Islands
nb: Hørt Island og McDonald-øyene

source: Holy See (Vatican City State)
nb: Holy See (Vatikanstaten)

source: Hungary
nb: Ungarn

source: Iceland
nb: Island

source: Iraq
nb: Irak

source: Ireland
nb: Irland

source: Italy
nb: italia

source: Kazakhstan
nb: Kasakhstan

source: Korea, Democratic People's Republic of
nb: Korea, Den demokratiske folkerepublikken

source: Korea, Republic of
nb: Korea, Republikken

source: Kyrgyzstan
nb: Kirgisistan

source: Lao People's Democratic Republic
nb: Lao Folkets demokratiske republikken

source: Lebanon
nb: Libanon

source: Libyan Arab Jamahiriya
nb: Libya

source: Lithuania
nb: Litauen

source: Macedonia, the Former Yugoslav Republic of
nb: Makedonia, Den tidligere jugoslaviske republikken

source: Madagascar
nb: Madagaskar

source: Maldives
nb: Maldivene

source: Marshall Islands
nb: Marshalløyene

source: Micronesia, Federated States of
nb: Mikronesiaføderasjonen av

source: Moldova, Republic of
nb: Moldova, Republikken

source: Morocco
nb: Marokko

source: Mozambique
nb: Mosambik

source: Netherlands
nb: Nederland

source: Netherlands Antilles
nb: De nederlandske Antillene

source: New Caledonia
nb: Ny Caledonia

source: Northern Mariana Islands
nb: Nord-Marianene

source: Norway
nb: norge

source: Palestinian Territory, Occupied
nb: Palestina

source: Papua New Guinea
nb: Papua Ny-Guinea

source: Philippines
nb: Filippinene

source: Poland
nb: Polen

source: Reunion
nb: Gjenforening

source: Russian Federation
nb: Russland

source: Saint Kitts and Nevis
nb: Saint Kitts og Nevis

source: Saint Pierre and Miquelon
nb: Saint Pierre og Miquelon

source: Saint Vincent and the Grenadines
nb: Saint Vincent og Grenadinene

source: Sao Tome and Principe
nb: São Tomé og Príncipe

source: Serbia and Montenegro
nb: Serbia og Montenegro

source: Seychelles
nb: Seychellene

source: Solomon Islands
nb: Salomonøyene

source: South Africa
nb: Sør-Afrika

source: South Georgia and the South Sandwich Islands
nb: Sør-Georgia og Sør-Sandwichøyene

source: Spain
nb: spania

source: Suriname
nb: Surinam

source: Svalbard and Jan Mayen
nb: Svalbard og Jan Mayen

source: Sweden
nb: Sverige

source: Switzerland
nb: Sveits

source: Syrian Arab Republic
nb: Syria

source: Taiwan, Province of China
nb: Taiwan, Province i Kina

source: Tajikistan
nb: Tadsjikistan

source: Tanzania, United Republic of
nb: Tanzania, Den Forente Republikk

source: Timor-Leste
nb: Øst-Timor

source: Togo
nb: Å gå

source: Trinidad and Tobago
nb: Trinidad og Tobago

source: Turkey
nb: Tyrkia**

source: Turks and Caicos Islands
nb: Turks og Caicosøyene

source: Ukraine
nb: Ukraina

source: United Arab Emirates
nb: De forente arabiske emirater

source: United Kingdom
nb: Storbritannia

source: United States
nb: Forente Stater

source: Uzbekistan
nb: Usbekistan

source: Wallis and Futuna
nb: Wallis og Futuna

source: Western Sahara
nb: Vest-Sahara

source: Yemen
nb: Jemen

source: Invalid argument #1: %s is not a valid %s identifyer.
nb: Ugyldig argument # 1: %s er ikke en gyldig %s identifyer.

source: %s for Row %d failed to save.
nb: %s for Row %d ikke klarte å redde.

source: You need to define at least one field to be toggleable.
nb: Du må definere minst ett felt å være toggleable.

source: The field %s is not in the list of toggleable fields.
nb: Feltet %s er ikke i listen over toggleable felt.

source: The field %s does not have two toggleable states defined.
nb: Feltet %s har ikke to toggleable tilstander definert.

source: Invalid record
nb: Ugyldig rekord

source: Server lipsum.com returns error code %s.
nb: Server lipsum.com returnerer feilkode %s .

source: Response from lipsum.com is empty or could not be decoded.
nb: Svar fra lipsum.com er tom eller ikke kan dekodes.

source: Connection to server lipsum.com failed. %s.
nb: Tilkobling til serveren lipsum.com mislyktes. %s .

source: Please correct the errors below.
nb: Vennligst rett feilene under.

source: Error
nb: Feil

source: The requested address %s was not found on this server.
nb: Den forespurte adressen %s ble ikke funnet på denne serveren.

source: An Internal Error Has Occurred.
nb: En intern feil har oppstått.

source: datasource configuration was not found
nb: datakilde konfigurasjon ble ikke funnet

source: CakePHP: the rapid development php framework
nb: CakePHP: den raske utviklingen php rammeverk

source: Debug setting does not allow access to this url.
nb: Debug innstillingen gir ikke tilgang til denne url.

source: Add New Exam
nb: Legg til ny eksamen

source: Inactive
nb: Inaktiv

source: Start & End Date
nb: Start-og sluttdato

source: Certification of Completion
nb: Sertifisering av Completion

source: Click here to download excel file format
nb: Klikk her for å laste ned excel-format

source: Are you sure, you want to close this exam?
nb: Er du sikker på at du ønsker å lukke denne eksamen?

source: Are you sure, you want to re-activate this exam?
nb: Er du sikker på at du ønsker å aktivere denne eksamen?

source: Closed
nb: Avsluttet

source: Results
nb: Resultater

source: Configurations
nb: konfigurasjoner

source: General
nb: Generelt

source: Contents
nb: innhold

source: Email & SMS
nb: E-post og SMS

source: Knowledge Base (for Documentation)
nb: Knowledge Base (for dokumentasjon)

source: Live Chat (For Sales & Billing Only)
nb: Live Chat (For Salg & Billing Only)

source: Support (For Technical Support)
nb: Support (For teknisk støtte)

source: Visit Our Website
nb: Besøk vår hjemmeside

source: for more documentation & Details
nb: for mer dokumentasjon og opplysninger
