Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nor/LC_MESSAGES/validation.po
Languages: nb

source: Only letters and numbers allowed
nb: Bare bokstaver og tall er tillatt

source: Group already exist
nb: Gruppe allerede eksisterer

source: Only Url
nb: bare Url

source: File does not have a valid extension
nb: Fil ikke har en gyldig forlengelse

source: You must supply a JPG, GIF or PNG File.
nb: Du må oppgi en JPG, GIF eller PNG-fil.

source: Invalid Header Contact
nb: Ugyldig Header Kontakt

source: Only Alphabets
nb: bare alfabeter

source: Currency Name already exist
nb: Valuta navn eksisterer allerede

source: You must supply image height is less than 50px
nb: Du må oppgi bildehøyden er mindre enn 50 piksler

source: You must supply image width is less than 50px
nb: Du må oppgi bildebredden er mindre enn 50 piksler

source: Only numbers allowed
nb: Kun tall tillatt

source: Only Date/time format
nb: Kun Dato / tidsformat

source: Enter a valid email
nb: Skriv inn en gyldig e-post

source: Please select
nb: Vennligst velg

source: Invalid Username
nb: Ugyldig brukernavn

source: Invalid Password
nb: ugyldig passord

source: Invalid Signature
nb: Ugyldig signatur

source: Only numbers
nb: Kun tall 0 - 9

source: You must supply image height is less than 220px
nb: Du må oppgi bildehøyden er mindre enn 220px

source: This Email has already been exist! try new one
nb: Denne e har allerede vært eksisterer! prøve nye

source: Password required
nb: passord kreves

source: Password minimum 4 character long
nb: Passord minimum 4 tegn lang

source: Name already exist
nb: Navn eksisterer allerede
