Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: These are the exam(s) that can be taken right now
es: Estos son los exámen(s) que se pueden tomar en este momento

source: No Exams found for today
es: Exámenes de números encontrados para hoy

source: Something went wrong
es: Algo salió mal

source: Show
es: Espectáculo

source: entries
es: entradas

source: Prev
es: Anterior

source: Next
es: Siguiente

source: Showing {:start} to {:current} of {:count} entries
es: Mostrando {:start} a {:current} de {:count} entradas

source: Email Verification
es: Verificación de Email

source: Please Enter Verification Code in the Text Box
es: Por favor, introduzca el código de verificación en el cuadro de texto

source: Re-Send Email Verification
es: Re-Enviar correo electrónico de verificación

source: Please Enter Email Id in the Text Box which you enter at the time of registration
es: Por favor, introduzca identificación de correo electrónico en el cuadro de texto que se introduce en el momento de la inscripción

source: Purchased Exam
es: Examen comprado

source: Expired Exam
es: Examen caducado

source: These are the exam(s) which has been expired
es: Estos son los exámene(s) que se ha expirado

source: No Exams found
es: No se encontraron Exámenes

source: Thank you for using the test
es: Gracias por usar la prueba

source: 1. The test instructions were
es: 1. El modo de prueba eran

source: Largely Clear
es: En gran parte Borrar

source: Medium Clear
es: medio nublado

source: Not Clear
es: No es claro

source: 2. Language of question was
es: 2. Lengua de pregunta era

source: 3. Overall test experience was
es: 3. En general la experiencia prueba fue

source: Good
es: Bueno

source: Better
es: Mejor

source: Best
es: superior

source: Any other feedback suggestion
es: Cualquier otra sugerencia de la regeneración

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
es: Por favor, cierre todas las ventanas de chat, protector de pantalla, y los programas antivirus antes de comenzar la prueba

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
es: Por favor, no pulse la tecla "F5" durante la prueba. Esto termina la prueba y no será capaz de volver a abrir la prueba

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
es: Se guardarán sus respuestas. Si la prueba se desconecta por cualquier razón, se guardarán sus respuestas hasta ese momento

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
es: Por favor, cierre todos los programas que cargar o descargar archivos en segundo plano Por ejemplo: Dropbox, torrente, etc.

source: Instructions
es: Instrucciones

source: I am ready to begin
es: Estoy listo para comenzar

source: Exam Start
es: examen de inicio

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
es: se paga este examen. Cantidad debe deducirse en su cartera de forma automática. Después de iniciar el cronómetro del examen no se detendrá. ¿Quieres pagar y empezar?

source: These are the exam(s) which has been purchased
es: Estos son los exámene(s) que ha sido comprado

source: Correct Marks
es: marcas correctas

source: Save & Next
es: Guardar y Siguiente

source: Unreview
es: Sin revisar

source: Review
es: revisar

source: Reset Answer
es: Restablecer respuesta

source: Finish
es: Terminar

source: Current Question
es: Corriente Pregunta

source: Answered
es: Contestada

source: Not Answered
es: No contestado

source: Navigated Away
es: navegado lejos

source: you had navigated away from the test window. This will be reported to Moderator
es: usted había navegado lejos de la ventana de prueba. Esto se informó al moderador

source: Do not repeat this behaviour
es: No repetir este comportamiento

source: Otherwise you may get disqualified
es: Lo contrario se podría descalificado

source: Continue
es: Continuar

source: Finalize
es: Finalizar

source: Do you wish to submit and close the
es: ¿Quiere enviar y cerrar el

source: Once you submit, you will not be able to review the
es: Una vez enviado, usted no será capaz de revisar la

source: Summary of your attempts in this
es: Resumen de sus intentos en este

source: as show below
es: Como se muestra abajo

source: Attempted
es: Intentó

source: Return To First Question
es: Volver a la primera pregunta

source: These are the exam(s) that are planned you in near future
es: Estos son los exámene(s) que se colocan en un futuro próximo

source: Attempt Now
es: Ahora intente

source: Your performance compared to your group
es: Su rendimiento en comparación con su grupo

source: Can't read? Reload
es: No se puede leer? Recargar

source: Enter security code shown above
es: Entre el código de seguridad mostrado arriba

source: Answer simple math
es: Respuesta simple matemática

source: Attempts
es: Los intentos

source: Remaining
es: Restante

source: Expiry Date
es: Fecha de caducidad

source: Expired Date
es: Fecha de caducidad

source: Free
es: Gratis

source: Not Purchased
es: No comprado

source: View Details
es: Ver detalles

source: Load Editor
es: Cargar Editor

source: Installation
es: Instalación

source: Step 1 of 4
es: Paso 1 de 4

source: Server Configuration & Setup Requirements
es: Requisitos de configuración del servidor y de instalación

source: Setup Requirements
es: Requisitos de instalación

source: Installing this software require certain server side extension and capability
es: Esta instalación requiere cierta extensión del lado del servidor y la capacidad

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
es: por favor marque a continuación y comparar con el estado actual del servidor a la derecha. Puede hacer clic en el icono al lado de cada tecnología para más detalles.

source: Extensions &amp; Applications
es: Las extensiones y aplicaciones

source: HTTP Server. For example: Apache
es: Servidor HTTP. Por ejemplo: Apache

source: Require
es: Exigir

source: PHP 5.2.8 or greater
es: PHP 5.2.8 o mayor

source: Database Engine MySQL (4 or greater)
es: MySQL Database Engine (4 o más)

source: PDO Extension
es: DOP Extensión

source: GD Extension
es: Extensión GD

source: Mandatory
es: Obligatorio

source: Server Status
es: El estado del servidor

source: Web Server
es: Servidor web

source: PHP Version
es: Versión PHP

source: MYSQL Version
es: Versión MySQL

source: PDO Unavailable
es: PDO Indisponible

source: PDO Available
es: PDO Disponible

source: GD Availiable
es: GD Disponible

source: GD Unavailiable
es: GD No Disponible

source: Directory &amp; File Permission
es: Directorio y de permisos de archivo

source: These Folders of Files need to be
es: Estas carpetas de archivos tienen que estar

source: Writable
es: grabable

source: for application to be installed.
es: para la aplicación a instalar.

source: Folders or Files
es: Carpetas o archivos

source: Refresh
es: Refrescar

source: Let's Start
es: Vamos a empezar

source: Step 2 of 4
es: Paso 2 de 4

source: Installation Agreement
es: Acuerdo de la instalación

source: I Accept to Proceed
es: Acepto para proceder

source: Step 3 of 4
es: Paso 3 de 4

source: Database Connection Settings
es: Configuración de la conexión de base de datos

source: Host Name
es: Nombre de host

source: Usually Localhost
es: Por lo general, localhost

source: Database Name
es: Nombre de la base de datos

source: Database User
es: Base de datos del usuario

source: Database User Name
es: Nombre de usuario de base de datos

source: Database Password
es: base de datos de contraseña

source: Database User Password
es: Base de datos de usuario Contraseña

source: Database Type
es: Tipo de base de datos

source: Test Connection
es: Conexión de prueba

source: Step 4 of 4
es: Paso 4 de 4

source: Name of Your Website
es: Nombre de su página web

source: Meta Keyword
es: meta de palabras clave

source: Useful for SEO
es: Útil para el SEO

source: Meta Content for SEO
es: Meta contenido para SEO

source: Please Select Timezone
es: Por favor seleccione Zona horaria

source: Name of Your Organization/Company
es: Nombre de la organización / Compañía

source: Default Admin Email
es: Predeterminado del administrador de correo electrónico

source: Install Sample Data With Dummy Entries
es: Instalar los datos de ejemplo con el maniquí Entradas

source: Install
es: Instalar

source: Welcome to
es: Bienvenido a

source: Set Avatar
es: conjunto de Avatar

source: Sign out
es: desconectar

source: Copyright
es: Derechos de autor

source: follow on facebook
es: siga en facebook

source: Latest News & Events
es: Último Noticias y Eventos

source: Time
es: Hora

source: Download PDF
es: Descargar PDF

source: Average Percentage(%)
es: Porcentaje promedio (%)

source: Exam Given
es: Teniendo en cuenta el examen

source: Delete Forever
es: Borrar para siempre

source: Move to Trash
es: Mover a la papelera

source: News Detail
es: Detalle de las noticias

source: No of Visitors
es: Numero de visitantes

source: No of Students
es: Numero de estudiantes

source: No of Exams
es: Cantidad de exámenes

source: Payment From Pay Pal
es: Pago de PayPal

source: Pay From Pay Pal
es: De pagar PayPal

source: Profile
es: Perfil

source: Edit Profile
es: Editar perfil

source: New Student Register
es: Nuevo Registro de Estudiante

source: Security Code
es: Código de seguridad

source: Answers
es: respuestas

source: My Results
es: Mis resultados

source: Attempt Date
es: Fecha tentativa

source: Max.Marks
es: marcas máximos

source: SCORE CARD
es: TANTEADOR

source: SUBJECT REPORT
es: INFORME TEMA

source: TIME MANAGEMENT
es: GESTIÓN DEL TIEMPO

source: QUESTION REPORT
es: INFORME PREGUNTA

source: SOLUTION
es: SOLUCIÓN

source: COMPARE REPORT
es: INFORME COMPARAR

source: Score Card For
es: Para Scorecard

source: Total No. of Student
es: Número total de Estudiante

source: My Marks
es: Mis marcas

source: Total Marks of Test
es: Marcas totales de prueba

source: My Percentile
es: mi Percentil

source: Total Question in Test
es: Pregunta total en la prueba

source: Total Attempt Question in Test
es: Pregunta total intento en la prueba

source: Left Question
es: pregunta izquierda

source: Left Question Marks
es: Izquierda signos de interrogación

source: Total Time of Test
es: Tiempo total de la prueba

source: My Time
es: Mi tiempo

source: My Rank
es: mi rango

source: Performance Report For
es: Informe de desempeño Para

source: Question & Marks Wise Report For
es: Preguntas y Marcas Informe Wise Para

source: Subject Report For
es: Asunto Informe Para

source: Correct
es: Correcto

source: Unattempted Questions
es: Preguntas Unattempted

source: Graphical Report For
es: Informe gráfica Para

source: Time Management For
es: Gestión del Tiempo Para

source: Question Report For
es: Por cuestión Informe

source: Q.No.
es: Número de pregunta

source: Question Status
es: Estado pregunta

source: Your Answer
es: Tu respuesta

source: Your Score
es: Tu puntuación

source: Your Time
es: Tu tiempo

source: Solution For
es: Solución para

source: Not Attempt
es: no intente

source: Attempt
es: Intento

source: Incorrect
es: Incorrecto

source: Your Answers
es: Tu respuestas

source: Solution
es: Solución

source: Unbookmark
es: Unmarcador

source: Bookmark
es: Marcador

source: Compare Report For
es: Comparar Informe Para

source: Total Ques.
es: pregunta total

source: Maximum Marks
es: marcas máximos

source: Attempted Ques.
es: pregunta intento

source: Unattempted Ques.
es: pregunta Unattempted

source: Correct Ques.
es: correcto pregunta

source: Incorrect Ques.
es: pregunta incorrecta

source: Percentile
es: percentil

source: Previous
es: Anterior

source: This is to certify that
es: Esto es para certificar que

source: has succesfully completed the
es: ha completado con éxito la

source: in course program offered by
es: en el supuesto programa ofrecido por

source: Student Login
es: Acceso de estudiante

source: Sign In
es: Registrarse

source: Forgot Passwocrd
es: Se te olvidó tu contraseña

source: New User? Create Account
es: ¿Nuevo usuario? Crear una cuenta

source: Engine is not loaded
es: El motor no está cargado

source: Pdf engine "%s" not found
es: motor pdf "%s" no encontrado

source: Pdf engines must extend "AbstractPdfEngine"
es: pdf motores deben extenderse "Resumen PDF Engine"

source: Crypto is not loaded
es: Crypto no está cargado

source: Pdf crypto "%s" not found
es: Pdf cripto "%s" no se ha encontrado

source: Crypto engine must extend "AbstractPdfCrypto"
es: motor de cifrado, debe extenderse "Resumen PDF Crypto"

source: Controller attribute $pdfConfig is not correct or missing
es: atributo de controlador $pdfConfig no es correcta o desaparecidos

source: -> Testing :url
es: -> Pruebas :url

source: Total Requests made: :requests
es: Las solicitudes totales made: :requests

source: Total Time elapsed: :duration (seconds)
es: Tiempo Total elapsed: :duration (segundos)

source: Average request time: :average-time seconds
es: solicitud de la media time: :average-time seconds

source: Standard deviation of average request time: :std-dev
es: desviación estándar de la media solicitud time: :std-dev

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
es: Permite obtener algunas estadísticas de evaluación comparativa aproximada acerca de una dirección URL completa.

source: The URL to request.
es: La URL para solicitar.

source: Number of iterations to perform.
es: Número de iteraciones a realizar.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
es: tiempo total máximo para todas las iteraciones, en seconds.If una sola iteración necesita algo más que el tiempo de espera, se hará una sola solicitud

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
es: ejemplo uso: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> este punto de referencia no incluye los tiempos de render navegador.

source: Component initialization
es: componente de inicialización

source: Controller action
es: acción del controlador

source: Controller action start
es: inicio de acción del controlador

source: Processing toolbar state
es: estado de la barra de herramientas de procesamiento

source: Processing toolbar data
es: barra de herramientas de procesamiento de datos

source: Controller render start
es: Controlador render inicio

source: Could not load DebugToolbar panel %s
es: No se pudo cargar paneles barra de depuración

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
es: Procesamiento de núcleo (Derived from $_SERVER["REQUEST_TIME"])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
es: Cabeceras ya enviado en %s en la línea%s. No se pueden enviar los datos de registro a FirePHP.

source: Incorrect parameter count for FireCake::fb()
es: recuento de parámetro incorrecto FireCake::fb()

source: Maximum number (99,999) of messages reached!
es: número máximo (99.999) de los mensajes ha llegado!

source: There are no active panels. You must enable a panel to see its output.
es: No hay paneles activos. Debe habilitar un panel para ver su salida.

source: App Constants
es: App Constantes

source: CakePHP Constants
es: Constantes CakePHP

source: PHP Environment
es: PHP para el Medio Ambiente

source: Hidef Environment
es: De alta definición para el Medio Ambiente

source: Request History
es: Historial de solicitudes

source: No previous requests logged.
es: No hay solicitudes anteriores registradas.

source: previous requests available
es: solicitudes anteriores disponibles

source: Restore to current request
es: Restaurar a la solicitud actual

source: Included Files
es: archivos incluidos

source: Logs
es: Registros

source: There were no log entries made this request
es: No hubo entradas de registro realizadas esta solicitud

source: Request
es: Solicitud

source: No post data.
es: No hay datos de correos.

source: No querystring data.
es: No hay datos de cadena de consulta.

source: Current Route
es: ruta actual

source: Session
es: Sesión

source: Sql Logs
es: Registros SQL

source: No query logs when debug < 2.
es: No se consultan los registros de depuración cuando< 2.

source: No query logs.
es: No hay registros de consultas.

source: Click an "Explain" link above, to see the query explanation.
es: Haga clic y "Explicar" enlace de arriba, para ver la explicación de la consulta.

source: No active database connections
es: No hay conexiones de base de datos activas

source: Memory
es: Memoria

source: Peak Memory Use
es: Usar la memoria de picos

source: Memory use
es: uso de memoria

source: Timers
es: temporizadores

source: Total Request Time:
es: Tiempo total de Solicitud:

source: Time in ms
es: Tiempo en ms

source: Graph
es: Grafico

source: View Variables
es: Ver Variables

source: Rendering View
es: Ver renderizado

source: Rendering %s
es: Representación %s

source: View render complete
es: Ver rendir completa

source: Explain
es: Explique

source: Starting %sms into the request, taking %sms
es: Comenzando %sms en la solicitud, teniendo %sms

source: No markup errors found
es: No se encontraron errores de marcado

source: maybe slow
es: tal vez lenta

source: Absolute path or relative to APP.
es: ruta absoluta o relativa al APP.

source: An error occured while getting the status of your account.
es: Se ha producido un error al obtener el estado de su cuenta.

source: There was an error while connecting to Paypal
es: Hubo un error al conectar con PayPal

source: There was a problem initiating the transaction, please try again.
es: Hubo un problema al iniciar la transacción, por favor intente de nuevo.

source: There was a problem getting your details, please try again.
es: Hubo un problema para conseguir sus datos, por favor intente de nuevo.

source: There was an error completing the payment
es: Hubo un error al completar el pago

source: There was a problem processing the transaction, please try again.
es: Hubo un problema al procesar la transacción, por favor intente de nuevo.

source: There was an error processing the card payment
es: Hubo un error al procesar el pago con tarjeta

source: There was a problem processing your card, please try again.
es: Hubo un problema al procesar su tarjeta, por favor intente de nuevo.

source: There was an error processing the the refund
es: Hubo un error al procesar el reembolso

source: A problem occurred during the refund process, please try again.
es: Un problema ocurrido durante el proceso de reembolso, por favor intente de nuevo.

source: There was an problem communicating with the payment gateway
es: Había un problema de comunicación con la pasarela de pago

source: Missing client id/secret
es: Falta el identificación de cliente / secreta

source: Must specify an expiry date
es: Debe especificar una fecha de caducidad

source: Must include a M and Y in expiry date
es: Debe incluir una M e Y en la fecha de caducidad

source: Invalid expiry date
es: fecha de caducidad no válido

source: Invalid card number
es: número de tarjeta invalido

source: Invalid CVV2 number
es: número CVV2 no válido

source: Invalid card type
es: número

source: Could not detect client IP address
es: No se pudo detectar la dirección IP del cliente

source: Not a valid credit card number
es: No es un número de tarjeta de crédito válida

source: You must include the 3 digit security number
es: Debe incluir el número de seguridad de 3 dígitos

source: Must specify an "amount" to charge
es: Debe especificar una "cantidad" para cargar

source: You must pass a valid order array
es: Debe pasar una matriz de orden válida

source: Valid "return" and "cancel" urls must be provided
es: Válida "retorno" y "Cancelar" se deben proporcionar las direcciones URL

source: You must provide a currency code
es: Debe proporcionar un código de moneda

source: Original PayPal Transaction ID is required
es: Se requiere identificación de la transacción original PayPal

source: Must specify an "amount" to refund
es: Debe especificar una "cantidad" a la devolución

source: You must specify a refund type, such as Full or Partial
es: Debe especificar un tipo de reembolso, tales como Total o Parcial

source: File was not downloaded.
es: El archivo no se ha descargado.

source: No %s found for that date range
es: No se encontró %s para ese rango de fechas

source: Your form data is preserved you'll be redirected to it after login.
es: Sus datos de forma se preserva será redireccionado a él después de inicio de sesión.

source: Error notification from %s
es: Notificación de error de %s

source: Mali
es: Maldives

source: Invalid argument #1: %s is not a valid %s identifyer.
es: Argumento no válido #1:%s no es un identificador válido% c.

source: %s for Row %d failed to save.
es: %s de la fila%d No se pudo guardar.

source: You need to define at least one field to be toggleable.
es: Es necesario definir al menos un campo para ser conmutable.

source: The field %s is not in the list of toggleable fields.
es: El campo %s no está en la lista de campos conmutable.

source: The field %s does not have two toggleable states defined.
es: El campo %s no tiene dos estados definidos conmutable.

source: Invalid record
es: registro no válido

source: Server lipsum.com returns error code %s.
es: Lipsum.com servidor devuelve el código de error %s.

source: Response from lipsum.com is empty or could not be decoded.
es: Respuesta de lipsum.com está vacía o no se ha podido descodificar.

source: Connection to server lipsum.com failed. %s.
es: La conexión al servidor no pudo lipsum.com. %s.

source: Please correct the errors below.
es: Por favor, corrija los errores a continuación.

source: The requested address %s was not found on this server.
es: La dirección solicitada %s no se encontró en este servidor.

source: An Internal Error Has Occurred.
es: Ha ocurrido un error interno.

source: datasource configuration was not found
es: No se ha encontrado la configuración de fuente de datos

source: CakePHP: the rapid development php framework
es: CakePHP: el rápido desarrollo de PHP marco

source: Debug setting does not allow access to this url.
es: valor de depuración no permite el acceso a esta dirección URL.

source: Add New Exam
es: Agregar nuevo examen

source: Inactive
es: Inactivo

source: Start & End Date
es: Fecha de inicio y fin

source: Certification of Completion
es: Certificación de Finalización

source: Click here to download excel file format
es: Haga clic aquí para descargar el formato de archivo de Excel

source: Are you sure, you want to close this exam?
es: ¿Estás seguro de que quieres borrar esta tarea?

source: Are you sure, you want to re-activate this exam?
es: ¿Está seguro, que desea volver a activar este examen?

source: Closed
es: Examen cerrado Desactivar examen

source: Results
es: Mis resultados

source: Configurations
es: configuraciones

source: Contents
es: Contenido

source: Email & SMS
es: Sin SMS para enviar

source: Customer Support Service
es: para la documentación y el apoyo

source: Knowledge Base (for Documentation)
es: Base de conocimientos (para documentación)

source: Forum (24x7x)
es: Foro (24x7x)

source: Live Chat (For Sales & Billing Only)
es: Chat en vivo (para ventas y facturación únicamente)

source: Support (For Technical Support)
es: Apoyo (soporte técnico)
