Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Subjective
es: Subjetivo

source: Objective
es: Objetivo

source: True &amp; False
es: Cierto &amp; Falso

source: Fill in the blanks
es: Llenar los espacios en blanco

source: Total Questions
es: total de preguntas

source: Question Attempt Count
es: Pregunta Conde Tentativa

source: S.No.
es: De serie.número.

source: Student Name
es: Nombre del estudiante

source: Enrolment
es: Inscripción

source: Phone
es: Teléfono

source: Result Status
es: Estado del resultado

source: Forgot Password
es: Se te olvidó tu contraseña

source: Email ID
es: Identificación de correo

source: Submit
es: Enviar

source: Forgot Username
es: Nombre de usuario Olvidé

source: Login
es: Iniciar sesión

source: Verification Code
es: Código de verificación

source: Please enter verification Code
es: Por favor, introduzca el código de verificación

source: Reset Password
es: Restablecer la contraseña

source: Confirm Password
es: Confirmar contraseña

source: Add Groups
es: Añadir grupos

source: Group Name
es: Nombre del grupo

source: Edit Groups
es: Editar Grupos

source: Groups
es: grupos

source: Add New Group
es: Añadir nuevo grupo

source: Add Help Content
es: Añadir contenido Ayuda

source: Title
es: Título

source: Description
es: Descripción

source: Edit Help Content
es: Editar contenido de la Ayuda

source: Help Content
es: Ayuda contenido

source: Add New Help Content
es: Agregar nuevo contenido de la Ayuda

source: Import/Export Qusetions
es: Preguntas de importación / exportación

source: Back To Questions
es: Volver a las preguntas

source: Export Questions
es: Preguntas exportación

source: Select File
es: Seleccione Archivo

source: Import Questions
es: Preguntas de importación

source: Import/Export Students
es: Importar/Exportar Los estudiantes

source: Back To Students
es: De nuevo a los estudiantes

source: Export Students
es: Los estudiantes de exportación

source: Import Students
es: Los estudiantes de importación

source: All Messages
es: Todos los mensajes

source: My Profile
es: Mi perfil

source: Change Password
es: Cambia la contraseña

source: Logout
es: Cerrar sesión

source: Powered by
es: Energizado por

source: Date &amp; Time
es: Fecha &amp; Hora

source: Compose Mail
es: Componer mensaje

source: Search Student Mail
es: Buscar correo Estudiante

source: Message
es: Mensaje

source: Send
es: Enviar

source: Compose
es: Componer

source: Inbox
es: Bandeja de entrada

source: Sent Mail
es: Expedido Correo

source: Trash
es: Basura

source: More
es: Más

source: Mark as Read
es: Marcar como leído

source: Mark as Unread
es: Marcar como no leído

source: Move to Inbox
es: Mover a la bandeja de entrada

source: Reply
es: Respuesta

source: Forward
es: Adelante

source: Menu Names
es: Nombres de los menús

source: Model Name
es: Nombre del modelo

source: Icon
es: Icono

source: Add News
es: Añadir Noticias

source: News Title
es: Noticias Título

source: News Description
es: Descripción Noticias

source: Edit News
es: Editar Noticias

source: News
es: Noticias

source: Add New News
es: Agregar nuevo Noticias

source: Paypal Payment Option
es: Opción de pago paypal

source: Signature
es: Firma

source: Sandbox Mode
es: modo sandbox

source: True
es: Cierto

source: Add Question
es: Añadir Pregunta

source: Question
es: Pregunta

source: Correct Answers
es: Respuestas correctas

source: Type your question here
es: Escribe tu pregunta aqui

source: Answer1
es: respuesta 1

source: Answer2
es: respuesta 2

source: Answer3
es: respuesta 3

source: Answer4
es: respuesta 4

source: Answer5
es: respuesta 5

source: Answer6
es: respuesta 6

source: True/False
es: Cierto/Falso

source: False
es: Falso

source: Blank Space
es: Espacio en blanco

source: Explanation (Optional)
es: Explicación (Opcional)

source: Provide explanation in support of correct answer
es: Proporcionar una explicación en apoyo de la respuesta correcta

source: Hint(optional)
es: Pista (opcional)

source: Hint to help answer correctly
es: Un consejo para ayudar a responder correctamente

source: without minus sign
es: sin signo menos

source: Edit Question Type
es: Editar tipo de pregunta

source: Explanation
es: Explicación

source: Hint
es: Insinuación

source: Questions
es: preguntas

source: Add New Question
es: Añadir nueva pregunta

source: Import/Export Question
es: Importar / Exportar pregunta

source: Answer
es: Responder

source: Question Details
es: Detalles de la pregunta

source: Exam Wise
es: examen Wise

source: Please Select Exam
es: Por favor seleccione examen

source: Status of Result
es: Situación de Resultado

source: Please Select Result Status
es: Por favor, seleccione Estado de Resultado

source: Download Result
es: Descargar Resultado

source: Rank
es: Rango

source: Test
es: Prueba

source: Percent
es: Por ciento

source: Result
es: Resultado

source: View Result
es: Ver resultados de

source: Download/Print Result
es: Descargar / Imprimir Resultado

source: Student Wise
es: Wise estudiante

source: Name or Enrolment Number
es: Nombre o número de matrícula

source: Enrolment Number
es: Número de matrícula

source: Back
es: Espalda

source: Assesment Report for
es: Informe de Evaluación de

source: Taken Date
es: Fecha tomada

source: Total Time
es: Tiempo Total

source: Nos. of Browser tolrance attempt
es: Número de Navegador intento de tolerancia

source: Total Score
es: Puntaje total

source: Student Marks Distribution
es: Estudiante Marcas de Distribución

source: Feedback
es: Realimentación

source: Marks Sheet
es: Hoja de marcas

source: Section Name
es: Nombre de la sección

source: Section proportion
es: sección proporción

source: Actual
es: Real

source: Your Percentage
es: su Porcentaje

source: Section Summary
es: Resumen de la sección

source: Maximum Score
es: Puntuación máxima

source: Developed Skill
es: Habilidad desarrollada

source: Needs Development
es: Las necesidades de desarrollo

source: Lack of Skill
es: Falta de habilidad

source: MCQ answered
es: respuesta MCQ

source: S.N.
es: Número de serie

source: Legend
es: Leyenda

source: Send Emails
es: Enviar correos electrónicos

source: Teachers
es: maestros

source: Any Email
es: cualquier correo electrónico

source: Default all students if you add manually then search student email
es: Por defecto todos los estudiantes si se agrega manualmente a continuación, buscar correo electrónico del estudiante

source: Default all teachers if you add manually then search teacher email
es: Por defecto todos los maestros si agrega manualmente a continuación, buscar correo electrónico maestro

source: Type any email comma seprated
es: Escriba cualquier correo electrónico separadas por comas

source: Type subject
es: tipo de sujeto

source: Select Email Template
es: Seleccionar plantilla de correo electrónico

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
es: Si no desea seleccionar la plantilla de correo electrónico a continuación, simplemente escriba el mensaje de correo electrónico. Una vez que cargue editor de entonces no se puede seleccionar ir plantilla botón para restablecer

source: Send Sms
es: Enviar SMS

source: Any Sms
es: cualquier Sms

source: Default all student if you add manually then search students name
es: Por defecto todos los estudiantes si se agrega manualmente y busque en nombre de los estudiantes

source: Default all teachers if you add manually then search teacher name
es: Por defecto todos los maestros si agrega manualmente a continuación, busque el nombre del maestro

source: Any Number
es: Cualquier número

source: Type any number comma seprated
es: Escriba cualquier número separados por comas

source: Select Sms Template
es: Seleccionar plantilla de SMS

source: Sms Template
es: Plantilla SMS

source: If you do not want to select sms template then simply type sms message
es: Si no desea seleccionar la plantilla de sms a continuación, simplemente escriba mensajes SMS

source: Certificate Signature
es: Firma de certificado

source: Upload Image(* height less than 75px)
es: Sube la imagen (* altura inferior a 75 px)

source: Delete Signature
es: eliminar Firma

source: Add Slides
es: Agregar diapositivas

source: Slide Name
es: Nombre de diapositivas

source: Upload Slide (1350*550)
es: Subir Slide (1350 * 550)

source: Edit Slides
es: Modificar diapositivas

source: Slides
es: diapositivas

source: Add New Slide
es: Añadir Nueva diapositiva

source: SMS Settings
es: Ajustes SMS

source: API Link
es: Enlace API

source: Sender ID
es: identificación del remitente

source: Heading Username
es: La partida nombre de usuario

source: Username field provided by sms gateway
es: campo Nombre de usuario proporcionada por la pasarela SMS

source: Heading Password
es: La partida contraseña

source: Password field provided by sms gateway
es: campo de la contraseña proporcionada por la pasarela SMS

source: Heading Mobile No
es: La partida número de teléfono móvil

source: Mobile No field provided by sms gateway
es: campo de número de teléfono móvil proporcionado por la pasarela SMS

source: Heading Message
es: La partida de mensajes

source: Message field provided by sms gateway
es: campo de mensaje proporcionado por la pasarela SMS

source: Heading Sender Id
es: La partida identificación del remitente

source: Sender Id field provided by sms gateway
es: campo de identificación del remitente proporcionada por la pasarela SMS

source: Add SMS Template
es: Añadir plantilla SMS

source: Edit SMS templates
es: editar plantillas de SMS

source: SMS Templates
es: Plantillas SMS

source: Add New SMS Template
es: Añadir nueva plantilla de SMS

source: Add Students
es: Añadir estudiantes

source: Address
es: Dirección

source: Guardian Phone
es: guardián Teléfono

source: Edit Students
es: Editar estudiantes

source: Renewal Date
es: Fecha de renovación

source: Add New Student
es: Agregar nuevo Estudiante

source: Wallet
es: Billetera

source: Admission Date
es: Fecha de admisión

source: Credit
es: Crédito

source: Debit
es: Débito

source: Balance
es: Equilibrar

source: Date & Time
es: Fecha y hora

source: Payment Through
es: Por medio de pago

source: Remarks
es: observaciones

source: View Student Information
es: Ver Información del Estudiante

source: Full Name
es: Nombre completo

source: Phone Number
es: Número de teléfono

source: Registered Email
es: Correo electrónico registrado

source: Alternate Number
es: Número Alternativo

source: Enrolment No
es: Número de matrícula

source: Last Login
es: Último acceso

source: Students Wallet
es: Los estudiantes Billetera

source: Transaction Form
es: Forma de transacciones

source: Mobile
es: Móvil

source: ADD
es: AÑADIR

source: DEDUCT
es: DEDUCIR

source: Add Subjects
es: Añadir sujetos

source: Edit Subjects
es: Editar temas

source: Subjects
es: sujetos

source: Add New Subject
es: Añadir Nuevo sujeto

source: Question Bank
es: Banco de preguntas

source: Add Testimonials
es: Añadir Testimonios

source: Upload Photo (150*150)
es: Subir Fotos (150 * 150)

source: Edit Testimonials
es: Editar Testimonios

source: Testimonials
es: Testimonios

source: Add New Testimonial
es: Añadir nuevo testimonio

source: Photo
es: Foto

source: Add Users
es: Añadir usuarios

source: User Level
es: Nivel de usuario

source: Username
es: Nombre de usuario

source: Level users
es: los usuarios de nivel

source: Add New Level
es: Añadir un nuevo nivel

source: Back To Users
es: Volver a Usuarios

source: Level Name
es: Nombre nivel

source: Set Permission
es: conjunto de permisos

source: Assign Form Rights
es: Asignar Forma Derechos

source: Module Name
es: Nombre del módulo

source: Old Password
es: Contraseña anterior

source: Edit Users
es: Editar usuarios

source: User Registration Form
es: Formulario de Registro de Usuario

source: Users
es: usuarios

source: Add New User
es: Añadir nuevo usuario

source: Add Level Users
es: Añadir los usuarios de nivel

source: Level User
es: nivel de usuario

source: Dear user, log in to access the admin area!
es: Estimado usuario, la cuenta para acceder al área de administración!

source: Admin / Teacher Username
es: Administración / nombre de usuario Maestro

source: Forgot User Name
es: Nombre de usuario Olvidé

source: Organisation Logo
es: Organización Logo

source: Upload Image(* height less than 220px)
es: Subiendo imagen (* altura inferior a 220px)

source: Delete Logo
es: eliminar Logo

source: Please provide a type for chart %s!
es: Por favor proporcionar un tipo de gráfico de %s!

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
es: Gráfico: "%s" no se pudo encontrar. Asegúrese de que Nombre del diagrama es la misma cadena que se pasa a $this->HighCharts->render() en su opinión.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
es: La transacción exprés ha expirado y la transacción debe ser reiniciado

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
es: Es posible que haya hecho una segunda convocatoria para el mismo pago o que pueda haber utilizado el mismo ID de factura para las transacciones separadas.

source: Please use a different funcing source.
es: Por favor, utilice otra fuente de financiación.

source: An error occured, please retry the transaction.
es: Se produjo un error, por favor vuelva a intentar la operación.

source: This transaction couldn't be completed. Redirecting to payment gateway
es: Esta operación no se pudo completar. Volver a dirigir a la pasarela de pago

source: You have not agreed to the billing agreement.
es: No ha aceptado un acuerdo de facturación.

source: The billing agreement is disabled or inactive.
es: El acuerdo de facturación está deshabilitado o inactiva.

source: The credit card used is expired.
es: La tarjeta de crédito utilizada ha caducado.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
es: La transacción fue rechazada debido a que la respuesta de AVS devuelve el valor de N, y la cuenta de comerciante no es capaz de aceptar este tipo de transacciones.

source: The payment gateway account is restricted.
es: La cuenta de la pasarela de pago está restringido.

source: You must submit an IP address of the buyer with each API call.
es: Debe presentar una dirección IP del comprador con cada llamada API.

source: The merchant selected a value for the PaymentAction field that is not supported.
es: El comerciante selecciona un valor para el campo PaymentAction que no es compatible.

source: The credit card field was blank.
es: El campo de la tarjeta de crédito estaba en blanco.

source: The total amount and item amounts do not match.
es: La cantidad y el artículo cantidades totales no coinciden.

source: The credit card entered is currently restricted by the payment gateway.
es: La tarjeta de crédito introducida está restringida por la pasarela de pago.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
es: El comerciante introduce un identificación de factura que ya está asociada con una transacción por el mismo comerciante. Intento con una nueva identificación de factura

source: The transaction was declined by the country filter managed by the merchant.
es: La transacción ha sido rechazada por el filtro por país gestionado por el comerciante.

source: The transaction was declined by the maximum amount filter managed by the merchant.
es: La transacción ha sido rechazada por el filtro cantidad máxima gestionado por el comerciante.

source: The transaction was declined by the payment gateway.
es: La transacción ha sido rechazada por la pasarela de pago.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
es: La transacción ha sido rechazada por la pasarela de pago debido a una posible actividad fraudulenta.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
es: La transacción ha sido rechazada por la pasarela de pago debido a una posible actividad fraudulenta en la dirección IP.

source: The merchant account attempting the transaction is not a business account.
es: La cuenta de comerciante de intentar la transacción no es una cuenta de negocios.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
es: La cuenta de comerciante de intentar la operación no es capaz de procesar transacciones de pago directo.

source: Access to Direct Payment was disabled for your account.
es: El acceso a la asunción, se ha inhabilitado por su cuenta.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
es: La cuenta de comerciante de intentar la transacción no tiene una dirección de correo electrónico confirmada con la pasarela de pago.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
es: El comerciante intentó una operación en la que la cantidad excede el límite superior para ese comerciante.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
es: La transacción ha sido rechazada debido a un filtro de riesgo para el comerciante AVS. En concreto, el comerciante ha puesto a declinar transacción cuando los AVS devueltos a ningún partido (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
es: La transacción ha sido rechazada debido a un filtro de riesgo para el comerciante AVS. En concreto, el comerciante ha fijado el filtro para rechazar las transacciones cuando el AVS devuelve una coincidencia parcial.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
es: La transacción ha sido rechazada debido a un filtro de riesgo para el comerciante AVS. En concreto, el comerciante ha fijado el filtro para rechazar las transacciones cuando el AVS no es compatible.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
es: El comerciante introduce una dirección IP que se encontraba en un formato no válido. La dirección IP debe estar en un formato como 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
es: configuración del comerciante requiere un CVV que se entró, pero no se proporcionó CVV con esta transacción.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
es: El comerciante proporciona una dirección, ya sea en Estados Unidos o Canadá, pero el estado proporcionado no es un estado válido en uno u otro país.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
es: La transacción ha sido rechazada por el banco emisor, no la pasarela de pago. El comerciante debe intentar otra tarjeta.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
es: país del comerciante de residencia no se admite actualmente para permitir transacciones de pago directo.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
es: La transacción ha sido rechazada porque la pasarela de pago está procesando una transacción por el mismo comprador por la misma cantidad. Puede ocurrir cuando un comprador presenta múltiples transacciones, idénticos en rápida sucesión.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
es: El CCC proporcionado no es válido. El CVV es entre 3-4 dígitos.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
es: Por favor, inténtelo de nuevo más tarde. Asegúrese de que ha pasado la información CVV y la dirección correcta para el comprador. Si la creación de un perfil recurrentes, por favor, inténtelo de nuevo haciendo pasar una cantidad de 0 int.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
es: La transacción no es compatible debido a los valores de autenticación segura en 3-D que faltan o no válidos. Compruebe los campos de ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
es: La transacción fue rechazada por la pasarela de pago a causa de fallas excesivas durante un corto período de tiempo para esta tarjeta de crédito.

source: The transaction was declined by payment gateway.
es: La transacción ha sido rechazada por la pasarela de pago.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
es: La operación se ha disminuido debido a que el comerciante no tiene un acuerdo de entidad comercial válida en los archivos de la pasarela de pago.

source: The transaction was declined because the CVV entered does not match the credit card.
es: La transacción ha sido rechazada porque el CVV introducido no coincide con la tarjeta de crédito.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
es: La transacción ha sido rechazada por el banco emisor debido a una tarjeta de crédito caducada. El comerciante debe intentar otra tarjeta.

source: utils
es: utilidad

source: Exceeded permissible limit for Navigating away
es: Superado el límite permitido para navegar lejos

source: You have exceeded the permissible limit for navigating away from your test
es: Se ha superado el límite permitido para navegar fuera de su prueba

source: Your test has finished. You can close the window now
es: Su prueba ha terminado. Puede cerrar la ventana ahora

source: Installation Complete
es: Instalación completa

source: Aho! The System is installed successfully.
es: Aho! El sistema se ha instalado correctamente.

source: Go to Admin/Teacher Interface
es: Ir a la interfaz de administración / Maestro

source: User
es: Usuario

source: Go to Front End/Student Interface
es: Ir a la interfaz de Interfaz / Interfaz del Estudiante

source: Visit our website
es: Visita nuestro sitio web

source: for documentation and support
es: para la documentación y el apoyo

source: My Exam Stats
es: Mi examen de Estadística

source: Total Exam Given
es: Examen total dado

source: Absent Exams
es: Exámenes ausentes

source: Best Score in
es: Mejor Puntuación de

source: On
es: En

source: Failed in
es: fracasado en

source: Average Percentage
es: Porcentaje promedio

source: Your Rank
es: Su rango

source: Month Wise Performance
es: Mes con respecto al rendimiento

source: Exam Wise Performance
es: Examen con respecto al rendimiento

source: Top 10
es: Parte superior 10

source: Todays Exam
es: Examen de hoy

source: Top
es: Parte superior
