Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Visit Our Website
es: Visite nuestro sitio web:

source: for more documentation & Details
es: para más documentación y detalles
