Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: File Manager
es: Repositorio

source: You can find your result here.
es: Puede encontrar su resultado aquí.

source: Thanks for given the exam.
es: Gracias por dar el examen.

source: Dashboard
es: Panel de control

source: Leader Board
es: Tabla de Líderes

source: My Exams
es: Mis exámenes

source: My Result
es: mi Resultado

source: Group Performance
es: Rendimiento del grupo

source: Payment
es: Pago

source: Transaction History
es: Historial de transacciones

source: Mailbox
es: Buzón

source: Help
es: Ayuda

source: Home
es: Casa

source: Register
es: Registro

source: Log In
es: iniciar sesión

source: Invalid Post
es: Mensaje no válido

source: Jan
es: Enero

source: Feb
es: Febrero

source: Mar
es: Estropear

source: Apr
es: Abril

source: May
es: Mayo

source: Jun
es: Junio

source: Jul
es: Julio

source: Aug
es: Agosto

source: Sep
es: septiembre

source: Oct
es: Octubre

source: Nov
es: Noviembre

source: Dec
es: Diciembre

source: Percentage
es: Porcentaje

source: Month
es: Mes

source: Exams
es: exámenes

source: Email verified successfully
es: Correo electrónico verificado correctamente

source: Invalid Verification Code
es: Código de verificación invalido

source: A verification Code send to your Email inbox or Spam
es: Una verificación Código enviar a su bandeja de entrada de correo electrónico o correo no deseado

source: Email Id already verified
es: Identificación del email se ha verificado ya

source: Email Id not registered in system
es: Identificación del email no está registrada en el sistema

source: You have attempted maximum exam.
es: Ha intentado examen máxima.

source: You have attempted maximum number of questions in this subject
es: Ha intentado máximo número de preguntas en este tema

source: You can find your result here
es: Puede encontrar su resultado aquí.

source: Insufficient Amount.
es: Cantidad insuficiente.

source: 1. The test instructions were
es: 1. El modo de prueba eran

source: 2. Language of question was
es: 2. Lengua de pregunta era

source: 3. Overall test experience was
es: 3. En general la experiencia prueba fue

source: Any other feedback suggestion:
es: Cualquier otra sugerencia de la regeneración:

source: Feedback has submitted successfully!
es: Retroalimentación ha enviado correctamente!

source: Feedback already submitted.
es: Retroalimentación ya se ha presentado.

source: Email id is not registered in system
es: Identificación del email no está registrada en el sistema

source: Your password reset link is sent to your registered email id
es: Su enlace de restablecimiento de contraseña se envía a su correo electrónico de identificación registrada

source: Incorrect code
es: código incorrecto

source: Password Changed Successfully
es: Contraseña cambiada con éxito

source: My Performance
es: mi Rendimiento

source: My Group performance
es: El rendimiento de mi Grupo

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
es: La aplicación ya está instalada. retirar app/tmp/installed.txt para volver a instalar la aplicación

source: Unwriteable
es: unwritable

source: Writeable
es: grabable

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
es: ¡Desafortunadamente! Error de permiso de archivo <br> Por favor, Goto app/Config/database.php está en el modo de escritura.

source: A connection was successfully established with the server.
es: Una conexión fue establecida con éxito con el servidor.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
es: No se pudo conectar a la base de datos. Por favor, compruebe los valores app/Config/database.php y vuelva a intentarlo

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
es: ¡Desafortunadamente! Error de permiso de carpeta<br>Por favor carpeta tmp se encuentra en modo de escritura.

source: Your Mail has been sent
es: Su mensaje ha sido enviado

source: Forwarded message
es: mensaje reenviado

source: From
es: De

source: Subject
es: Sujeto

source: The mail has been moved to the Trash
es: El mensaje ha sido enviado a la Papelera

source: Your Mail has been deleted
es: Su mensaje ha sido borrado

source: The mail has been moved to the Inbox
es: El mensaje ha sido enviado a Recibidos

source: The mail has been marked as Read
es: El correo electrónico se ha marcado como leído

source: The mail has been marked as Unread
es: El correo electrónico se ha marcado como no leído

source: Paypal Payment not set
es: El pago Paypal no establece

source: Payment Cancel
es: pago Cancelar

source: Wallet Payment
es: Pago Monedero

source: Try again! Can not connect to paypal
es: ¡Inténtalo de nuevo! No se puede conectar a paypal

source: Invalid Amount
es: Monto invalido

source: Payment already done
es: El pago ya hecho

source: Payment not done
es: El pago no se hace

source: Payment successfully! Amount %s added in your wallet
es: El pago con éxito! Cantidades añadidas en su cartera

source: Profile Updated Successfully
es: Perfil Actualizado correctamente

source: Photo Updated Successfully
es: Foto actualizado correctamente

source: Invalid Password
es: contraseña invalida

source: Please select any group
es: Por favor, seleccione cualquier grupo

source: Invalid Security Code
es: Código de seguridad invalido

source: Score
es: Puntuación

source: Max Marks
es: Max marcas

source: Marks Scored
es: Marcados marcas

source: Subject Wise Time Taken
es: Sujeto Tiempo Wise Tomado

source: Student Performance
es: Rendimiento de los alumnos

source: Correct Question
es: correcto pregunta

source: Incorrect Question
es: Correcta PREGUNTA

source: Right Marks
es: marcas adecuadas

source: Negative Marks
es: marcas negativos

source: Percentage(%) in Exam
es: Porcentaje (%) en el Examen

source: Percentage(%)
es: Porcentaje(%)

source: You %s
es: Usted % s

source: Topper %s
es: Sombrero de copa %s

source: Administrator
es: Administrador

source: Payment Gateway
es: pasarela de pago

source: Pay Exam
es: examen de educación física

source: Your account has expired. Please contact administrator
es: Tu cuenta ha expirado. Por favor, póngase en contacto con el administrador

source: You have been logged in successfully
es: Se le ha conectado con éxito

source: Your email not verified! Please click on link sent to your email inbox or spam
es: Su correo electrónico no ha sido verificada! Por favor, haga clic en el enlace enviado a su bandeja de entrada de correo electrónico o correo no deseado

source: Incorrect username/password
es: nombre de usuario incorrecta / contraseña

source: You have been logged out successfully
es: Se le ha cerrado la sesión con éxito

source: You are %s Member! Please contact administrator
es: Estás% Miembro! Por favor, póngase en contacto con el administrador

source: Hours
es: horas

source: Sec
es: Segundo

source: Grand Total
es: Gran total

source: Your Question has been added for exam
es: Su pregunta se ha añadido para el examen

source: Your Question has been deleted for exam
es: Su pregunta ha sido eliminado para el examen

source: No Permission
es: Sin autorización

source: Advertisement has been saved
es: Publicidad se ha guardado

source: Invalid post
es: mensaje no válida

source: Advertisement has been deleted
es: Publicidad ha sido borrada

source: Photo Changed Successfully
es: Foto cambiado correctamente

source: Not Attempted
es: No intentado

source: Marks Updated
es: Actualizado marcas

source: Successfully Finalize
es: Finalizado con éxito

source: Successfully Closed Exam
es: Examen con éxito cerrada

source: English
es: Inglés

source: French
es: francés

source: Your Setting has been saved
es: Su configuración se ha guardado

source: Page Added Successfully
es: Página añadida

source: Pages updated Successfully
es: Páginas actualizadas con éxito

source: Page has been deleted
es: Página ha sido borrada

source: Page has been Unpublished
es: La página ha sido inédito

source: Page has been Published
es: Página ha sido publicado

source: Something wrong
es: Algo mal

source: Currency has been saved
es: La moneda se ha guardado

source: Currency has been deleted
es: La moneda ha sido borrada

source: Student Details
es: Detalles del estudiante

source: Active
es: Activo

source: Pending
es: Pendiente

source: Suspend
es: Suspender

source: Pass
es: Pasar

source: Fail
es: Fallar

source: Absent
es: Ausente

source: Student
es: Estudiante

source: Passing %age
es: Paso %años

source: Average %age
es: Promedio %años

source: Question Count
es: Conde pregunta

source: Total Question
es: pregunta total

source: Question Bank Difficulty Wise
es: Banco de preguntas de dificultad Wise

source: Easy
es: Fácil

source: Medium
es: Medio

source: Hard
es: Difícil

source: Name has been updated
es: El nombre ha sido actualizado

source: Email template has been saved
es: Plantilla de correo electrónico se ha guardado

source: Email template has been deleted
es: Email template has been saved

source: End Date is not less than Start date
es: Fecha de finalización no es menor que la fecha de inicio

source: Please Select any group
es: Por favor, seleccione cualquier grupo

source: Please Add Subject To Exam
es: Por favor Añadir Sujeto a examen

source: Exam has been saved. Add questions in exam
es: Examen se ha guardado. Añadir preguntas de examen

source: Exam has been saved
es: Examen se ha guardado

source: Exam has been updated
es: Examen ha sido actualizado

source: Exam has been deleted
es: Examen ha sido borrada

source: Difficulty Level
es: Nivel de dificultad

source: Subject Wise Question Count
es: Asunto Cantidad Wise pregunta

source: Exam sucessfully inactivated
es: Examen desactivado con éxito

source: Exam sucessfully activated
es: Examen activado correctamente

source: There are no question added!
es: Se añaden sin duda!

source: Your username is sent to your registered email id
es: Su nombre de usuario es enviado a su correo electrónico de identificación registrada

source: Group Added Successfully
es: Grupo agregado con éxito

source: Group has been saved
es: Grupo se ha guardado

source: Group has been deleted
es: Grupo ha sido borrada

source: Delete subject first
es: Eliminar objeto en primer lugar

source: Help content has been saved
es: contenido de la ayuda se ha guardado

source: Help content has been deleted
es: contenido de la ayuda ha sido borrada

source: Questions imported successfully
es: Preguntas importado correctamente

source: File not uploaded
es: El archivo no está cargado

source: Only CSV File supported
es: Sólo Archivo CSV compatible

source: Please Select Subject
es: Por favor seleccione Asunto

source: Please Select any Group
es: Por favor seleccionar cualquier grupo

source: Students imported successfully
es: Los estudiantes importado correctamente

source: Please Select Group
es: Por favor seleccione Grupo

source: Student Email not found
es: Estudiante de correo electrónico no encontrado

source: News has been saved
es: Noticias se ha guardado

source: News has been deleted
es: Noticia ha sido borrada

source: Paypal Payment Setting has been saved
es: El pago Paypal ajuste se ha guardado

source: Setting Problem
es: Problema Ajuste

source: Please Choose the Correct answer
es: Por favor, elija la respuesta correcta

source: Please select true or false
es: Por favor, seleccione verdadero o falso

source: Please fill blank space
es: Por favor llenar el espacio en blanco

source: Question added to bank successfully
es: Pregunta añadió al banco de éxito

source: Question has been updated
es: Cuestión ha sido actualizado

source: Question has been deleted
es: Pregunta ha sido eliminado

source: Delete exam first!
es: Eliminar examen de primera!

source: Question Difficulty Level
es: Pregunta Nivel de dificultad

source: Performance
es: Actuación

source: Candidate Marks Distribution
es: Candidato Marcas de Distribución

source: Max Marks Distribution
es: Max Marcas de Distribución

source: Please select any type in the list
es: Por favor, seleccione cualquier tipo en la lista

source: Please type any email
es: Por favor escriba un correo electrónico

source: Email has been sent
es: E-mail ha sido enviado

source: No email to send
es: Sin correo electrónico para enviar

source: Please type any name
es: Por favor, escriba cualquier nombre

source: Sms has been sent
es: SMS ha sido enviado

source: No sms to send
es: Sin SMS para enviar

source: Signature has been saved
es: Firma se ha guardado

source: Signature has been deleted
es: Firma ha sido borrada

source: Slide has been saved
es: Diapositiva se ha guardado

source: Slide has been deleted
es: Slide ha sido borrada

source: SMS template has been saved
es: SMS plantilla se ha guardado

source: SMS template has been deleted
es: SMS plantilla ha sido eliminado

source: Student added Successfully
es: Estudiante agregado con éxito

source: Please Select atleast one group
es: Por favor seleccione al menos un grupo

source: Student has been updated
es: El estudiante ha sido actualizado

source: Student has been deleted
es: El estudiante ha sido borrada

source: Student Wallet has been updated
es: Monedero estudiante ha sido actualizado

source: Subject already exist
es: El objeto ya existe

source: Subject has been updated
es: El sujeto ha sido actualizado

source: Subject has been deleted
es: El sujeto ha sido borrada

source: Testimonial has been saved
es: Testimonio ha sido guardado

source: Testimonial has been updated
es: Testimonio ha sido actualizado

source: Testimonial has been deleted
es: Testimonio ha sido borrada

source: User Added Successfully
es: Usuario agregado con éxito

source: User has been updated
es: El usuario ha sido actualizado

source: User has been deleted
es: El usuario ha sido borrado

source: Permission update successfully
es: El permiso de actualización con éxito

source: You have been logged in Successfully
es: Se le ha conectado con éxito

source: You have been logged out
es: Has sido desconectado

source: Level User has been saved
es: Nivel de usuario se ha guardado

source: Level user has been deleted
es: Nivel de usuario ha sido borrado

source: Logo has been saved
es: Logo se ha guardado

source: Logo has been deleted
es: Logo tipo ha sido borrada

source: Add Questions
es: Añadir Preguntas

source: Question Type
es: tipo de pregunta

source: Search
es: Buscar

source: Reset
es: Reiniciar

source: Add To Exam
es: Agregar al examen

source: Delete To Exam
es: Para eliminar examen

source: Back To Exam
es: De nuevo a examen

source: Type
es: Tipo

source: Body of Question
es: Cuerpo de interrogación

source: Level
es: Nivel

source: Marks
es: Marcas

source: Action
es: Acción

source: Add Advertisement
es: Añadir Publicidad

source: Advertisement Name
es: El título de anuncio

source: Ordering
es: Ordenando

source: URL Type
es: URL Tipo

source: Internal
es: Interno

source: External
es: Externo

source: URL Target
es: URL de destino

source: _self
es: _yo

source: _blank
es: _blanco

source: Upload Image (350*260)
es: Subiendo imagen (350 * 260)

source: Save
es: Salvar

source: Close
es: Cerca

source: Update Photo
es: actualización de la foto

source: Upload Photo
es: Subir foto

source: Update
es: Actualizar

source: Cancel
es: Cancelar

source: Edit Advertisements
es: Editar los anuncios

source: Form
es: Formar

source: Status
es: Estado

source: Advertisements
es: anuncios

source: Add New Advertisement
es: Añadir nuevo anuncio

source: Edit
es: Editar

source: Delete
es: Borrar

source: View
es: Ver

source: Change Photo
es: Cambiar Fotografía

source: View Slides
es: Ver Diapositivas

source: Attempted Papers of
es: Documentos de intentos de

source: Name
es: Nombre

source: Total Marks
es: Marcas totales

source: Obtained Marks
es: calificaciones obtenidas

source: Result Finalized
es: resultado Finalizada

source: Finalize It
es: finalizarlo

source: PASSED
es: PASADO

source: FAILED
es: HA FALLADO

source: Finalized By
es: Por finalizado

source: Question No
es: pregunta Número

source: Option1
es: Opción 1

source: Option2
es: Opción 2

source: Option3
es: Opción 3

source: Option4
es: Opción 4

source: Option5
es: Opción 5

source: Option6
es: Opción 6

source: Marked Answer
es: respuesta marcada

source: Correct Answer
es: Respuesta correcta

source: Time Taken
es: Tiempo tomado

source: Marks Obtained
es: marcas obtenidas

source: Checked by
es: Revisado por

source: System
es: Sistema

source: Confrigration Options
es: Opciones de configuración

source: Site Name
es: Nombre del sitio

source: Organization Name
es: Nombre de la Organización

source: Domain Name
es: Nombre de dominio

source: Organization Email
es: Correo electrónico organización

source: Meta Title
es: Título de meta

source: Meta Description
es: Descripción meta

source: Time Zone
es: Zona horaria

source: Please Select
es: Por favor seleccione

source: Currency
es: Moneda

source: Header Contact
es: cabecera de contacto

source: Email Contact
es: Email Contacta

source: Display records per page
es: Visualizar los registros por página

source: Max records per page
es: Max registros por página

source: Date Format
es: Formato de fecha

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
es: Fecha, mes, año, hora, minuto, segundo, Meridian, fecha de separación, separador de hora

source: Image
es: Imagen

source: Text
es: Texto

source: Text Direction
es: Dirección del texto

source: Left-to-right (LTR)
es: De izquierda a derecha (LTR)

source: Right-to-Left (RTL)
es: De derecha a izquierda (RTL)

source: Language
es: Idioma

source: Enable SMS Notification
es: Activar el envío de SMS

source: Enable Email Notification
es: Habilitar notificación por correo electrónico

source: Manual Verification
es: Verificación Manual

source: Front End Registration
es: Frente fin Inscripción

source: Front End Slides
es: Front-end de Diapositivas

source: Translation
es: Traducción

source: Paid Exam
es: Examen pagado

source: Math Editor
es: Editor de matemáticas

source: Exam Expiry
es: caducidad examen

source: Exam Feedback
es: examen de Evaluación

source: Tolrance Count
es: Contador de la tolerancia

source: Certificate
es: Certificado

source: Advertisement
es: Anuncio

source: No. of Visitor
es: Número de Visitante

source: No. of Student
es: Número de Estudiantes

source: No. of Exam
es: Número de examen

source: Save Settings
es: Guardar ajustes

source: Add Pages
es: Agregar páginas

source: Link Name
es: Nombre del enlace

source: Link Order
es: Enlazar Orden

source: Page Type
es: Tipo de página

source: External Url
es: Externo Url

source: Url Target
es: URL de destino

source: Page Name
es: Nombre de la página

source: Page Url
es: URL de la página

source: Page Content
es: Contenido de página

source: Edit Pages
es: Editar páginas

source: Pages
es: páginas

source: Add New Page
es: Añadir una nueva página

source: Published
es: Publicado

source: Unpublished
es: Inédito

source: Add Currency
es: Añadir moneda

source: Currency Name
es: Nombre moneda

source: Short Name
es: Nombre corto

source: Upload Currency (Less or equal to 50*50)
es: Sube Moneda (menor o igual a 50 * 50)

source: Add New Currency
es: Añadir nueva moneda

source: In Progress Exam
es: En Examen de Progreso

source: Upcoming Exam
es: próximas examen

source: Completed Exam
es: Examen completado

source: Students
es: Los estudiantes

source: In Progress & Upcoming Exams
es: En Progreso y Próximos Exámenes

source: Date
es: Fecha

source: Exam Name
es: Nombre del examen

source: Group
es: Grupo

source: Duration
es: Duración

source: Recent Exam Results
es: Resultados recientes del examen

source: Exam
es: Examen

source: Overall Result
es: Resultado general

source: Student Stats
es: Estadísticas de los estudiantes

source: To
es: A

source: Details
es: detalles

source: Top 10 Student Group Wise
es: Parte superior 10 Grupo de Estudiantes Wise

source: Student Statistic Table
es: Tabla Estadística Estudiante

source: Total Students
es: Total de estudiantes

source: Total Active
es: activo total

source: Total Pending
es: Pendiente total

source: Total Suspended
es: suspendidos total

source: Top 10 Question Bank Subject Wise
es: Parte superior 10 mejores banco de preguntas Asunto Wise

source: Top 10 Difficulty Level of Questions
es: Parte superior 10 Grado de dificultad de las preguntas

source: Question Count Table
es: Tabla conde pregunta

source: Bank Name
es: Nombre del banco

source: Total Easy
es: Fácil total

source: Total Normal
es: normal total

source: Total Difficult
es: difícil total

source: Diffculty Level
es: Nivel de dificultad

source: E-Mail Settings
es: Ajustes del correo electrónico

source: Email Type
es: Tipo de correo electrónico

source: Server Name / Host
es: Nombre del servidor / host

source: Port
es: Puerto

source: User Name
es: Nombre de usuario

source: Password
es: Contraseña

source: Add Email Template
es: Añadir plantilla de correo electrónico

source: Email Template
es: Plantilla de correo electrónico

source: Edit Email Templates
es: Editar plantillas de correo electrónico

source: Email Templates
es: Plantillas de correo electrónico

source: Add New Email Template
es: Añadir Nueva Plantilla de correo electrónico

source: Template
es: Modelo

source: Subject Added successfully
es: Asunto agregado con éxito

source: Add Exam
es: Añadir Examen

source: Name of Exam
es: Nombre de examen

source: Passing Percentage
es: Porcentaje que pasa

source: Instruction
es: Instrucción

source: Exam Duration (Min.)
es: Examen Duración (min.)

source: 0 for unlimited duration
es: 0 de duración ilimitada

source: Attempt Count
es: Conde intento

source: 0 for unlimited attempt
es: 0 para el intento ilimitada

source: Start Date
es: Fecha de inicio

source: End Date
es: Fecha final

source: Show Answer Sheet
es: Mostrar la hoja de respuesta

source: Yes
es: Sí

source: Select Group
es: Seleccione un grupo de

source: Student Group
es: Grupo de Estudiantes

source: Negative Marking
es: Marcado negativo

source: Random Question
es: Pregunta aleatoria

source: Amount
es: Cantidad

source: Browser Tolrance
es: Tolerancia navegador

source: Expiry Days
es: Días de caducidad

source: 0 for Unlimited
es: 0 para ilimitado

source: Result After Finish
es: Después de resultar Finalizar

source: Mode
es: Modo

source: Prepration
es: Preparación

source: Instant Result
es: El resultado instantáneo

source: Option Shuffle
es: Mezclar opción

source: Add Subjects To Exams
es: Añadir Los sujetos a los exámenes

source: Subject Name
es: Nombre de la asignatura

source: No. of Questions
es: numero de preguntas

source: Ques Attempt Count
es: Pregunta Conde Tentativa

source: Questions Attempt Count
es: Preguntas Intento Conde

source: Leave blank for not showing (0 for unlimited)
es: Dejar en blanco para no mostrar (0 para un número ilimitado)

source: ctrl+click to add multiples
es: ctrl + clic para añadir múltiplos

source: Add
es: Añadir

source: Edit Exam
es: Editar examen

source: Exam Stats
es: Estado del examen

source: No of Student Passed
es: Número de Estudiantes Passed

source: Download
es: Descargar

source: No of Student Failed
es: Número de Estudiantes Falló

source: No of Student Absent
es: Número de estudiante ausente

source: Exam Details
es: Detalles del examen

source: Finalize Result
es: finalizar Resultado

source: Attempted Papers
es: Papeles intentadas

source: Eligible Group
es: Grupo elegibles

source: Close Exam
es: Primer Examen

source: Activate Exam
es: activar examen

source: Exam Closed Re-Activate Exam
es: Examen cerrado Desactivar examen

source: Browser Tolrence
es: Tolerancia navegador

source: Expiry
es: Expiración

source: Unlimited
es: Ilimitado

source: Days
es: Días
