Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/spa/LC_MESSAGES/validation.po
Languages: es

source: Only letters and numbers allowed
es: Sólo letras y números permitidos

source: Group already exist
es: Grupo ya existen

source: Only Url
es: Sólo Url

source: File does not have a valid extension
es: Archivo no tiene una extensión válida

source: You must supply a JPG, GIF or PNG File.
es: Debe proporcionar un archivo JPG, GIF o PNG Archivo.

source: Invalid Header Contact
es: Inválida cabecera de contacto

source: Only Alphabets
es: Solamente los alfabetos

source: Currency Name already exist
es: Nombre moneda ya existen

source: You must supply image height is less than 50px
es: Debe proporcionar altura de la imagen es inferior a 50 px

source: You must supply image width is less than 50px
es: Debe proporcionar ancho de la imagen es inferior a 50 px

source: Only numbers allowed
es: Sólo los números autorizados

source: Only Date/time format
es: Sólo formato de fecha / hora

source: Enter a valid email
es: Introduzca un correo electrónico válido

source: Please select
es: Por favor seleccione

source: Invalid Username
es: Nombre de usuario no válido

source: Invalid Password
es: contraseña invalida

source: Invalid Signature
es: Firma inválida

source: Only numbers
es: Sólo números

source: You must supply image height is less than 220px
es: Debe proporcionar altura de la imagen es inferior a 220px

source: This Email has already been exist! try new one
es: Este correo electrónico ya ha sido existe! probar uno nuevo

source: Password required
es: Se requiere contraseña

source: Password minimum 4 character long
es: Contraseña mínimo de 4 caracteres de largo

source: Name already exist
es: El nombre ya existe
