Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/est/LC_MESSAGES/default.po
Languages: et

source: Database User
et: Andmebaas Kasutaja

source: Database User Name
et: Andmebaas User Name

source: Database Password
et: Andmebaas salasõna

source: Database User Password
et: Andmebaas User Password

source: Database Type
et: andmebaasi tüüp

source: Step 4 of 4
et: 4. etapp 4

source: Name of Your Website
et: Veebisaidi nimi

source: Meta Keyword
et: Meta märksõna

source: Useful for SEO
et: Kasulik SEO

source: Meta Content for SEO
et: Meta sisu SEO

source: Please Select Timezone
et: Palun valige Ajatsoon

source: Name of Your Organization/Company
et: Oma organisatsiooni nimi / Firma

source: Default Admin Email
et: Vaikimisi Admin Email

source: Install Sample Data With Dummy Entries
et: Paigaldage andmed koos Dummy Sissekanded

source: Install
et: Paigalda

source: Welcome to
et: Tere tulemast

source: Set Avatar
et: Määra Avatar

source: Sign out
et: Logi välja

source: Copyright
et: autoriõigus

source: follow on facebook
et: jälgida Facebook

source: Latest News & Events
et: Uudised ja sündmused

source: Time
et: aeg

source: Download PDF
et: Lae pDF

source: Average Percentage(%)
et: Keskmine protsent (%)

source: Exam Given
et: eksami Arvestades

source: Delete Forever
et: Kustuta Forever

source: Move to Trash
et: Liiguta prügikasti

source: News Detail
et: Uudised Detail

source: No of Visitors
et: Ei Külastajat

source: No of Students
et: Ei Üliõpilaste

source: No of Exams
et: Ei eksamid

source: Payment From Pay Pal
et: Makse Pay Pal

source: Pay From Pay Pal
et: Maksa Pay Pal

source: Profile
et: Profiil

source: Edit Profile
et: Muuda profiili

source: New Student Register
et: Uus Student Registreeri

source: Security Code
et: Turvakood

source: Answers
et: vastused

source: My Results
et: Minu tulemused

source: Attempt Date
et: Proovides kuupäev

source: SUBJECT REPORT
et: TEEMA ARUANNE

source: QUESTION REPORT
et: KÜSIMUS ARUANNE

source: SOLUTION
et: LAHENDUS

source: COMPARE REPORT
et: VÕRDLE ARUANNE

source: Score Card For
et: Skoor kaardiga

source: Total No. of Student
et: Kokku arv Student

source: My Marks
et: Minu Marks

source: Total Marks of Test
et: Kokku Marks Test

source: My Percentile
et: Minu Percentile

source: Total Question in Test
et: Kokku Küsimus Test

source: Total Attempt Question in Test
et: Kokku Proovides Küsimus Test

source: Left Question
et: Vasak küsimus

source: Left Question Marks
et: Vasak küsimärke

source: Total Time of Test
et: Kokku aeg Test

source: My Time
et: Minu aeg

source: My Rank
et: Minu tase

source: Performance Report For
et: Toimivusaruanne

source: Question & Marks Wise Report For
et: Küsimus ja Marks Wise aruande

source: Subject Report For
et: Teema aruande

source: Correct
et: Õige

source: Unattempted Questions
et: Unattempted Küsimused

source: Graphical Report For
et: Graafilised aruande

source: Time Management For
et: Aeg Management

source: Question Report For
et: Küsimus aruande

source: Question Status
et: küsimus staatus

source: Your Answer
et: Sinu Vastus

source: Your Score
et: teie Score

source: Your Time
et: Sinu aeg

source: Solution For
et: Lahendus

source: Not Attempt
et: üritage

source: Attempt
et: katse

source: Incorrect
et: ebaõige

source: Your Answers
et: teie vastused

source: Solution
et: lahendus

source: Bookmark
et: järjehoidja

source: Compare Report For
et: Võrrelge aruande

source: Total Ques.
et: Kokku Ques.

source: Maximum Marks
et: Maksimaalne Marks

source: Attempted Ques.
et: Püüti Ques.

source: Correct Ques.
et: Õige Ques.

source: Incorrect Ques.
et: Vale Ques.

source: Percentile
et: protsentiili

source: Previous
et: eelmine

source: This is to certify that
et: See on tõendada, et

source: has succesfully completed the
et: on edukalt lõpetatud

source: in course program offered by
et: käigus programmi pakutud

source: Student Login
et: Student sisse

source: Sign In
et: Logi sisse

source: Forgot Passwocrd
et: Unustasid Passwocrd

source: New User? Create Account
et: Uus kasutaja? Loo konto

source: Engine is not loaded
et: Mootor ei ole koormatud

source: Pdf engine "%s" not found
et: Pdf mootori \ " %s " ei leitud

source: Pdf engines must extend "AbstractPdfEngine"
et: Pdf mootorid ulatuma \ "AbstractPdfEngine "

source: Crypto is not loaded
et: Krüptomaterjalide ei ole koormatud

source: Pdf crypto "%s" not found
et: Pdf krüpto \ " %s " ei leitud

source: Crypto engine must extend "AbstractPdfCrypto"
et: Krüptomaterjalide mootor peab ulatuma \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
et: Controller atribuut $ pdfConfig ei ole õige või puudu

source: -> Testing :url
et: -> Testimine: url

source: Total Requests made: :requests
et: Kokku tehtud taotlused:: taotlused

source: Total Time elapsed: :duration (seconds)
et: Kokku aega möödas:: kestus (sekundites)

source: Requests/Second: :rps req/sec
et: Taotlused / Teiseks:: rps req / sek

source: Average request time: :average-time seconds
et: Keskmine taotletud aeg:: keskmine aegade sekundit

source: Standard deviation of average request time: :std-dev
et: Standardhälve keskmisest taotluse aeg:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
et: Pikim / lühikese palve:: pikim sek /: lühim sek

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
et: Võimaldab saada mõned töötlemata võrdleva statisticsabout täielik URL.

source: The URL to request.
et: URL nõuda.

source: Number of iterations to perform.
et: Korduste arvu täita.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
et: Maksimaalne koguaeg kõik korduste, in sekundit.Kui ühe iteratsiooni võtab rohkem kui timeout, ainult üks taotlus tehakse

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
et: Näide kasutamine: `kook võrdlusalus-N 10 NOH 100 http: // localhost / testsite`. <Info> Märkus: </ info> võrdluskursist ei sisalda brauseri muudavad korda.

source: Component initialization
et: Component initsialiseerimise

source: Controller action
et: Controller tegevus

source: Controller action start
et: Controller tegevuse algust

source: Processing toolbar state
et: Töötlemine tööriistariba riik

source: Processing toolbar data
et: Töötlemine tööriistariba andmeid

source: Controller render start
et: Controller muuta start

source: Could not load DebugToolbar panel %s
et: Laadimine nurjus DebugToolbar paneel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
et: Core töötlemine (saadud $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
et: Headers juba saadetud %s real %s . Ei saa saata log andmed FirePHP.

source: Incorrect parameter count for FireCake::fb()
et: Vale parameeter Count FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
et: Maksimaalselt (99999) sõnumeid jõudnud!

source: There are no active panels. You must enable a panel to see its output.
et: Puuduvad aktiivne paneelid. Sa peab võimaldama paneeli, et näha oma toodangut.

source: App Constants
et: App konstandid

source: CakePHP Constants
et: CakePHP konstandid

source: PHP Environment
et: PHP Keskkond

source: Hidef Environment
et: HiDef Keskkond

source: Request History
et: Kutse ajalugu

source: No previous requests logged.
et: Ükski varasem taotluse sisse.

source: previous requests available
et: Eelmise taotlusi saadaval

source: Restore to current request
et: Restore praeguse taotluse

source: Included Files
et: lisatud faile

source: Logs
et: logid

source: There were no log entries made this request
et: Puudusid logikirjete selle taotluse esitanud

source: Request
et: palve

source: No post data.
et: Ei post andmeid.

source: No querystring data.
et: Ei päringustringi andmeid.

source: Current Route
et: Praegune Route

source: Session
et: istung

source: Sql Logs
et: SQL Logid

source: No query logs when debug < 2.
et: Ei päringulogisid kui siluda <2.

source: No query logs.
et: Ei päringulogisid.

source: Total Time: %s ms <br />Total Queries: %s queries
et: Kokku Aeg: %s ms <br /> Kokku päringud: %s päringut

source: Query Explain:
et: Query Selgita:

source: Click an "Explain" link above, to see the query explanation.
et: Klõpsake \ "Selgitage " lingil, et näha päringu selgitus.

source: No active database connections
et: Ühtegi aktiivset andmebaasi ühendused

source: Memory
et: Mälestused!

source: Peak Memory Use
et: Peak Mälu kasutamine

source: Memory use
et: Mälu kasutamine

source: Timers
et: taimerid

source: Total Request Time:
et: Kokku Kutse aeg:

source: Time in ms
et: Aeg ms

source: Graph
et: graafik

source: View Variables
et: Vaata muutujad

source: Rendering View
et: Jäätmetehas Vaata

source: Rendering %s
et: Jäätmetehas %s

source: View render complete
et: Vaata muudavad täielikku

source: Explain
et: selgitama

source: Starting %sms into the request, taking %sms
et: Alustades %s ms arvesse taotlust, võttes %s ms

source: No markup errors found
et: Ei juurdehindlus leitud vead

source: maybe slow
et: äkki aeglane

source: Absolute path or relative to APP.
et: Absoluutne asukoht või suhteline APP.

source: An error occured while getting the status of your account.
et: Tekkis viga saada olekut konto.

source: There was an error while connecting to Paypal
et: Tekkis viga ühendamisel Paypal

source: There was a problem initiating the transaction, please try again.
et: Tekkis probleem algatamise tehingu, siis proovige uuesti.

source: There was a problem getting your details, please try again.
et: Tekkis probleem saada oma andmed, siis proovige uuesti.

source: There was an error completing the payment
et: Tekkis viga makse sooritamist

source: There was a problem processing the transaction, please try again.
et: Tekkis probleem töötlemine tehingu, siis proovige uuesti.

source: There was an error processing the card payment
et: Tekkis viga töötlemise kaardimakse

source: There was a problem processing your card, please try again.
et: Tekkis probleem töötlemisel kaardi, siis proovige uuesti.

source: There was an error processing the the refund
et: Tekkis viga töötlemise toetust

source: A problem occurred during the refund process, please try again.
et: Tekkis probleem tagastamise protsess, siis proovige uuesti.

source: There was an problem communicating with the payment gateway
et: Tekkis probleem suhtlemisel makse gateway

source: Missing client id/secret
et: Kadunud Asiakastunnukseen / saladus

source: Must specify an expiry date
et: Tuleb täpsustada kehtivuse lõppemise kuupäev

source: Must include a M and Y in expiry date
et: Peab sisaldama M ja Y kõlblikkusaega

source: Invalid expiry date
et: Vale aegumiskuupäev

source: Invalid card number
et: Vale kaardi number

source: Invalid CVV2 number
et: Vale CVV2 number

source: Invalid card type
et: Vale kaardi tüüp

source: Could not detect client IP address
et: Ei saa tuvastada kliendi IP-aadress

source: Not a valid credit card number
et: Ei kehtiva krediitkaardi number

source: You must include the 3 digit security number
et: Pead lisama 3 kohaline number

source: Must specify an "amount" to charge
et: Määrata tuleb \ "summa " laadima

source: You must pass a valid order array
et: Sa pead läbima kehtiv selleks massiivi

source: Valid "return" and "cancel" urls must be provided
et: Kehtib \ "tagasi " ja \ "Loobu " URL-id peavad olema

source: You must provide a currency code
et: Sa pead valuutakoodi

source: Original PayPal Transaction ID is required
et: Original PayPal Tehing ID on vajalik

source: Must specify an "amount" to refund
et: Määrata tuleb \ "summa " tagastama

source: You must specify a refund type, such as Full or Partial
et: Teil tuleb määrata toetuse liiki, näiteks osaline või täielik

source: File was not downloaded.
et: Faili ei laetud.

source: No %s found for that date range
et: No %s leiti, et kuupäeva valikut

source: Your form data is preserved you'll be redirected to it after login.
et: Teie vormi andmed on säilinud saate suunatakse ta pärast sisselogimist.

source: Error notification from %s
et: Viga teate %s

source: Afghanistan
et: Afganistan

source: Albania
et: Albaania

source: Algeria
et: Alžeeria

source: American Samoa
et: Ameerika Samoa

source: Antarctica
et: Antarktis

source: Antigua and Barbuda
et: Antigua ja Barbuda

source: Armenia
et: Armeenia

source: Australia
et: Austraalia

source: Azerbaijan
et: Aserbaidžaan

source: Bahamas
et: Bahama

source: Bahrain
et: Bahrein

source: Belarus
et: Valgevene

source: Belgium
et: Belgia

source: Bolivia
et: Boliivia

source: Bosnia and Herzegovina
et: Bosnia ja Hertsegoviina

source: Bouvet Island
et: Bouvet'saar

source: Brazil
et: Brasiilia

source: British Indian Ocean Territory
et: Briti India ookeani ala

source: Brunei Darussalam
et: Brunei

source: Bulgaria
et: Bulgaaria

source: Cambodia
et: Kambodža

source: Cameroon
et: Kamerun

source: Canada
et: Kanada

source: Cayman Islands
et: Kaimanisaared

source: Central African Republic
et: Kesk-Aafrika Vabariik

source: Chile
et: Tšiili

source: China
et: Hiina

source: Colombia
et: Kolumbia

source: Comoros
et: Komoorid

source: Congo
et: Kongo

source: Congo, the Democratic Republic of the
et: Kongo Demokraatlik Vabariik

source: Cook Islands
et: Cooki saared

source: Cote D'Ivoire
et: Elevandiluurannik

source: Croatia
et: Horvaatia

source: Cuba
et: Kuuba

source: Cyprus
et: Küpros

source: Czech Republic
et: Tšehhi Vabariik

source: Denmark
et: Taani

source: Dominican Republic
et: Dominikaani Vabariik

source: Egypt
et: Egiptus

source: Equatorial Guinea
et: Ekvatoriaalne Guinea

source: Estonia
et: Eesti

source: Ethiopia
et: Etioopia

source: Falkland Islands (Malvinas)
et: Falklandi saared (Malviini)

source: Faroe Islands
et: Fääri saared

source: Fiji
et: Fidži

source: Finland
et: Soome

source: France
et: Prantsusmaa

source: French Guiana
et: Prantsuse Guajaanas

source: French Polynesia
et: Prantsuse Polüneesia

source: French Southern Territories
et: Prantsuse Lõunaalad

source: Germany
et: Saksamaa

source: Greece
et: Kreeka

source: Greenland
et: Gröönimaa

source: Heard Island and Mcdonald Islands
et: Heardi saar ja McDonaldi saared

source: Holy See (Vatican City State)
et: Püha Tool (Vatikani Linnriik)

source: Hungary
et: Ungari

source: Iceland
et: Island

source: Indonesia
et: Indoneesia

source: Iraq
et: Iraak

source: Ireland
et: Iirimaa

source: Israel
et: iIsrael

source: Italy
et: Itaalia

source: Jamaica
et: Jamaika

source: Japan
et: Jaapan

source: Kazakhstan
et: Kasahstan

source: Korea, Democratic People's Republic of
et: Korea Rahvademokraatlik Vabariik

source: Korea, Republic of
et: Lõuna-Korea

source: Kuwait
et: Kuveit

source: Kyrgyzstan
et: Kõrgõzstan

source: Lao People's Democratic Republic
et: Laose Demokraatlik Vabariik

source: Latvia
et: Läti

source: Lebanon
et: Liibanon

source: Liberia
et: Libeeria

source: Libyan Arab Jamahiriya
et: Liibüa

source: Lithuania
et: Leedu

source: Luxembourg
et: Luksemburg

source: Macedonia, the Former Yugoslav Republic of
et: Makedoonia, Endine Jugoslaavia Vabariik

source: Madagascar
et: Madagaskar

source: Malaysia
et: Malaisia

source: Maldives
et: Maldiivid

source: Marshall Islands
et: Marshalli saared

source: Mauritania
et: Mauritaanias

source: Mexico
et: Mehhiko

source: Micronesia, Federated States of
et: Mikroneesia Liiduriigid

source: Moldova, Republic of
et: Moldova Vabariik

source: Mongolia
et: Mongoolia

source: Morocco
et: Maroko

source: Mozambique
et: Mosambiik

source: Namibia
et: Namiibia

source: Netherlands
et: Holland

source: Netherlands Antilles
et: Hollandi Antillid

source: New Caledonia
et: Uus-Kaledoonia

source: New Zealand
et: Uus-Meremaa

source: Nigeria
et: Nigeeria

source: Northern Mariana Islands
et: Põhja-Mariaanid

source: Norway
et: Norra

source: Palestinian Territory, Occupied
et: Palestiina okupeeritud alad

source: Papua New Guinea
et: Paapua Uus-Guinea

source: Paraguay
et: Paraguai

source: Peru
et: Peruu

source: Philippines
et: Filipiinid

source: Pitcairn
et: Pitcairni

source: Poland
et: Poola

source: Romania
et: Rumeenia

source: Russian Federation
et: Venemaa Föderatsioon

source: Saint Kitts and Nevis
et: Saint Kitts ja Nevis

source: Saint Pierre and Miquelon
et: Saint-Pierre ja Miquelon

source: Saint Vincent and the Grenadines
et: Saint Vincent ja Grenadiinid

source: Sao Tome and Principe
et: Sao Tome ja Principe

source: Saudi Arabia
et: Saudi Araabia

source: Serbia and Montenegro
et: Serbia ja Montenegro

source: Seychelles
et: Seišellid

source: Singapore
et: Singapur

source: Slovakia
et: Slovakkia

source: Slovenia
et: Sloveenia

source: Solomon Islands
et: Saalomoni saared

source: Somalia
et: Somaalia

source: South Africa
et: Lõuna-Aafrika

source: South Georgia and the South Sandwich Islands
et: Lõuna-Georgia ja Lõuna-Sandwichi saared

source: Spain
et: Hispaania

source: Sudan
et: Sudaan

source: Svalbard and Jan Mayen
et: Svalbard ja Jan Mayen

source: Swaziland
et: Svaasimaa

source: Sweden
et: Rootsi

source: Switzerland
et: Šveits

source: Syrian Arab Republic
et: Süüria

source: Taiwan, Province of China
et: Taiwan, provints Hiinas

source: Tajikistan
et: Tadžikistan

source: Tanzania, United Republic of
et: Tansaania kohta

source: Thailand
et: Tai

source: Timor-Leste
et: Ida-Timor

source: Togo
et: skaneerida

source: Trinidad and Tobago
et: Trinidad ja Tobago

source: Tunisia
et: Tuneesia

source: Turkey
et: Türgi

source: Turks and Caicos Islands
et: Turks ja Caicos

source: Ukraine
et: Ukraina

source: United Arab Emirates
et: Araabia Ühendemiraadid

source: United Kingdom
et: Ühendkuningriik

source: United States
et: Ühendriigid

source: Uzbekistan
et: Usbekistan

source: Venezuela
et: Venetsueela

source: Viet Nam
et: Vietnami

source: Virgin Islands, British
et: Neitsisaared, Briti

source: Virgin Islands, U.s.
et: Neitsisaared, Us

source: Wallis and Futuna
et: Wallis ja Futuna

source: Western Sahara
et: Lääne-Sahara

source: Yemen
et: Jeemen

source: Invalid argument #1: %s is not a valid %s identifyer.
et: Vigane argument # 1: %s ei ole kehtiv %s identifyer.

source: %s for Row %d failed to save.
et: %s jaoks Row %d ei päästa.

source: You need to define at least one field to be toggleable.
et: Teil on vaja määrata vähemalt üks väli olema toggleable.

source: The field %s is not in the list of toggleable fields.
et: Valdkonnas %s ei ole nimekirjas toggleable väljad.

source: The field %s does not have two toggleable states defined.
et: Valdkonnas %s ei ole kaks toggleable Ühendriigid määratletud.

source: Invalid record
et: Vale rekord

source: Server lipsum.com returns error code %s.
et: Server lipsum.com naaseb veakood %s .

source: Response from lipsum.com is empty or could not be decoded.
et: Vastus lipsum.com on tühi või ei saa dekodeerida.

source: Connection to server lipsum.com failed. %s.
et: Ühendus serveriga lipsum.com ebaõnnestus. %s .

source: Please correct the errors below.
et: Palun paranda vead allpool.

source: Error
et: Tõrge

source: The requested address %s was not found on this server.
et: Taotluse aadress %s ei leitud selles serveris.

source: An Internal Error Has Occurred.
et: Sisemine viga.

source: datasource configuration was not found
et: andmeallika konfiguratsiooni ei leitud

source: CakePHP: the rapid development php framework
et: CakePHP: kiire arengu PHP raamistik

source: Debug setting does not allow access to this url.
et: Debug seade ei võimalda see URL.

source: Add New Exam
et: Lisa uus eksam

source: Inactive
et: passiivne

source: Start & End Date
et: Algus ja lõpp kuupäev

source: Certification of Completion
et: Sertifitseerimine lõpuleviimine

source: Click here to download excel file format
et: Vajuta siia, et laadida Exceli failivormingus

source: Are you sure, you want to close this exam?
et: Oled sa kindel, et soovid sulgeda see eksam?

source: Are you sure, you want to re-activate this exam?
et: Oled sa kindel, et soovid uuesti aktiveerida see eksam?

source: Closed
et: Suletud

source: Results
et: Tulemused

source: Configurations
et: koosseisud

source: General
et: Üldine

source: Contents
et: Sisukord

source: Email & SMS
et: Weather SMS

source: Customer Support Service
et: Klienditeenindusest

source: Knowledge Base (for Documentation)
et: Teabebaasi (vormistamise)

source: Forum (24x7x)
et: Foorum (24x7x)

source: Live Chat (For Sales & Billing Only)
et: Live Chat (For Müük ja arveldus ainult)

source: Support (For Technical Support)
et: Support (Tehnilistes)

source: Visit Our Website
et: Külasta meie kodulehel

source: for more documentation & Details
et: rohkem dokumentatsiooni ja detailid
