Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/est/LC_MESSAGES/default.po
Languages: et

source: File Manager
et: Failihaldur

source: You can find your result here.
et: Leiad oma tulemus siin.

source: Thanks for given the exam.
et: Täname arvestades eksami.

source: Dashboard
et: Armatuurlaud

source: My Exams
et: Minu eksamid

source: My Result
et: Minu Tulemus

source: Payment
et: Makse

source: Transaction History
et: Tehingute ajalugu

source: Mailbox
et: postkast

source: Help
et: Abi

source: Home
et: Kodune

source: Register
et: Registreeri

source: Log In
et: Logi sisse

source: Invalid Post
et: Vale Post

source: Feb
et: Veb

source: May
et: Mai

source: Oct
et: Okt

source: Dec
et: Det

source: Percentage
et: protsent

source: Month
et: Kuu

source: Exams
et: Eksamid

source: Email verified successfully
et: E-kontrollitud edukalt

source: Invalid Verification Code
et: Vale kinnituskood

source: A verification Code send to your Email inbox or Spam
et: Kinnituskoodi saata oma postkastist või Spam

source: Email Id already verified
et: E-Id juba kontrollitud

source: Email Id not registered in system
et: E-Id ole registreeritud süsteem

source: You have attempted maximum exam.
et: Sa püüdnud maksimaalselt eksami.

source: You have attempted maximum number of questions in this subject
et: Sa püüdnud maksimaalselt mitmeid küsimusi sel teemal

source: You can find your result here
et: Leiad oma tulemus siin

source: Insufficient Amount.
et: Liiga väike.

source: 1. The test instructions were
et: 1. test juhised olid

source: 2. Language of question was
et: 2. Keel küsimus oli

source: 3. Overall test experience was
et: 3. Üldiselt test kogemus oli

source: Any other feedback suggestion:
et: Muid tagasiside soovitus:

source: Feedback has submitted successfully!
et: Tagasiside on esitanud edukalt!

source: Feedback already submitted.
et: Tagasiside juba esitanud.

source: Email id is not registered in system
et: E-id ei registreerita süsteemi

source: Your password reset link is sent to your registered email id
et: Teie parooli reset link saadetakse Teie registreeritud e-posti id

source: Incorrect code
et: Vale koodi

source: Password Changed Successfully
et: Salasõna muutmise edukalt

source: My Performance
et: Minu Performance

source: My Group performance
et: Minu Group tulemuslikkuse

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
et: Rakendus on juba installitud. Eemalda app / tmp / installed.txt et uuesti installida rakendus

source: Writeable
et: kirjutatav

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
et: Kahjuks! Faili loata Error www.autobid.de Palun goto app / config / database.php on kirjutatav režiimis.

source: A connection was successfully established with the server.
et: Ühendus on edukalt loodud server.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
et: Ei saanud ühendust andmebaasi. Palun kontrollige valiku app / config / database.php ja proovi uuesti

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
et: Kahjuks! Folder Luba Error www.autobid.de Palun tmp on kirjutatav režiimis.

source: Your Mail has been sent
et: Teie kiri on

source: Forwarded message
et: Edastatud sõnum

source: From
et: Kellelt

source: Subject
et: Teema

source: The mail has been moved to the Trash
et: E-posti on prügikasti

source: Your Mail has been deleted
et: Teie Mail on kustutatud

source: The mail has been moved to the Inbox
et: E-posti on viidud postkasti

source: The mail has been marked as Read
et: E-posti on märgitud Loe

source: The mail has been marked as Unread
et: E-posti on märgitud mitteloetuks

source: Paypal Payment not set
et: PayPal makse ei ole määratud

source: Payment Cancel
et: makse Cancel

source: Wallet Payment
et: Rahakott tasumine

source: Try again! Can not connect to paypal
et: Proovi uuesti! Ei saa ühendust paypal

source: Invalid Amount
et: Vale summa

source: Payment already done
et: Makse juba teinud

source: Payment not done
et: Makse ei teinud

source: Payment successfully! Amount %s added in your wallet
et: Makse edukalt! Summa %s lisas oma rahakoti

source: Profile Updated Successfully
et: Profiil edukalt uuendatud

source: Photo Updated Successfully
et: Foto edukalt uuendatud

source: Invalid Password
et: vale parool

source: Please select any group
et: Palun valige mõni grupp

source: Invalid Security Code
et: Vale Turvakood

source: Score
et: tulemus

source: Marks Scored
et: Marks Viskas

source: Subject Wise Time Taken
et: Teema Wise kulunud aeg

source: Correct Question
et: õige küsimus

source: Incorrect Question
et: Vale küsimus

source: Right Marks
et: Parem Marks

source: Negative Marks
et: negatiivne Marks

source: Percentage(%) in Exam
et: Osakaal (%) Eksami

source: Percentage(%)
et: Osakaal (%)

source: You %s
et: Sa %s

source: Administrator
et: Administraator

source: Pay Exam
et: Pay eksam

source: Your account has expired. Please contact administrator
et: Sinu konto on aegunud. Palun pöörduge administraatori

source: You have been logged in successfully
et: Sind on edukalt sisse loginud

source: Your email not verified! Please click on link sent to your email inbox or spam
et: Sinu e-posti ei ole kontrollitud! Palun kliki link saadetakse teie e-posti postkasti või rämpsposti

source: Incorrect username/password
et: Vale kasutajanimi / parool

source: You have been logged out successfully
et: Teile on välja loginud edukalt

source: You are %s Member! Please contact administrator
et: Olete %s liige! Palun pöörduge administraatori

source: Hours
et: tundi

source: Mins
et: min

source: Grand Total
et: üldsumma

source: Your Question has been added for exam
et: Teie küsimus on lisatud eksamiks

source: Your Question has been deleted for exam
et: Teie küsimus on kustutatud eksamiks

source: No Permission
et: ei Luba

source: Advertisement has been saved
et: Reklaam on salvestatud

source: Invalid post
et: Vale post

source: Advertisement has been deleted
et: Reklaam on kustutatud

source: Photo Changed Successfully
et: Foto edukalt muudetud

source: Not Attempted
et: ei üritatud

source: Marks Updated
et: Marks uuendatud

source: Successfully Finalize
et: edukalt Lõpeta

source: Successfully Closed Exam
et: Edukalt Suletud eksam

source: English
et: Inglise

source: French
et: Prantsuse

source: Your Setting has been saved
et: Teie valik on salvestatud

source: Page Added Successfully
et: Page edukalt lisatud

source: Pages updated Successfully
et: Lehekülgede edukalt uuendatud

source: Page has been deleted
et: Lehekülg on kustutatud

source: Page has been Unpublished
et: Page avaldamine on lõpetatud

source: Page has been Published
et: Lehekülg on avaldatud

source: Something wrong
et: Midagi valesti

source: Currency has been saved
et: Valuuta on salvestatud

source: Currency has been deleted
et: Valuuta on kustutatud

source: Student Details
et: Student detailid

source: Active
et: Aktiivne

source: Pending
et: Ootel

source: Suspend
et: peatama

source: Pass
et: Üle andma

source: Fail
et: Negatiivse

source: Absent
et: puuduv

source: Student
et: õpilane

source: Passing %age
et: Associated %a ge

source: Average %age
et: Keskmine %a ge

source: Question Count
et: küsimus Krahv

source: Total Question
et: Kokku küsimus

source: Question Bank Difficulty Wise
et: Küsimus Bank Raskused Wise

source: Easy
et: lihtne

source: Medium
et: keskmine

source: Hard
et: raske

source: Name has been updated
et: Nimi on uuendatud

source: Email template has been saved
et: E edukalt salvestatud

source: Email template has been deleted
et: E-mall on kustutatud

source: End Date is not less than Start date
et: End Date on vähemalt Alguse kuupäev

source: Please Select any group
et: Palun valige iga rühm

source: Please Add Subject To Exam
et: Palun Lisa Teema eksami

source: Exam has been saved. Add questions in exam
et: Eksam on salvestatud. Lisa küsimused eksamiks

source: Exam has been saved
et: Eksam on salvestatud

source: Exam has been updated
et: Eksam on uuendatud

source: Exam has been deleted
et: Eksam on kustutatud

source: Difficulty Level
et: Raskusaste

source: Subject Wise Question Count
et: Teema Wise Küsimus Krahv

source: Exam sucessfully inactivated
et: Eksami edukalt inaktiveeritud

source: Exam sucessfully activated
et: Eksami edukalt aktiveeritud

source: There are no question added!
et: Puuduvad küsimus lisatud!

source: Your username is sent to your registered email id
et: Teie kasutajanimi saadetakse Teie registreeritud e-posti id

source: Group Added Successfully
et: Group on edukalt lisatud

source: Group has been saved
et: Group on salvestatud

source: Group has been deleted
et: Rühm on kustutatud

source: Delete subject first
et: Kustuta teemal esimene

source: Help content has been saved
et: Abi sisu on salvestatud

source: Help content has been deleted
et: Abi sisu on kustutatud

source: Questions imported successfully
et: Küsimused imporditud edukalt

source: File not uploaded
et: Faili ei laetud

source: Only CSV File supported
et: Ainult CSV toetatud

source: Please Select Subject
et: Palun valige Teema

source: Please Select any Group
et: Palun valige tahes Group

source: Students imported successfully
et: Õpilased imporditud edukalt

source: Please Select Group
et: Palun valige Group

source: Student Email not found
et: Student Post ei leitud

source: News has been saved
et: Uudised on salvestatud

source: News has been deleted
et: Uudised on kustutatud

source: Paypal Payment Setting has been saved
et: Paypal makse seade on salvestatud

source: Setting Problem
et: seadistamine Probleem

source: Please Choose the Correct answer
et: Palun Vali õige vastus

source: Please select true or false
et: Palun valige õige või vale

source: Please fill blank space
et: Palun täitke tühi ruum

source: Question added to bank successfully
et: Küsimus lisada pank edukalt

source: Question has been updated
et: Küsimus on uuendatud

source: Question has been deleted
et: Küsimus on kustutatud

source: Delete exam first!
et: Kustuta eksami esimene!

source: Question Difficulty Level
et: Küsimus Raskusaste

source: Performance
et: jõudlus

source: Candidate Marks Distribution
et: Kandidaat Marks Distribution

source: Please select any type in the list
et: Palun valige mis tahes liiki nimekirjas

source: Please type any email
et: Palun kirjutage tahes e-posti

source: Email has been sent
et: E-kiri on saadetud

source: No email to send
et: No kirja saatma

source: Please type any name
et: Palun kirjutage tahes nime

source: Sms has been sent
et: SMS on saadetud

source: No sms to send
et: No sms saata

source: Signature has been saved
et: Allkiri on salvestatud

source: Signature has been deleted
et: Allkiri on kustutatud

source: Slide has been saved
et: Slide on salvestatud

source: Slide has been deleted
et: Slide on kustutatud

source: SMS template has been saved
et: SMS edukalt salvestatud

source: SMS template has been deleted
et: SMS template on kustutatud

source: Student added Successfully
et: Student edukalt lisatud

source: Please Select atleast one group
et: Palun valige atleast üks rühm

source: Student has been updated
et: Student on uuendatud

source: Student has been deleted
et: Student on kustutatud

source: Student Wallet has been updated
et: Student Rahakott on uuendatud

source: Subject Added Successfully
et: Teema on edukalt lisatud

source: Subject already exist
et: Teema on juba olemas

source: Subject has been updated
et: Teema on uuendatud

source: Subject has been deleted
et: Teema on kustutatud

source: Testimonial has been saved
et: Iseloomustus on salvestatud

source: Testimonial has been updated
et: Iseloomustus on uuendatud

source: Testimonial has been deleted
et: Iseloomustus on kustutatud

source: User Added Successfully
et: Kasutaja on edukalt lisatud

source: User has been updated
et: Kasutaja on uuendatud

source: User has been deleted
et: Kasutaja on kustutatud

source: Permission update successfully
et: Luba uuendus edukalt

source: You have been logged in Successfully
et: Sind on edukalt sisse loginud

source: You have been logged out
et: Teile on välja loginud

source: Level User has been saved
et: Tase Kasutaja on salvestatud

source: Level user has been deleted
et: Tase kasutaja on kustutatud

source: Logo has been saved
et: Logo on salvestatud

source: Logo has been deleted
et: Logo on kustutatud

source: Add Questions
et: Lisa Küsimused

source: Question Type
et: küsimus Type

source: Search
et: Otsi

source: Reset
et: Lähesta

source: Add To Exam
et: Lisa eksam

source: Delete To Exam
et: Kustuta eksami

source: Back To Exam
et: Tagasi eksam

source: Type
et: Tüüp

source: Body of Question
et: Body of küsimus

source: Level
et: tase

source: Action
et: Märul

source: Add Advertisement
et: Lisa Reklaam

source: Advertisement Name
et: Reklaam Nimi

source: Ordering
et: tellimine

source: Internal
et: sisemine

source: External
et: Väline

source: Upload Image (350*260)
et: Lae pilt (350 * 260)

source: Save
et: Salvesta

source: Close
et: Sulge

source: Update Photo
et: Uuenda Foto

source: Upload Photo
et: Foto üleslaadimine

source: Update
et: Uuenda

source: Cancel
et: Loobu

source: Edit Advertisements
et: Edit Kuulutused

source: Form
et: vorm

source: Status
et: Staatus

source: Advertisements
et: Kuulutused

source: Add New Advertisement
et: Lisa uus Reklaam

source: Edit
et: Muuda

source: Delete
et: Kustuta

source: View
et: vaade

source: Change Photo
et: Muuda Fotot

source: View Slides
et: Vaata slaidid

source: Attempted Papers of
et: Püüti ettekanded

source: Name
et: Nimi

source: Total Marks
et: Kokku Marks

source: Obtained Marks
et: saadud Marks

source: Result Finalized
et: tulemus lõpule viidud

source: Finalize It
et: Lõpeta see

source: PASSED
et: sOORITANUD

source: FAILED
et: Ebaõnnestunud

source: Finalized By
et: lõpule

source: Question No
et: küsimus nr

source: Option1
et: valik1

source: Option2
et: valik2

source: Option3
et: valik3

source: Option4
et: valik4

source: Option5
et: valik5

source: Option6
et: valik6

source: Marked Answer
et: Märkimisväärne Vastus

source: Correct Answer
et: õige vastus

source: Time Taken
et: kuluv aeg

source: Marks Obtained
et: hinnetest

source: Checked by
et: Kontrollis

source: System
et: SÜSTEEM

source: Configuration Options
et: konfiguratsioonivalikud

source: Site Name
et: Saidi nimi

source: Organization Name
et: Organisatsiooni nimi

source: Domain Name
et: Domeeninimi

source: Organization Email
et: organisatsioon Post

source: Meta Title
et: Meta Pealkiri

source: Meta Description
et: Meta kirjeldus

source: Time Zone
et: Ajavöönd

source: Please Select
et: Palun vali

source: Currency
et: valuuta

source: Header Contact
et: Päise Kontakt

source: Email Contact
et: E Kontakt

source: Display records per page
et: Näita kirjeid lehekülje kohta

source: Max records per page
et: Max salvestab lehekülje kohta

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
et: Kuupäev, kuu, aasta, tund, Min, Sec, Meridian, kuupäev seprator, aeg seprator

source: Image
et: Pilt

source: Text
et: Tekst

source: Text Direction
et: tekst suund

source: Left-to-right (LTR)
et: Vasakult paremale (LTR)

source: Right-to-Left (RTL)
et: Paremalt vasakule (RTL)

source: Language
et: Keel

source: Enable SMS Notification
et: Luba SMS teavitamine

source: Enable Email Notification
et: Luba Meiliteavituse

source: Manual Verification
et: Käsitsi kontrollimine

source: Front End Registration
et: Front End registreerimine

source: Front End Slides
et: Front End slaidid

source: Translation
et: tõlkimine

source: Paid Exam
et: Paide eksam

source: Exam Expiry
et: eksami aegumine

source: Exam Feedback
et: eksami tagasiside

source: Tolrance Count
et: Tolrance Krahv

source: Certificate
et: sertifikaat

source: Testimonial
et: iseloomustus

source: Advertisement
et: reklaam

source: No. of Visitor
et: Arv Visitor

source: No. of Student
et: Ei Student

source: No. of Exam
et: Ei eksam

source: Save Settings
et: Salvesta seaded

source: Add Pages
et: Lisa Lehekülgede

source: Link Name
et: link Nimi

source: Link Order
et: link Telli

source: External Url
et: Väline Url

source: Page Name
et: Lehekülje nimi

source: Page Url
et: URL

source: Page Content
et: lehe sisu

source: Edit Pages
et: redigeerimine

source: Pages
et: Lehekülgede

source: Add New Page
et: Lisa uus Lehekülg

source: Published
et: Avaldatud

source: Unpublished
et: Avaldamata

source: Add Currency
et: Lisa Valuuta

source: Currency Name
et: Valuuta nimi

source: Short Name
et: Lühike nimi

source: Upload Currency (Less or equal to 50*50)
et: Lae Valuuta (väiksem või võrdne 50 * 50)

source: Add New Currency
et: Lisa uus raha

source: In Progress Exam
et: In Progress eksam

source: Upcoming Exam
et: Tulevased eksam

source: Completed Exam
et: Valminud eksam

source: Students
et: õpilased

source: In Progress & Upcoming Exams
et: In Progress & Tulevased Eksamid

source: Date
et: Kuupäev:

source: Exam Name
et: eksami Nimi

source: Group
et: Grupp

source: Duration
et: Kestus

source: Recent Exam Results
et: Viimased Eksami tulemused

source: Exam
et: eksam

source: Overall Result
et: üldine tulemus

source: Student Stats
et: Student Statistika

source: To
et: Kellele

source: Details
et: Detailid

source: Student Statistic Table
et: Student Statistika tabel

source: Total Students
et: Kokku üliõpilased

source: Total Active
et: Kokku Active

source: Total Pending
et: Kokku Ootel

source: Total Suspended
et: Kokku peatatud

source: Top 10 Question Bank Subject Wise
et: Top 10 Küsimus Bank Teema Wise

source: Top 10 Difficulty Level of Questions
et: Top 10 raskusastet Küsimused

source: Question Count Table
et: Küsimus Krahv tabel

source: Bank Name
et: Panga nimi

source: Total Easy
et: Kokku Lihtne

source: Total Normal
et: Kokku Normal

source: Total Difficult
et: Kokku Raske

source: E-Mail Settings
et: E-posti seaded

source: Email Type
et: E-Type

source: Server Name / Host
et: Serveri nimi / Host

source: User Name
et: Kasutajanimi

source: Password
et: Salasõna

source: Add Email Template
et: Lisa e-mudel

source: Email Template
et: E-kirja mall

source: Edit Email Templates
et: Edit meilimalle

source: Email Templates
et: meilimalle

source: Add New Email Template
et: Lisa uus e-mudel

source: Template
et: Mall

source: Subject Added successfully
et: Teema on edukalt lisatud

source: Add Exam
et: Lisa eksam

source: Name of Exam
et: Nimi eksam

source: Passing Percentage
et: möödumine osakaal

source: Instruction
et: juhendamine

source: Exam Duration (Min.)
et: Eksami kestus (min.)

source: 0 for unlimited duration
et: 0 määramata ajaks

source: Attempt Count
et: Proovides Krahv

source: 0 for unlimited attempt
et: 0 piiramatu katse

source: Start Date
et: Algus kuupäev

source: End Date
et: Lõpuaeg

source: Show Answer Sheet
et: Näita Vastusteleht

source: Yes
et: Jah

source: No
et: Ei

source: Select Group
et: Vali Group

source: Negative Marking
et: negatiivne märgistamine

source: Random Question
et: suvaline küsimus

source: Amount
et: Kokku

source: Browser Tolrance
et: brauser Tolrance

source: Expiry Days
et: lõppemine päeva

source: 0 for Unlimited
et: 0 piiramatu

source: Result After Finish
et: Tulemus peale finišit

source: Mode
et: viis

source: Instant Result
et: Instant tulemused

source: Option Shuffle
et: Valik Shuffle

source: Add Subjects To Exams
et: Lisa teemasid Eksamid

source: Subject Name
et: Teema nimi

source: No. of Questions
et: Ei Küsimused

source: Ques Attempt Count
et: Ques Proovides Krahv

source: Questions Attempt Count
et: Küsimused Proovides Krahv

source: Leave blank for not showing (0 for unlimited)
et: Jäta tühjaks ei kuvata (0 piiramatu)

source: ctrl+click to add multiples
et: ctrl + nuppu, et lisada kordsed

source: Add
et: Lisa

source: Edit Exam
et: Edit eksam

source: Exam Stats
et: eksami Statistika

source: No of Student Passed
et: Ei Student Vastu

source: Download
et: Lae alla

source: No of Student Failed
et: Ei Student ebaõnnestus

source: No of Student Absent
et: Ei Student leidu

source: Exam Details
et: eksami detailid

source: Finalize Result
et: Lõpeta Tulemus

source: Attempted Papers
et: Püüti Papers

source: Eligible Group
et: abikõlblikud Group

source: Close Exam
et: Sule eksam

source: Activate Exam
et: Aktiveeri eksam

source: Exam Closed Re-Activate Exam
et: Eksami Suletud uuesti aktiveerida eksam

source: Browser Tolrence
et: brauser Tolrence

source: Expiry
et: aegumine

source: Unlimited
et: Piiramatu

source: Days
et: päeva

source: Subjective
et: subjektiivne

source: Objective
et: eesmärk

source: True &amp; False
et: Tõsi & amp; vale

source: Fill in the blanks
et: Täida lüngad

source: Total Questions
et: Kokku Küsimused

source: Question Attempt Count
et: Küsimus Proovides Krahv

source: Total
et: Kokku

source: Student Name
et: Õpilase nimi

source: Enrolment
et: Statsionaarses

source: Phone
et: Telefon

source: Result Status
et: tulemus staatus

source: Forgot Password
et: Unustasid parooli

source: Email ID
et: E-ID

source: Submit
et: Esitama

source: Forgot Username
et: Unustasin kasutajanime

source: Login
et: Sisene

source: Verification Code
et: Kinnituskood

source: Please enter verification Code
et: Palun sisestage kontrollkood

source: Confirm Password
et: Kinnita parool:

source: Add Groups
et: Lisa Groups

source: Group Name
et: Grupi nimi

source: Groups
et: Grupid

source: Add New Group
et: Lisa uus rühm

source: Add Help Content
et: Lisa Abi Sisu

source: Title
et: Pealkiri

source: Description
et: Kirjeldus

source: Edit Help Content
et: Edit Abi Sisu

source: Help Content
et: Abi Sisu

source: Add New Help Content
et: Lisa uus Help sisu

source: Back To Questions
et: Tagasi küsimustele

source: Export Questions
et: ekspordi Küsimused

source: Select File
et: Valige File

source: Import Questions
et: Import Küsimused

source: Import/Export Students
et: Import / Export Õpilased

source: Back To Students
et: Tagasi üliõpilastele

source: Export Students
et: ekspordi Õpilased

source: Import Students
et: Import Õpilased

source: All Messages
et: Kõik teated

source: My Profile
et: Minu profiil

source: Change Password
et: Muuda salasõna

source: Logout
et: Logi välja

source: Powered by
et: Toodetud

source: Date &amp; Time
et: Date & amp; aeg

source: Compose Mail
et: Loo kiri

source: Search Student Mail
et: Otsi Student Mail

source: Message
et: Sõnum

source: Send
et: Saada

source: Compose
et: koostama

source: Inbox
et: Saabunud

source: Sent Mail
et: Saadetud

source: More
et: ROHKEM

source: Mark as Read
et: Märgi loetuks

source: Mark as Unread
et: Märgi mitteloetuks

source: Move to Inbox
et: Liigu Saabunud

source: Reply
et: Vasta

source: Forward
et: Edasi

source: Menu Names
et: Menüü nimed

source: Model Name
et: Modelleeri nime

source: Icon
et: ikoon

source: Add News
et: Lisa News

source: News Title
et: Uudised Pealkiri

source: News Description
et: Uudised kirjeldus

source: Edit News
et: Edit Uudised

source: News
et: Uudised

source: Add New News
et: Lisa uus Uudised

source: Paypal Payment Option
et: PayPal makse variant

source: Signature
et: allkiri

source: Sandbox Mode
et: liivakasti režiim

source: True
et: tõene

source: Add Question
et: Lisa küsimus

source: Question
et: Küsimus

source: Correct Answers
et: õiged vastused

source: Type your question here
et: Tüüp oma küsimus siia

source: Answer1
et: Vasta!"

source: Answer2
et: Vasta!"

source: Answer3
et: Vasta!"

source: Answer4
et: Vasta!"

source: Answer5
et: Vasta!"

source: Answer6
et: Vasta!"

source: True/False
et: Õige Vale

source: False
et: väär

source: Blank Space
et: tühi ruum

source: Explanation (Optional)
et: Selgitus (valikuline)
