Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/est/LC_MESSAGES/default.po
Languages: et

source: Provide explanation in support of correct answer
et: Selgitage toetuseks õige vastus

source: Hint(optional)
et: Hint (vabatahtlik)

source: Hint to help answer correctly
et: Hint, et aidata vastata õigesti

source: without minus sign
et: ilma miinusmärgiga

source: Edit Question Type
et: Edit Küsimus Type

source: Explanation
et: selgitus

source: Hint
et: vihje

source: Questions
et: Küsimused

source: Add New Question
et: Lisa uus küsimus

source: Import/Export Question
et: Import / Export küsimus

source: Answer
et: Vasta!"

source: Question Details
et: küsimus detailid

source: Exam Wise
et: eksami Wise

source: Please Select Exam
et: Palun valige eksam

source: Status of Result
et: Staatus Tulemus

source: Please Select Result Status
et: Palun valige Tulemus staatus

source: Download Result
et: Lae Tulemus

source: Rank
et: auaste

source: Percent
et: protsent

source: Result
et: tulemus

source: View Result
et: Vaata Tulemus

source: Download/Print Result
et: Lae / Prindi Tulemus

source: Name or Enrolment Number
et: Nimi või registreerimine arv

source: Enrolment Number
et: Registreerimise number

source: Back
et: Tagasi

source: Assesment Report for
et: Vereringe aruanne

source: Taken Date
et: võetud kuupäev

source: Total Time
et: aeg kokku

source: Nos. of Browser tolrance attempt
et: Nos. Brauseri tolrance katse

source: Total Score
et: punkte kokku

source: Feedback
et: tagasiside

source: Section Name
et: § Nimi

source: Section proportion
et: § osa

source: Actual
et: tegelik

source: Your Percentage
et: teie osakaal

source: Section Summary
et: § kokkuvõte

source: Maximum Score
et: Maksimaalne Score

source: Developed Skill
et: arenenud Skill

source: Needs Development
et: vajab Development

source: Lack of Skill
et: Kvalifikatsiooni puudumine

source: MCQ answered
et: MCQ vastas

source: Send Emails
et: Saada kirjad

source: Teachers
et: õpetajad

source: Any Email
et: Iga Post

source: Default all students if you add manually then search student email
et: Vaikimisi kõik õpilased kui lisate käsitsi siis otsi õpilase e-posti

source: Default all teachers if you add manually then search teacher email
et: Vaikimisi kõik õpetajad kui lisate käsitsi siis otsi õpetaja e-posti

source: Type any email comma seprated
et: Tüüp mis tahes e-posti komaga seprated

source: Type subject
et: tüüp teema

source: Select Email Template
et: Vali e-mudel

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
et: Kui sa ei taha, et valida e-posti malli siis kirjuta lihtsalt e-kirja. Kui sisestad toimetaja siis ei saa valida malli minna reset nuppu

source: Send Sms
et: Saada SMS

source: Any Sms
et: Iga SMS

source: Default all student if you add manually then search students name
et: Vaikimisi kõik õpilaste kui lisate käsitsi siis otsi õpilased nimi

source: Default all teachers if you add manually then search teacher name
et: Vaikimisi kõik õpetajad kui lisate käsitsi siis otsi õpetaja nimi

source: Any Number
et: Iga number

source: Type any number comma seprated
et: Tüüp mis tahes arvu komaga seprated

source: Select Sms Template
et: Vali Sms Mall

source: Sms Template
et: sms mall

source: If you do not want to select sms template then simply type sms message
et: Kui sa ei taha, et valida SMS template siis kirjuta lihtsalt SMS

source: Certificate Signature
et: sertifikaadi allkirja

source: Upload Image(* height less than 75px)
et: Lae pilt (* kõrgus on väiksem kui 75px)

source: Delete Signature
et: Kustuta allkiri

source: Add Slides
et: Lisa slaidid

source: Slide Name
et: Slide Nimi

source: Upload Slide (1350*550)
et: Laadi Slide (1350 * 550)

source: Edit Slides
et: Edit slaidid

source: Slides
et: liumäed

source: Add New Slide
et: Lisa uus Slide

source: SMS Settings
et: SMS seaded

source: Sender ID
et: Saatja ID

source: Heading Username
et: Rubriik kasutajanime

source: Username field provided by sms gateway
et: Kasutajanimi väljale SMS gateway

source: Heading Password
et: Rubriik salasõna

source: Password field provided by sms gateway
et: Salasõna väljale SMS gateway

source: Heading Mobile No
et: Rubriik Mobiilne pole

source: Mobile No field provided by sms gateway
et: Mobiilne pole väljale SMS gateway

source: Heading Message
et: Rubriik Message

source: Message field provided by sms gateway
et: Sõnum väljale SMS gateway

source: Heading Sender Id
et: Rubriik saatja tunnus

source: Sender Id field provided by sms gateway
et: Saatja Id väljale SMS gateway

source: Add SMS Template
et: Lisa SMS Mall

source: Edit SMS templates
et: Edit SMS malle

source: SMS Templates
et: SMS mallid

source: Add New SMS Template
et: Lisa uus SMS Mall

source: Add Students
et: Lisa Õpilased

source: Address
et: Aadress

source: Guardian Phone
et: Guardian Telefon

source: Edit Students
et: Edit Õpilased

source: Renewal Date
et: Uuendatud

source: Add New Student
et: Lisa uus õpilane

source: Wallet
et: rahakott

source: Admission Date
et: Sissepääs kuupäev

source: Credit
et: krediit

source: Debit
et: deebet

source: Balance
et: tasakaal

source: Payment Through
et: maksmine Through

source: Remarks
et: Märkused

source: View Student Information
et: Vaata Student Information

source: Full Name
et: Nimi:

source: Phone Number
et: Telefoni number

source: Registered Email
et: registreeritud e-posti

source: Alternate Number
et: Alternate arv

source: Enrolment No
et: Registreerimise nr

source: Last Login
et: Viimane sisselogimine

source: Students Wallet
et: õpilased Rahakott

source: Transaction Form
et: tehingu vorm

source: Mobile
et: Mobiil

source: ADD
et: LISA

source: DEDUCT
et: maha arvama

source: Add Subjects
et: Lisa ained

source: Edit Subjects
et: Edit ained

source: Subjects
et: Õppeained

source: Add New Subject
et: Lisa uus teema

source: Question Bank
et: küsimus Bank

source: Add Testimonials
et: Lisa iseloomustused

source: Upload Photo (150*150)
et: Foto üleslaadimine (150 * 150)

source: Edit Testimonials
et: Edit iseloomustused

source: Testimonials
et: iseloomustused

source: Add New Testimonial
et: Lisa uus iseloomustus

source: Photo
et: foto

source: Add Users
et: Lisa Kasutajad

source: User Level
et: Kasutaja tase

source: Username
et: Kasutajanimi

source: Level users
et: tase kasutajad

source: Add New Level
et: Lisa uus tase

source: Back To Users
et: Tagasi kasutajate

source: Level Name
et: tase Nimi

source: Set Permission
et: Set Luba

source: Assign Form Rights
et: Määra vorm õiguste

source: Module Name
et: Moodul Nimi

source: Old Password
et: vana parool

source: Edit Users
et: Edit Kasutajad

source: User Registration Form
et: Kasutaja registreerimine vorm

source: Users
et: Kasutajad

source: Add New User
et: Lisa uus kasutaja

source: Add Level Users
et: Lisa Tase Kasutajad

source: Dear user, log in to access the admin area!
et: Hea kasutaja, logi sisse, et pääseda admin ala!

source: Admin / Teacher Username
et: Admin / Teacher kasutajanime

source: Forgot User Name
et: Unustasin kasutajanime

source: Organisation Logo
et: Organisatsiooni Logo

source: Upload Image(* height less than 220px)
et: Lae pilt (* kõrgus on väiksem kui 220px)

source: Delete Logo
et: Kustuta Logo

source: Please provide a type for chart %s!
et: Palun sisesta tüüpi diagrammi %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
et: Joonis: \ " %s " ei leitud. Veenduge, et Chart nimi on sama string, mis on möödunud kuni $ this-> HighCharts-> muuda () on Teie arvates.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
et: Ekspresskassa tehing on aegunud ja tehing tuleb taaskäivitada

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
et: Võib-olla olete teinud teise kõne samal makse või olete kasutanud samu arve ID eraldi tehinguid.

source: Please use a different funcing source.
et: Palun kasutage teist funcing allikas.

source: An error occured, please retry the transaction.
et: Tekkis viga, palun proovi uuesti tehingu.

source: This transaction couldn't be completed. Redirecting to payment gateway
et: See tehing ei saa lõpule viia. Ümbersuunamine lehele makse gateway

source: You have not agreed to the billing agreement.
et: Sa ei ole kokku lepitud arvete kokkuleppele.

source: The billing agreement is disabled or inactive.
et: Arvelduskood leping on keelatud või passiivne.

source: The credit card used is expired.
et: Krediitkaarti on aegunud.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
et: Tehing oli keeldunud, kuna AVS vastus tagastatakse väärtus N ja kaupmehe kontole ei ole võimalik aktsepteerida selliseid tehinguid.

source: The payment gateway account is restricted.
et: Payment Gateway konto on piiratud.

source: You must submit an IP address of the buyer with each API call.
et: Sa pead esitama IP aadressi ostja iga API kõne.

source: The merchant selected a value for the PaymentAction field that is not supported.
et: Kaupmees valinud väärtus PaymentAction valdkonnas, mis ei toeta.

source: The credit card field was blank.
et: Krediitkaardi valdkonnas oli tühi.

source: The total amount and item amounts do not match.
et: Kogusumma ja kirje summad ei ühti.

source: The credit card entered is currently restricted by the payment gateway.
et: Sisestatud krediitkaardiga praegu piiratud makse gateway.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
et: Kaupmees sisestatud arve ID, mis on juba seotud tehingu sama kaupmees. Proovides uue arve nr

source: The transaction was declined by the country filter managed by the merchant.
et: Tehing toimus vähenes riigi filter haldab kaupmees.

source: The transaction was declined by the maximum amount filter managed by the merchant.
et: Tehing oli vähenenud maksimumsumma filter haldab kaupmees.

source: The transaction was declined by the payment gateway.
et: Tehing oli vähenenud makse gateway.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
et: Tehing oli vähenenud makse gateway, sest võimalike pettuse.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
et: Tehing oli vähenenud makse gateway, sest võimalike pettuse IP-aadressi.

source: The merchant account attempting the transaction is not a business account.
et: Kaupmees konto üritab tehing ei ole ettevõte kontot.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
et: Kaupmees konto üritab tehing ei ole võimalik töödelda Direct Maksetehingud.

source: Access to Direct Payment was disabled for your account.
et: Juurdepääs otsetoetuste keelati oma konto.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
et: Kaupmees konto üritab tehing ei ole kinnitanud, e-posti aadress makse gateway.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
et: Kaupmees püüdis tehing, mille summa ületab ülempiiri, et kaupmees.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
et: Tehing oli vähenenud, sest kaupmees risk filter AVS. Täpsemalt, kaupmees on seadnud vähenema tehingu kui AVS tagastas ei sobi (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
et: Tehing oli vähenenud, sest kaupmees risk filter AVS. Täpsemalt, kaupmees on seadnud filter vähenema tehinguid kui AVS naaseb osalise sobivuse.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
et: Tehing oli vähenenud, sest kaupmees risk filter AVS. Täpsemalt, kaupmees on seadnud filter vähenema tehinguid kui AVS ei toeta.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
et: Kaupmees sisestatud IP-aadress, mis oli kehtetu formaadis. IP-aadress peab olema sellises vormis, nagu 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
et: Kaupmees konfiguratsiooni nõuab CVV kantavad, kuid mitte CVV oli varustatud selle tehingu.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
et: Kaupmees andis aadressi kas USA või Kanada, kuid riik ette ei ole kehtiv riigi kummaski riigis.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
et: Tehing oli vähenenud pangaga, mitte makse gateway. Kaupmees peaks püüdma teise kaardi.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
et: Kaupmees asukohariigis ei toeta praegu lubada otsetoetuste tehinguid.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
et: Tehing oli vähenenud, sest makse gateway töötleb hetkel tehingu sama ostja sama summa. Võib tekkida, kui ostja leiab, mitu, identseid tehinguid kiiresti üksteise järel.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
et: CVV ette ei sobi. CVV on vahemikus 3-4 numbrit.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
et: Palun proovi hiljem uuesti. Veenduge, et teil on läbinud õige CVV ja aadress info ostja. Kui luua korduvaid profiili, siis proovige uuesti sooritades init summa 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
et: Tehing ei ühildu tõttu kadunud või kehtetu 3-D Secure autentimise väärtusi. Saate ECI, ECI3DS, CAVV, XID väljad.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
et: Tehing lükkas makse gateway, sest liigne ebaõnnestumiste üle lühikese aja jooksul selle krediitkaardi.

source: The transaction was declined by payment gateway.
et: Tehing oli vähenenud makse gateway.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
et: Tehing oli vähenenud, sest kaupmees ei ole kehtivat äriüksus kokkuleppele faili makse gateway.

source: The transaction was declined because the CVV entered does not match the credit card.
et: Tehing oli vähenenud, sest CVV ei lange sisestatud krediitkaardi.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
et: Tehing oli vähenenud pangaga, sest aegunud krediitkaardiga. Kaupmees peaks püüdma teise kaardi.

source: Exceeded permissible limit for Navigating away
et: Ületas lubatud piirmäära ära navigeerimine

source: You have exceeded the permissible limit for navigating away from your test
et: Oled ületanud lubatud piiri navigeerimiseks eemal oma test

source: Your test has finished. You can close the window now
et: Teie test on lõppenud. Võite akna sulgeda nüüd

source: Installation Complete
et: Paigaldamine Complete

source: Aho! The System is installed successfully.
et: Aho! Süsteem on edukalt installeeritud.

source: Go to Admin/Teacher Interface
et: Mine Admin / Teacher Interface

source: User
et: Kasutaja

source: Go to Front End/Student Interface
et: Mine Front End / Student Interface

source: Visit our website
et: Külasta meie kodulehel

source: for documentation and support
et: dokumentatsiooni ja tuge

source: My Exam Stats
et: Minu eksam Statistika

source: Total Exam Given
et: Kokku eksam Arvestades

source: Absent Exams
et: Puudub Eksamid

source: Best Score in
et: Parima hinne

source: On
et: Sees

source: Failed in
et: ebaõnnestus

source: Average Percentage
et: Keskmine protsent

source: Your Rank
et: teie Koht

source: Month Wise Performance
et: Kuu Wise Performance

source: Exam Wise Performance
et: Eksami Wise Performance

source: Top 10
et: Populaarseimad

source: Todays Exam
et: Tänane eksam

source: Top
et: Populaarseimad

source: These are the exam(s) that can be taken right now
et: Need on eksam (id), mida saab võtta kohe

source: No Exams found for today
et: Ei Eksamid leiti täna

source: Something went wrong
et: Midagi läks valesti

source: Show
et: Näita

source: entries
et: kirjed

source: Prev
et: Eelmine

source: Next
et: Järgmine

source: Showing {:start} to {:current} of {:count} entries
et: Näitan {:start} kuni {:current} Väljamõeldud {:count} kirjet

source: Email Verification
et: meilikinnitus

source: Please Enter Verification Code in the Text Box
et: Palun sisesta kinnituskood Text Box

source: Re-Send Email Verification
et: Re-Saada meilikinnitus

source: Please Enter Email Id in the Text Box which you enter at the time of registration
et: Palun sisesta e-posti id tekstikasti, kuhu saad sisestada ajal registreerimine

source: Purchased Exam
et: ostetud eksam

source: Expired Exam
et: Aegunud eksam

source: These are the exam(s) which has been expired
et: Need on eksam (s), mis on aegunud

source: No Exams found
et: Ei Eksamid leitud

source: Thank you for using the test
et: Täname, kasutades test

source: 1. The test instructions were
et: 1. test juhised olid

source: Largely Clear
et: suuresti Clear

source: Medium Clear
et: keskmise Clear

source: Not Clear
et: Ebaselge

source: 2. Language of question was
et: 2. Keel küsimus oli

source: 3. Overall test experience was
et: 3. Üldiselt test kogemus oli

source: Good
et: "Hästi!

source: Better
et: parem

source: Best
et: parim

source: Any other feedback suggestion
et: Muid tagasiside soovitus

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
et: Palun sulgege kõik oma vestlusaken, ekraanisäästja, ja viirusetõrje programmid enne testi

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
et: Palun ärge vajutage \ "F5 " ajal oma test. See lõpetab oma test ja sa ei saa uuesti avada test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
et: Teie vastused salvestatakse. Kui teie test katkeb mingil põhjusel teie vastuseid kuni selle hetkeni salvestatakse

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
et: Palun sulgege kõik programmid, mis laadida või laadida faile taustal Näiteks: Dropbox, torrent jne

source: Instructions
et: Kasutusjuhend:

source: I am ready to begin
et: Ma olen valmis alustama

source: Exam Start
et: eksami Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
et: See eksam on makstud. Summa tuleb maha oma rahakoti automaatselt. Pärast eksami käivitamist taimer ei peatu. Kas soovite maksta ja hakata?

source: These are the exam(s) which has been purchased
et: Need on eksam (s), mis on ostetud

source: Correct Marks
et: õige Marks

source: Unreview
et: Tühista ülevaatamine

source: Review
et: ülevaade

source: Reset Answer
et: Reset Vastus

source: Finish
et: Finiš

source: Current Question
et: Praegune küsimus

source: Answered
et: Vastatud

source: Not Answered
et: ei Vastatud

source: Navigated Away
et: navigeerida Away

source: you had navigated away from the test window. This will be reported to Moderator
et: sa olid liikunud eemale test aknas. See teatada Moderaator

source: Do not repeat this behaviour
et: Ärge korrake seda käitumist

source: Otherwise you may get disqualified
et: Vastasel juhul võid saada diskvalifitseeritud

source: Continue
et: jätkama

source: Finalize
et: lõplikult vormistama

source: Do you wish to submit and close the
et: Kas soovite esitada ja sulgege

source: Once you submit, you will not be able to review the
et: Kui olete saatnud, siis ei saa vaadata

source: Summary of your attempts in this
et: Kokkuvõte oma katseid selles

source: as show below
et: nagu näitavad allpool

source: Attempted
et: Püüti

source: Return To First Question
et: Return to Esimene küsimus

source: These are the exam(s) that are planned you in near future
et: Need on eksam (id), mis on kavandatud teid lähitulevikus

source: Attempt Now
et: Proovides nüüd

source: Your performance compared to your group
et: Teie jõudlust võrreldes oma grupiga

source: Can't read? Reload
et: Ei saa lugeda? Reload

source: Enter security code shown above
et: Sisesta turvakood Ülaltoodud

source: Answer simple math
et: Vastus lihtne matemaatika

source: Attempts
et: Püüab

source: Remaining
et: ülejäänud

source: Expiry Date
et: Aegumisaja

source: Expired Date
et: Aegumiskuupäev

source: Free
et: Vaba

source: Not Purchased
et: ei ole ostnud

source: View Details
et: Vaata detaile

source: Installation
et: paigaldamine

source: Step 1 of 4
et: Etapp 1 4

source: Server Configuration & Setup Requirements
et: Server Configuration & Setup nõuded

source: Setup Requirements
et: seadistusnõueteta

source: Installing this software require certain server side extension and capability
et: Selle tarkvara installimiseks vaja teatud serveri poolel pikendamine ja võimekus

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
et: palun vaadake allpool ja võrrelda oma server praeguse kujud paremal. Võite klõpsata ikooni iga tehnoloogia üksikasjad.

source: Extensions &amp; Applications
et: Extensions & amp; Rakendused

source: HTTP Server. For example: Apache
et: HTTP Server. Näiteks: Apache

source: Require
et: nõudma

source: PHP 5.2.8 or greater
et: PHP 5.2.8 või suurem

source: Database Engine MySQL (4 or greater)
et: Database Engine MySQL (4 või enam)

source: PDO Extension
et: KPN pikendamine

source: GD Extension
et: GD pikendamine

source: Mandatory
et: kohustuslik

source: PHP Version
et: PHP versioon

source: MYSQL Version
et: MySQL versioonis

source: PDO Unavailable
et: KPN Pole saadaval

source: PDO Available
et: KPN Saadaval

source: GD Availiable
et: GD Saadaval

source: Directory &amp; File Permission
et: Kataloog ja amp; faili loata

source: These Folders of Files need to be
et: Need kaustad failide peavad olema

source: Writable
et: kirjutatav

source: for application to be installed.
et: kohaldamise olema paigaldatud.

source: Folders or Files
et: Failide või kaustade

source: Refresh
et: Värskendama

source: Let's Start
et: Alustame

source: Step 2 of 4
et: Etapp 2 4

source: Installation Agreement
et: Paigaldamine lepingu

source: I Accept to Proceed
et: Nõustun Jätkan

source: Step 3 of 4
et: Etapp 3 4

source: Database Connection Settings
et: Andmebaas Connection Settings

source: Usually Localhost
et: tavaliselt Localhost

source: Database Name
et: andmebaasi nimi
