Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/est/LC_MESSAGES/validation.po
Languages: et

source: Only letters and numbers allowed
et: Ainult tähed ja numbrid lubatud

source: Group already exist
et: Group on juba olemas

source: Only Url
et: ainult Url

source: File does not have a valid extension
et: Fail ei ole kehtivat pikendamine

source: You must supply a JPG, GIF or PNG File.
et: Sa pead andma JPG, GIF või PNG.

source: Invalid Header Contact
et: Vigane päis Kontakt

source: Only Alphabets
et: ainult tähestike

source: Currency Name already exist
et: Valuuta nimi on juba olemas

source: You must supply image height is less than 50px
et: Sa pead andma pildi kõrgus on väiksem kui 50 px

source: You must supply image width is less than 50px
et: Sa pead andma pildi laius on väiksem kui 50 px

source: Only numbers allowed
et: Ainult numbrid lubatud

source: Only Date/time format
et: Ainult Date / kellaaja vorming

source: Enter a valid email
et: Sisestage kehtiv e-

source: Please select
et: Palun vali

source: Invalid Username
et: Vale kasutajanimi

source: Invalid Password
et: vale parool

source: Invalid Signature
et: vigane allkiri

source: Only numbers
et: ainult numbrid

source: You must supply image height is less than 220px
et: Sa pead andma pildi kõrgus on väiksem kui 220px

source: This Email has already been exist! try new one
et: See e-kirju on juba olemas! proovida uut

source: Password required
et: Salasõna vaja

source: Password minimum 4 character long
et: Salasõna vähemalt 4 tähemärk

source: Name already exist
et: Nimi on juba olemas
