Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/vie/LC_MESSAGES/default.po
Languages: vi

source: as show below
vi: như hiển thị dưới đây

source: Attempted
vi: Đã cố gắng

source: Return To First Question
vi: Return To Câu hỏi đầu tiên

source: These are the exam(s) that are planned you in near future
vi: Đây là kỳ thi (s) đang lên kế hoạch bạn trong tương lai gần

source: Attempt Now
vi: cố Bây giờ

source: Your performance compared to your group
vi: Hiệu suất của bạn so với nhóm của bạn

source: Can't read? Reload
vi: Không thể đọc được? Nạp lại

source: Enter security code shown above
vi: Nhập mã bảo vệ ở trên

source: Answer simple math
vi: Trả lời bài toán đơn giản

source: Attempts
vi: Những nỗ lực

source: Remaining
vi: còn lại

source: Expiry Date
vi: Ngày hết hiệu lực

source: Expired Date
vi: Ngày hết hạn

source: Free
vi: Miễn phí

source: Not Purchased
vi: không Mua

source: View Details
vi: Xem chi tiết

source: Load Editor
vi: tải biên tập

source: Installation
vi: lắp đặt

source: Step 1 of 4
vi: Bước 1 / 3

source: Server Configuration & Setup Requirements
vi: Server Configuration & cài đặt Yêu cầu

source: Setup Requirements
vi: Yêu cầu thiết lập

source: Installing this software require certain server side extension and capability
vi: Cài đặt phần mềm này yêu cầu mở rộng phía máy chủ nhất định và khả năng

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
vi: xin vui lòng kiểm tra dưới đây và so sánh với các máy chủ tượng hiện tại của bạn trên bên phải. Bạn có thể nhấp vào biểu tượng bên cạnh mỗi công nghệ để biết chi tiết.

source: Extensions &amp; Applications
vi: Phần mở rộng & amp; Các ứng dụng

source: HTTP Server. For example: Apache
vi: HTTP Server. Ví dụ: Apache

source: Require
vi: Yêu cầu

source: PHP 5.2.8 or greater
vi: PHP 5.2.8 hoặc cao hơn

source: Database Engine MySQL (4 or greater)
vi: Database Engine MySQL (4 hoặc cao hơn)

source: PDO Extension
vi: PDO mở rộng

source: Mandatory
vi: Bắt buộc

source: Server Status
vi: Tình trạng máy chủ

source: Web Server
vi: Máy chủ web

source: PHP Version
vi: Phiên bản PHP

source: PDO Unavailable
vi: PDO Không có sẵn

source: PDO Available
vi: PDO sẵn

source: These Folders of Files need to be
vi: Những thư mục của tập tin cần phải được

source: Writable
vi: Ghi được:

source: for application to be installed.
vi: cho các ứng dụng được cài đặt.

source: Folders or Files
vi: Thư mục hoặc tập tin

source: app/tmp/
vi: ứng dụng / tmp /

source: Refresh
vi: Cập nhật

source: Let's Start
vi: HÃY BẮT ĐẦU!

source: Step 2 of 4
vi: Bước 2/2

source: Installation Agreement
vi: Hiệp định cài đặt

source: I Accept to Proceed
vi: Tôi chấp nhận để Tiến

source: Step 3 of 4
vi: Bước 1 / 3

source: Database Connection Settings
vi: Cài đặt kết nối cơ sở dữ liệu

source: Host Name
vi: Tên máy chủ

source: Usually Localhost
vi: Thông thường Localhost

source: Database Name
vi: Tên cơ sở dữ liệu

source: Database User
vi: Cơ sở dữ liệu tài

source: Database User Name
vi: Cơ sở dữ liệu Tên tài khoản

source: Database Password
vi: Cơ sở dữ liệu Mật khẩu

source: Database User Password
vi: Cơ sở dữ liệu User Password

source: Database Type
vi: Loại cơ sở dữ liệu

source: Test Connection
vi: Kiểm tra kết nối

source: Step 4 of 4
vi: Bước 1 / 3

source: Name of Your Website
vi: Tên của Website của bạn

source: Meta Keyword
vi: meta từ khóa

source: Useful for SEO
vi: Hữu ích cho SEO

source: Meta Content for SEO
vi: Nội dung Meta cho SEO

source: Please Select Timezone
vi: Vui lòng chọn múi giờ

source: Name of Your Organization/Company
vi: Tên của tổ chức của bạn / Công ty

source: Default Admin Email
vi: Mặc Email quản trị

source: Install Sample Data With Dummy Entries
vi: Cài đặt dữ liệu mẫu Với Dummy Entries

source: Install
vi: Cài đặt

source: Welcome to
vi: Chào mừng bạn đến với

source: Sign out
vi: Thoát

source: Copyright
vi: Bản quyền

source: follow on facebook
vi: theo trên facebook

source: Latest News & Events
vi: Tin tức mới nhất & Sự kiện

source: Time
vi: Thời gian

source: Download PDF
vi: Tải về PDF

source: Average Percentage(%)
vi: Tỷ lệ trung bình (%)

source: Exam Given
vi: Với kỳ thi

source: Delete Forever
vi: xóa vĩnh viễn

source: Move to Trash
vi: Di chuyển vào thùng rác

source: News Detail
vi: Chi tiết tin tức

source: No of Visitors
vi: Số lượt truy cập

source: No of Students
vi: Không Học Sinh

source: No of Exams
vi: Không có các kỳ thi

source: Payment From Pay Pal
vi: Thanh toán Từ Pay Pal

source: Pay From Pay Pal
vi: Trả Từ Pay Pal

source: Profile
vi: Hồ sơ

source: Edit Profile
vi: Chỉnh Sửa Hồ Sơ

source: Security Code
vi: Mã bảo mật

source: Answers
vi: Câu trả lời

source: My Results
vi: Kết quả của tôi

source: Attempt Date
vi: cố gắng ngày

source: SUBJECT REPORT
vi: BÁO CÁO ĐỀ

source: TIME MANAGEMENT
vi: QUẢN LÝ THỜI GIAN

source: QUESTION REPORT
vi: BÁO CÁO CÂU HỎI

source: SOLUTION
vi: Giải pháp

source: COMPARE REPORT
vi: BÁO CÁO SO SÁNH

source: Score Card For
vi: Điểm Thẻ Đối

source: Total No. of Student
vi: Tổng số Học Sinh

source: My Marks
vi: Marks của tôi

source: Total Marks of Test
vi: Tổng số nhãn hiệu của thử nghiệm

source: My Percentile
vi: Trăm My

source: Total Question in Test
vi: Tổng số câu hỏi trong thử nghiệm

source: Total Attempt Question in Test
vi: Tổng số câu hỏi Attempt Test

source: Left Question
vi: Câu hỏi còn lại

source: Left Question Marks
vi: Left Câu hỏi Marks

source: Total Time of Test
vi: Tổng thời của Test

source: My Time
vi: Thời gian của tôi

source: My Rank
vi: Rank của tôi

source: Performance Report For
vi: Báo cáo hiệu suất Đối với

source: Question & Marks Wise Report For
vi: Câu hỏi & Báo cáo khôn ngoan Marks Đối

source: Subject Report For
vi: Chủ đề Báo cáo Đối với

source: Correct
vi: Chính xác

source: Unattempted Questions
vi: Câu hỏi Unattempted

source: Graphical Report For
vi: Báo cáo đồ họa Đối với

source: Time Management For
vi: Quản lý thời gian Đối với

source: Question Report For
vi: Câu hỏi Báo cáo Đối với

source: Question Status
vi: Tình trạng Câu hỏi

source: Your Answer
vi: câu trả lời của bạn

source: Your Score
vi: Số điểm của bạn

source: Your Time
vi: Thời gian của bạn

source: Solution For
vi: giải pháp Đối với

source: Not Attempt
vi: không Cố

source: Attempt
vi: thử

source: Incorrect
vi: Sai

source: Your Answers
vi: Câu trả lời của bạn

source: Solution
vi: Giải pháp

source: Bookmark
vi: Đánh dấu

source: Compare Report For
vi: So sánh Báo cáo Đối với

source: Total Ques.
vi: Tổng số Ques.

source: Maximum Marks
vi: Marks tối đa

source: Attempted Ques.
vi: Ques cố gắng.

source: Unattempted Ques.
vi: Ques Unattempted.

source: Correct Ques.
vi: Ques đúng.

source: Incorrect Ques.
vi: Ques không chính xác.

source: Percentile
vi: trăm

source: Previous
vi: Trước

source: This is to certify that
vi: Điều này là để xác nhận rằng

source: has succesfully completed the
vi: đã thành công hoàn thành

source: in course program offered by
vi: trong khóa học chương trình được cung cấp bởi

source: Student Login
vi: sinh viên đăng nhập

source: Sign In
vi: Đăng nhập

source: Forgot Passwocrd
vi: Quên Passwocrd

source: New User? Create Account
vi: Người dùng mới? Tạo tài khoản

source: Engine is not loaded
vi: Động cơ không tải

source: Pdf engine "%s" not found
vi: Pdf cơ \ " %s " không tìm thấy

source: Pdf engines must extend "AbstractPdfEngine"
vi: động cơ Pdf phải mở rộng \ "AbstractPdfEngine "

source: Crypto is not loaded
vi: Crypto là không tải

source: Pdf crypto "%s" not found
vi: Pdf mật \ " %s " không tìm thấy

source: Crypto engine must extend "AbstractPdfCrypto"
vi: động cơ Crypto phải mở rộng \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
vi: thuộc tính điều khiển $ pdfConfig là không chính xác hoặc thiếu

source: -> Testing :url
vi: -> Kiểm tra: url

source: Total Requests made: :requests
vi: Tổng số yêu cầu thực hiện:: yêu cầu

source: Total Time elapsed: :duration (seconds)
vi: Tổng thời gian trôi qua:: Thời gian (giây)

source: Requests/Second: :rps req/sec
vi: Các yêu cầu / Second:: RPS req / giây

source: Average request time: :average-time seconds
vi: thời gian yêu cầu trung bình:: Trung bình thời gian giây

source: Standard deviation of average request time: :std-dev
vi: Độ lệch chuẩn của thời gian yêu cầu trung bình:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
vi: Longest / yêu cầu ngắn nhất:: dài nhất sec /: ngắn giây

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
vi: Cho phép bạn để có được một số điểm chuẩn thô statisticsabout một URL đầy đủ.

source: The URL to request.
vi: Các URL để yêu cầu.

source: Number of iterations to perform.
vi: Số lần lặp lại để thực hiện.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
vi: tổng thời gian tối đa cho tất cả các lần lặp lại, trong seconds.If một sự lặp lại đơn mất nhiều hơn thời gian chờ, chỉ có một yêu cầu sẽ được thực hiện

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
vi: Ví dụ sử dụng: `bánh chuẩn --n 10 --t 100 http: // localhost / testsite`. <Info> Lưu ý: </ info> điểm chuẩn này không bao gồm trình duyệt thời gian render.

source: Component initialization
vi: khởi kiện

source: Controller action
vi: hành động điều khiển

source: Controller action start
vi: bắt đầu hành động điều khiển

source: Processing toolbar state
vi: nhà nước thanh công cụ xử lý

source: Processing toolbar data
vi: dữ liệu trên thanh công cụ xử lý

source: Controller render start
vi: Bộ điều khiển làm cho khởi đầu

source: Could not load DebugToolbar panel %s
vi: Không thể tải DebugToolbar bảng %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
vi: Xử lý Core (Xuất phát từ $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
vi: Tiêu đề đã gửi trong %s trên dòng %s . Không thể gửi dữ liệu đăng nhập để FirePHP.

source: Incorrect parameter count for FireCake::fb()
vi: đếm không chính xác thông số cho FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
vi: Số lượng tối đa (99.999) của thư đó đến!

source: There are no active panels. You must enable a panel to see its output.
vi: Không có tấm hoạt động. Bạn phải bật bảng để xem đầu ra của nó.

source: App Constants
vi: App hằng

source: CakePHP Constants
vi: CakePHP hằng

source: PHP Environment
vi: PHP Môi trường

source: Hidef Environment
vi: HiDef Môi trường

source: Request History
vi: Lịch sử yêu cầu

source: No previous requests logged.
vi: Không có yêu cầu trước đó đăng nhập.

source: previous requests available
vi: yêu cầu trước đó có sẵn

source: Restore to current request
vi: Restore để yêu cầu hiện tại

source: Included Files
vi: Hồ sơ bao gồm

source: Logs
vi: Ghi Log

source: There were no log entries made this request
vi: Không có mục đăng nhập yêu cầu điều này

source: Request
vi: Yêu cầu

source: No post data.
vi: Không có dữ liệu bài.

source: No querystring data.
vi: Không có dữ liệu chuỗi truy vấn.

source: Current Route
vi: Route hiện tại

source: Session
vi: Phiên làm việc

source: No query logs when debug < 2.
vi: Không có truy vấn bản ghi khi debug <2.

source: No query logs.
vi: Không có truy vấn bản ghi.

source: Total Time: %s ms <br />Total Queries: %s queries
vi: Tổng thời: %s ms <br /> Tổng số truy vấn: %s truy vấn

source: Query Explain:
vi: Truy vấn Giải thích:

source: Click an "Explain" link above, to see the query explanation.
vi: Nhấn vào một \ "Giải thích " liên kết ở trên, để xem lời giải thích truy vấn.

source: No active database connections
vi: Không có kết nối cơ sở dữ liệu hoạt động

source: Memory
vi: Bộ nhớ

source: Peak Memory Use
vi: Đỉnh Sử dụng bộ nhớ

source: Memory use
vi: sử dụng bộ nhớ

source: %s (ms)
vi: Tin nhắn

source: Total Request Time:
vi: Tổng số Thời gian yêu cầu:

source: Time in ms
vi: Thời gian trong ms

source: Graph
vi: Đồ thị(hình vẽ)

source: View Variables
vi: Xem biến

source: Rendering View
vi: Rendering Xem

source: View render complete
vi: Xem làm cho hoàn chỉnh

source: Explain
vi: giải thích

source: Starting %sms into the request, taking %sms
vi: Bắt đầu từ %s ms vào yêu cầu, dùng %s ms

source: No markup errors found
vi: Không có lỗi đánh dấu tìm thấy

source: maybe slow
vi: có lẽ chậm

source: Absolute path or relative to APP.
vi: đường dẫn tuyệt đối hoặc tương đối so với APP.

source: An error occured while getting the status of your account.
vi: Đã xảy ra lỗi trong khi nhận được trạng thái tài khoản của bạn.

source: There was an error while connecting to Paypal
vi: Có lỗi trong khi kết nối với Paypal

source: There was a problem initiating the transaction, please try again.
vi: Có một vấn đề bắt đầu giao dịch, xin vui lòng thử lại.

source: There was a problem getting your details, please try again.
vi: Có một vấn đề nhận được thông tin chi tiết, vui lòng thử lại.

source: There was an error completing the payment
vi: Có lỗi khi hoàn tất việc thanh toán

source: There was a problem processing the transaction, please try again.
vi: Có một vấn đề xử lý giao dịch, xin vui lòng thử lại.

source: There was an error processing the card payment
vi: Có lỗi khi xử lý thanh toán thẻ

source: There was a problem processing your card, please try again.
vi: Có một vấn đề khi xử lý thẻ của bạn, xin vui lòng thử lại.

source: There was an error processing the the refund
vi: Có lỗi khi xử lý hoàn trả

source: A problem occurred during the refund process, please try again.
vi: Một vấn đề xảy ra trong quá trình hoàn trả tiền, xin vui lòng thử lại.

source: There was an problem communicating with the payment gateway
vi: Có một vấn đề giao tiếp với các cổng thanh toán

source: Missing client id/secret
vi: Thiếu id khách hàng / bí mật

source: Must specify an expiry date
vi: Phải ghi rõ ngày hết hạn

source: Must include a M and Y in expiry date
vi: Phải bao gồm M và Y trong thời hạn sử dụng

source: Invalid expiry date
vi: thời hạn sử dụng không hợp lệ

source: Invalid card number
vi: Số thẻ không hợp lệ

source: Invalid CVV2 number
vi: số CVV2 không hợp lệ

source: Invalid card type
vi: Loại thẻ không hợp lệ

source: Could not detect client IP address
vi: Không thể phát hiện địa chỉ IP của khách hàng

source: Not a valid credit card number
vi: Không phải là một số thẻ tín dụng hợp lệ

source: You must include the 3 digit security number
vi: Quý vị phải ghi số an 3 chữ số

source: Must specify an "amount" to charge
vi: Phải chỉ định \ "số tiền " để sạc

source: You must pass a valid order array
vi: Bạn phải vượt qua một mảng trật tự hợp lệ

source: Valid "return" and "cancel" urls must be provided
vi: Hợp lệ \ "trở lại " và \ "hủy " url phải được cung cấp

source: You must provide a currency code
vi: Bạn phải cung cấp một mã tiền tệ

source: Original PayPal Transaction ID is required
vi: ID giao dịch PayPal gốc là cần thiết

source: Must specify an "amount" to refund
vi: Phải chỉ định \ "số tiền " để hoàn trả

source: You must specify a refund type, such as Full or Partial
vi: Bạn phải chỉ định một loại hoàn, chẳng hạn như đầy đủ hoặc một phần

source: File was not downloaded.
vi: Tập tin đã được tải xuống.

source: No %s found for that date range
vi: Không có %s tìm thấy cho rằng phạm vi ngày

source: Your form data is preserved you'll be redirected to it after login.
vi: mẫu dữ liệu của bạn được bảo quản bạn sẽ được chuyển hướng tới nó sau khi đăng nhập.

source: Error notification from %s
vi: Thông báo lỗi từ %s

source: Antigua and Barbuda
vi: Antigua và Barbuda

source: Australia
vi: Ôt-xtrây-lia

source: Austria
vi: Áo

source: Belgium
vi: Bỉ

source: Bhutan
vi: Butan

source: Bosnia and Herzegovina
vi: Bosnia và Herzegovina

source: Bouvet Island
vi: Đảo Bouvet

source: British Indian Ocean Territory
vi: Lãnh thổ Ấn Độ Dương thuộc Anh

source: Brunei Darussalam
vi: Brunei

source: Bulgaria
vi: Bun-ga-ri

source: Cambodia
vi: Cam-pu-chia

source: Cayman Islands
vi: Quần đảo Cayman

source: Central African Republic
vi: Cộng hoà Trung Phi

source: China
vi: Trung Quốc

source: Congo, the Democratic Republic of the
vi: Congo

source: Czech Republic
vi: Cộng hòa Séc

source: Denmark
vi: Đan Mạch

source: Dominican Republic
vi: Cộng hòa Dominica

source: Egypt
vi: Ai Cập

source: Finland
vi: Phần Lan

source: France
vi: Pháp

source: French Guiana
vi: Guiana thuộc Pháp

source: French Polynesia
vi: Polynesia thuộc Pháp

source: French Southern Territories
vi: Vùng đất phía Nam và Châu Nam Cực thuộc Pháp

source: Germany
vi: Đức

source: Greece
vi: Hy Lạp

source: Heard Island and Mcdonald Islands
vi: Đảo Heard và Quần đảo McDonald

source: Hong Kong
vi: Hồng Kông

source: India
vi: Ấn Độ

source: Indonesia
vi: In-đô-nê-xia

source: Iran, Islamic Republic of
vi: Iran

source: Ireland
vi: Ai len

source: Italy
vi: Ý

source: Japan
vi: Nhật Bản

source: Korea, Democratic People's Republic of
vi: CHDCND Triều Tiên

source: Korea, Republic of
vi: Hàn Quốc

source: Lao People's Democratic Republic
vi: Cộng hòa dân chủ nhân dân Lào

source: Lebanon
vi: Li băng

source: Macedonia, the Former Yugoslav Republic of
vi: Macedonia, Cộng hòa Nam Tư cũ

source: Malaysia
vi: Ma-lai-xia

source: Marshall Islands
vi: Quần đảo Marshall

source: Micronesia, Federated States of
vi: Micronesia

source: Moldova, Republic of
vi: Cộng Hòa Moldova

source: Mongolia
vi: Mông Cổ

source: Morocco
vi: Ma-rốc

source: Myanmar
vi: My-an-ma

source: Netherlands
vi: Hà Lan

source: New Zealand
vi: Niu Di-lân

source: Norfolk Island
vi: Đảo Norfolk

source: Northern Mariana Islands
vi: Quần đảo Bắc Mariana

source: Norway
vi: Na Uy

source: Palestinian Territory, Occupied
vi: Lãnh thổ Palestine

source: Philippines
vi: Philipin

source: Poland
vi: Ba Lan

source: Portugal
vi: Bồ Đào Nha

source: Reunion
vi: Sum họp

source: Romania
vi: Ru-ma-ni

source: Russian Federation
vi: Liên bang Nga

source: Saint Pierre and Miquelon
vi: Saint Pierre và Miquelon

source: Saint Vincent and the Grenadines
vi: Saint Vincent và Grenadines

source: Sao Tome and Principe
vi: Sao Tome & Principe

source: Saudi Arabia
vi: Ả Rập Xêút

source: Serbia and Montenegro
vi: Serbia và Montenegro

source: Singapore
vi: Xinh-ga-po

source: Slovenia
vi: Slovenian

source: Solomon Islands
vi: Quần Đảo Solomon

source: South Africa
vi: Nam Phi

source: South Georgia and the South Sandwich Islands
vi: Quần đảo Nam Georgia và Nam Sandwich

source: Spain
vi: Tây Ban Nha

source: Svalbard and Jan Mayen
vi: Svalbard và Jan Mayen

source: Sweden
vi: Thụy Điển

source: Switzerland
vi: Thụy Sĩ

source: Syrian Arab Republic
vi: Syria

source: Taiwan, Province of China
vi: Đài Loan

source: Tanzania, United Republic of
vi: Tanzania

source: Thailand
vi: Thái Lan

source: Timor-Leste
vi: Đông Timor

source: Trinidad and Tobago
vi: Trinidad và Tobago

source: Turkey
vi: Thổ Nhĩ Kỳ

source: Turks and Caicos Islands
vi: Quần đảo Turks và Caicos

source: United Arab Emirates
vi: Các tiểu vương quốc Ả rập thống nhất (UAE)

source: United Kingdom
vi: Anh

source: United States
vi: Hoa Kỳ

source: Viet Nam
vi: Việt Nam

source: Virgin Islands, British
vi: Quần đảo Virgin, Anh

source: Virgin Islands, U.s.
vi: Quần đảo Virgin, hệ

source: Wallis and Futuna
vi: Wallis và Futuna

source: Invalid argument #1: %s is not a valid %s identifyer.
vi: Không hợp lệ đối # 1: %s không phải là một giá trị %s identifyer.

source: %s for Row %d failed to save.
vi: %s cho Row %d không cứu.

source: You need to define at least one field to be toggleable.
vi: Bạn cần phải xác định ít nhất một lĩnh vực được tắt bật.

source: The field %s is not in the list of toggleable fields.
vi: Trường %s không có trong danh sách các trường tắt bật.

source: The field %s does not have two toggleable states defined.
vi: Trường %s không có hai trạng thái tắt bật được xác định.

source: Invalid record
vi: kỷ lục không hợp lệ

source: Server lipsum.com returns error code %s.
vi: Máy chủ lipsum.com trả về mã lỗi %s .

source: Response from lipsum.com is empty or could not be decoded.
vi: Phản hồi từ lipsum.com rỗng hoặc không thể được giải mã.

source: Connection to server lipsum.com failed. %s.
vi: Kết nối đến máy chủ lipsum.com thất bại. %s .

source: Please correct the errors below.
vi: Xin vui lòng sửa các lỗi bên dưới.

source: Error
vi: Lỗi

source: The requested address %s was not found on this server.
vi: Địa chỉ yêu cầu %s was not found on this server.

source: An Internal Error Has Occurred.
vi: Một lỗi đã xảy ra.

source: datasource configuration was not found
vi: cấu hình nguồn dữ liệu đã không được tìm thấy

source: CakePHP: the rapid development php framework
vi: CakePHP: phát triển nhanh chóng php framework

source: Debug setting does not allow access to this url.
vi: thiết lập gỡ lỗi không cho phép truy cập vào địa chỉ này.

source: Add New Exam
vi: Thêm mới thi

source: Inactive
vi: Không hoạt động

source: Start & End Date
vi: Start & End ngày

source: Certification of Completion
vi: Chứng nhận hoàn thành

source: Click here to download excel file format
vi: Nhấn vào đây để tải về định dạng file excel

source: Are you sure, you want to close this exam?
vi: Bạn có chắc chắn, bạn muốn đóng kỳ thi này?

source: Are you sure, you want to re-activate this exam?
vi: Bạn có chắc chắn, bạn muốn kích hoạt lại kỳ thi này?

source: Closed
vi: Đã đóng

source: Results
vi: Kết quả

source: Configurations
vi: cấu hình

source: General
vi: Chung

source: Contents
vi: Nội dung

source: Email & SMS
vi: Email và tin nhắn SMS

source: Customer Support Service
vi: Dịch vụ hỗ trợ khách hàng

source: Knowledge Base (for Documentation)
vi: Kiến thức cơ sở (đối với tài liệu)

source: Forum (24x7x)
vi: Diễn đàn (24x7x)

source: Live Chat (For Sales & Billing Only)
vi: Live Chat (Đối với Sales & Thanh toán Chỉ)

source: Support (For Technical Support)
vi: Hỗ trợ (Đối với hỗ trợ kỹ thuật)

source: Visit Our Website
vi: Truy cập trang web của chúng tôi

source: for more documentation & Details
vi: cho tài liệu nhiều hơn và chi tiết
