Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/vie/LC_MESSAGES/default.po
Languages: vi

source: Compose Mail
vi: soạn thư

source: Search Student Mail
vi: Tìm kiếm sinh viên Thư

source: Message
vi: Tin nhắn

source: Send
vi: Gửi

source: Compose
vi: sáng tác

source: Inbox
vi: Hộp thư đến

source: Sent Mail
vi: Gửi mail

source: More
vi: Nhiều hơn

source: Mark as Read
vi: Đánh dấu là đã đọc

source: Mark as Unread
vi: Đánh dấu là chưa đọc

source: Move to Inbox
vi: Di chuyển đến Hộp thư đến

source: Reply
vi: Trả lời

source: Forward
vi: HƯỚNG ĐẾN TƯƠNG LAI

source: Menu Names
vi: Tên đơn

source: Model Name
vi: Tên mô hình

source: Icon
vi: Biểu tượng

source: Add News
vi: Thêm mới

source: News Title
vi: Tiêu đề tin

source: News Description
vi: Mô tả tin tức

source: Edit News
vi: Sửa Tin tức

source: News
vi: Tin tức

source: Add New News
vi: Thêm mới Tin tức

source: Paypal Payment Option
vi: Paypal Tùy chọn thanh toán

source: Signature
vi: Chữ ký

source: Sandbox Mode
vi: chế độ sandbox

source: True
vi: Đúng

source: Add Question
vi: Thêm câu hỏi

source: Question
vi: Câu hỏi

source: Correct Answers
vi: Câu trả lời đúng

source: Type your question here
vi: Nhập câu hỏi của bạn ở đây

source: Answer1
vi: Trả lời

source: Answer2
vi: Trả lời

source: Answer3
vi: Trả lời

source: Answer4
vi: Trả lời

source: Answer5
vi: Trả lời

source: Answer6
vi: Trả lời

source: True/False
vi: Đúng Sai

source: False
vi: Sai

source: Blank Space
vi: Không gian trống

source: Explanation (Optional)
vi: Giải thích (Tùy chọn)

source: Provide explanation in support of correct answer
vi: Cung cấp lời giải thích trong hỗ trợ của câu trả lời đúng

source: Hint(optional)
vi: Gợi ý (tùy chọn)

source: Hint to help answer correctly
vi: Gợi ý để giúp trả lời một cách chính xác

source: without minus sign
vi: không có dấu trừ

source: Edit Question Type
vi: Sửa Loại Câu hỏi

source: Explanation
vi: Giải trình

source: Hint
vi: Nhắc

source: Questions
vi: Câu hỏi

source: Add New Question
vi: Thêm câu hỏi

source: Import/Export Question
vi: Import / Export Câu hỏi

source: Answer
vi: Trả lời

source: Question Details
vi: Chi tiết câu hỏi

source: Exam Wise
vi: thi khôn ngoan

source: Please Select Exam
vi: Vui lòng chọn thi

source: Status of Result
vi: Tình trạng của quả

source: Please Select Result Status
vi: Vui lòng chọn Status quả

source: Download Result
vi: Tải quả

source: Rank
vi: Xếp hạng

source: Test
vi: Kiểm tra

source: Percent
vi: Phần trăm

source: Result
vi: Kết quả

source: View Result
vi: Xem kết quả

source: Download/Print Result
vi: Download / In kết quả

source: Student Wise
vi: sinh viên khôn ngoan

source: Name or Enrolment Number
vi: Tên hoặc Số nhập học

source: Enrolment Number
vi: Số nhập học

source: Back
vi: Trở lại

source: Assesment Report for
vi: Báo cáo assesment cho

source: Taken Date
vi: ngày chụp

source: Total Time
vi: Tổng thời gian

source: Nos. of Browser tolrance attempt
vi: Nos. Các nỗ lực tolrance duyệt

source: Total Score
vi: Tổng điểm

source: Student Marks Distribution
vi: Sinh viên Marks phân phối

source: Feedback
vi: Thông tin phản hồi

source: Marks Sheet
vi: Marks Bảng

source: Section Name
vi: Tên phần

source: Section proportion
vi: phần tỷ lệ

source: Actual
vi: thực tế

source: Your Percentage
vi: Tỷ lệ phần trăm của bạn

source: Section Summary
vi: mục Tóm tắt

source: Maximum Score
vi: Điểm tối đa

source: Developed Skill
vi: Kỹ năng phát triển

source: Needs Development
vi: nhu cầu phát triển

source: Lack of Skill
vi: Thiếu kỹ năng

source: MCQ answered
vi: MCQ trả lời

source: Legend
vi: Huyền thoại

source: Send Emails
vi: Gửi email

source: Teachers
vi: Giáo viên

source: Any Email
vi: bất kỳ Email

source: Default all students if you add manually then search student email
vi: Mặc định tất cả các học sinh nếu bạn thêm một cách thủ sau đó tìm kiếm email của sinh viên

source: Default all teachers if you add manually then search teacher email
vi: Mặc định tất cả các giáo viên nếu bạn thêm bằng tay sau đó tìm kiếm email giáo viên

source: Type any email comma seprated
vi: Nhập bất kỳ dấu phẩy email seprated

source: Type subject
vi: loại đối tượng

source: Select Email Template
vi: Chọn Template Email

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
vi: Nếu bạn không muốn chọn mẫu email sau đó chỉ cần gõ tin nhắn email. Sau khi bạn tải biên tập sau đó bạn không thể chọn mẫu đi nút để thiết lập lại

source: Send Sms
vi: Gửi tin nhắn

source: Any Sms
vi: bất kỳ Sms

source: Default all student if you add manually then search students name
vi: Mặc định tất cả các học sinh nếu bạn thêm bằng tay sau đó tìm kiếm sinh viên tên

source: Default all teachers if you add manually then search teacher name
vi: Mặc định tất cả các giáo viên nếu bạn thêm bằng tay sau đó tìm tên giáo viên

source: Any Number
vi: Bất kỳ số nào

source: Type any number comma seprated
vi: Nhập số bất kỳ dấu phẩy seprated

source: Select Sms Template
vi: Chọn Sms Template

source: Sms Template
vi: Mẫu sMS

source: If you do not want to select sms template then simply type sms message
vi: Nếu bạn không muốn chọn mẫu sms sau đó chỉ cần gõ tin nhắn sms

source: Certificate Signature
vi: Giấy chứng nhận Chữ ký

source: Upload Image(* height less than 75px)
vi: Tải lên hình ảnh (* chiều cao ít hơn 75px)

source: Delete Signature
vi: xóa Chữ ký

source: Add Slides
vi: Thêm slide

source: Slide Name
vi: trượt Tên

source: Upload Slide (1350*550)
vi: Trình tải lên (1350 * 550)

source: Edit Slides
vi: Sửa Slides

source: Add New Slide
vi: Thêm New slide

source: SMS Settings
vi: Cài đặt tin nhắn SMS

source: API Link
vi: Liên kết API

source: Sender ID
vi: ID Tên người gửi

source: Heading Username
vi: nhóm Tên đăng nhập

source: Username field provided by sms gateway
vi: Tên trường được cung cấp bởi gateway sms

source: Heading Password
vi: nhóm Mật khẩu

source: Password field provided by sms gateway
vi: trường mật khẩu được cung cấp bởi cửa ngõ sms

source: Heading Mobile No
vi: Nhóm di động Không

source: Mobile No field provided by sms gateway
vi: Điện thoại di động Không có trường được cung cấp bởi gateway sms

source: Heading Message
vi: tin nhắn nhóm

source: Message field provided by sms gateway
vi: lĩnh vực tin cung cấp bởi cửa ngõ sms

source: Heading Sender Id
vi: Id Tên người gửi nhóm

source: Sender Id field provided by sms gateway
vi: lĩnh vực Id Tên người gửi cung cấp bởi cửa ngõ sms

source: Add SMS Template
vi: Thêm SMS Template

source: Edit SMS templates
vi: Chỉnh sửa các mẫu tin nhắn SMS

source: Add New SMS Template
vi: Thêm mẫu mới SMS

source: Add Students
vi: Thêm học sinh

source: Address
vi: Địa chỉ

source: Guardian Phone
vi: người giám hộ Điện thoại

source: Edit Students
vi: Sửa học sinh

source: Renewal Date
vi: Ngày gia hạn

source: Add New Student
vi: Thêm New Student

source: Wallet
vi: ví

source: Admission Date
vi: nhập học ngày

source: Credit
vi: Tín dụng

source: Debit
vi: Nợ

source: Balance
vi: Cân bằng

source: Date & Time
vi: Ngày giờ

source: Payment Through
vi: Thanh toán qua

source: Remarks
vi: Ghi chú

source: View Student Information
vi: Xem Thông tin Sinh viên

source: Full Name
vi: Họ và tên

source: Phone Number
vi: Số điện thoại

source: Registered Email
vi: đăng ký Email

source: Alternate Number
vi: Số thay thế

source: Enrolment No
vi: Tuyển sinh Không

source: Last Login
vi: Lân đăng nhập cuôi

source: Students Wallet
vi: Học sinh Wallet

source: Transaction Form
vi: Mẫu giao dịch

source: Mobile
vi: ĐTDĐ

source: ADD
vi: Thêm

source: DEDUCT
vi: khấu trừ

source: Add Subjects
vi: Thêm đối tượng

source: Edit Subjects
vi: chỉnh sửa đối tượng

source: Subjects
vi: "Thần Dân."

source: Add New Subject
vi: Thêm mới Chủ đề

source: Question Bank
vi: Câu hỏi Ngân hàng

source: Add Testimonials
vi: Thêm Chứng Thực

source: Upload Photo (150*150)
vi: Tải lên ảnh (150 * 150)

source: Testimonials
vi: Chứng Thực

source: Add New Testimonial
vi: Thêm Chứng thực

source: Photo
vi: Ảnh

source: Add Users
vi: Thêm người dùng

source: User Level
vi: Ký Cấp

source: Username
vi: Tên đăng nhập

source: Level users
vi: người dùng Cấp

source: Add New Level
vi: Thêm mới Level

source: Back To Users
vi: Trở Users

source: Level Name
vi: Tên Cấp

source: Assign Form Rights
vi: Gán Mẫu Quyền

source: Module Name
vi: Tên mô-đun

source: Old Password
vi: Mật khẩu cũ

source: Edit Users
vi: Sửa Users

source: User Registration Form
vi: Mẫu đăng ký người sử dụng

source: Users
vi: Người sử dụng

source: Add New User
vi: Thêm người dùng mới

source: Add Level Users
vi: Thêm Người dùng Cấp

source: Level User
vi: Cấp tài

source: Dear user, log in to access the admin area!
vi: Thưa người dùng, đăng nhập để truy cập vào khu vực admin!

source: Admin / Teacher Username
vi: Admin / giáo viên Tên đăng nhập

source: Forgot User Name
vi: Quên Tên tài khoản

source: Organisation Logo
vi: Tổ chức Logo

source: Upload Image(* height less than 220px)
vi: Upload Image (* chiều cao nhỏ hơn 220px)

source: Delete Logo
vi: xóa Logo

source: Please provide a type for chart %s!
vi: Vui lòng cung cấp một loại biểu đồ cho %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
vi: Biểu đồ: \ " %s " không thể được tìm thấy. Đảm bảo rằng Chart Tên là chuỗi tương tự được thông qua với $ this-> HighCharts-> render () theo quan điểm của bạn.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
vi: Các giao dịch Express Checkout đã hết hạn và giao dịch cần phải khởi động lại

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
vi: Bạn có thể đã thực hiện một cuộc gọi thứ hai để thanh toán tương tự hoặc bạn có thể sử dụng ID hoá đơn cho các giao dịch riêng biệt.

source: Please use a different funcing source.
vi: Vui lòng sử dụng một nguồn funcing khác nhau.

source: An error occured, please retry the transaction.
vi: Lỗi xảy ra, xin vui lòng thử lại giao dịch.

source: This transaction couldn't be completed. Redirecting to payment gateway
vi: Giao dịch này không thể được hoàn thành. Đổi hướng đến cổng thanh toán

source: You have not agreed to the billing agreement.
vi: Bạn đã không đồng ý với những thỏa thuận thanh toán.

source: The billing agreement is disabled or inactive.
vi: Các thỏa thuận thanh toán bị vô hiệu hóa hoặc không hoạt động.

source: The credit card used is expired.
vi: Các thẻ tín dụng sử dụng đã hết hạn.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
vi: Các giao dịch bị từ chối vì phản ứng AVS trả lại giá trị của N, và tài khoản người bán là không thể chấp nhận giao dịch đó.

source: The payment gateway account is restricted.
vi: Các tài khoản cổng thanh toán bị hạn chế.

source: You must submit an IP address of the buyer with each API call.
vi: Bạn phải gửi địa chỉ IP của người mua với mỗi cuộc gọi API.

source: The merchant selected a value for the PaymentAction field that is not supported.
vi: Các thương gia được lựa chọn một giá trị cho trường PaymentAction không được hỗ trợ.

source: The credit card field was blank.
vi: Các lĩnh vực thẻ tín dụng là trống.

source: The total amount and item amounts do not match.
vi: tổng số tiền số tiền và mục không phù hợp.

source: The credit card entered is currently restricted by the payment gateway.
vi: Thẻ tín dụng được ký hiện đang bị hạn chế bởi các cổng thanh toán.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
vi: Các thương gia bước vào một ID hóa đơn đã được kết hợp với một giao dịch bởi cùng một thương gia. Cố gắng với một ID hóa đơn mới

source: The transaction was declined by the country filter managed by the merchant.
vi: Các giao dịch bị từ chối bởi bộ lọc nước của các thương gia quản lý.

source: The transaction was declined by the maximum amount filter managed by the merchant.
vi: Các giao dịch bị từ chối bởi bộ lọc số lượng tối đa của các thương gia quản lý.

source: The transaction was declined by the payment gateway.
vi: Các giao dịch bị từ chối bởi các cổng thanh toán.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
vi: Các giao dịch bị từ chối bởi các cổng thanh toán vì các hoạt động gian lận có thể.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
vi: Các giao dịch bị từ chối bởi các cổng thanh toán vì các hoạt động gian lận có thể vào địa chỉ IP.

source: The merchant account attempting the transaction is not a business account.
vi: Các tài khoản thương gia cố giao dịch không phải là tài khoản doanh nghiệp.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
vi: Các tài khoản thương gia cố giao dịch là không thể xử lý các giao dịch thanh toán trực tiếp.

source: Access to Direct Payment was disabled for your account.
vi: Truy cập để thanh toán trực tiếp đã bị vô hiệu hóa cho tài khoản của bạn.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
vi: Các tài khoản thương gia cố giao dịch không có một địa chỉ email xác nhận với các cổng thanh toán.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
vi: Người thương gia đã cố gắng một giao dịch mà số tiền vượt quá giới hạn trên đối với người bán đó.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
vi: Các giao dịch bị từ chối do bộ lọc nguy cơ thương gia cho AVS. Cụ thể, các thương gia đã thiết lập để giảm giao dịch khi AVS trở lại một không phù hợp (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
vi: Các giao dịch bị từ chối do bộ lọc nguy cơ thương gia cho AVS. Cụ thể, các thương gia đã thiết lập các bộ lọc để giảm giao dịch khi AVS trả về một trận đấu một phần.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
vi: Các giao dịch bị từ chối do bộ lọc nguy cơ thương gia cho AVS. Cụ thể, các thương gia đã thiết lập các bộ lọc để giảm giao dịch khi AVS là không được hỗ trợ.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
vi: Các thương gia nhập một địa chỉ IP đó là trong một định dạng không hợp lệ. Các địa chỉ IP phải nằm trong một định dạng như 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
vi: cấu hình của thương gia đòi hỏi một CVV để được nhập vào, nhưng không có CVV đã được cung cấp với các giao dịch này.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
vi: Các thương gia cung cấp một địa chỉ hoặc là tại Hoa Kỳ hoặc Canada, nhưng nhà nước cung cấp không phải là một nhà nước hợp lệ ở mỗi nước.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
vi: Các giao dịch bị từ chối bởi các ngân hàng phát hành, không phải là cổng thanh toán. Các thương gia nên cố gắng một thẻ khác.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
vi: Đất nước của thương nhân cư trú hiện không được hỗ trợ để cho phép các giao dịch thanh toán trực tiếp.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
vi: Các giao dịch bị từ chối vì các cổng thanh toán hiện đang xử lý một giao dịch của người mua cùng với cùng một lượng. Có thể xảy ra khi một người mua nộp nhiều, giao dịch giống hệt nhau trong kế nhanh chóng.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
vi: Các CVV cung cấp không hợp lệ. Các CVV dài từ 3-4 chữ số.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
vi: Vui lòng thử lại sau. Đảm bảo bạn đã vượt qua CVV và địa chỉ thông tin chính xác cho người mua. Nếu tạo ra một hồ sơ định kỳ, hãy thử lại bằng cách đi qua một lượng init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
vi: Giao dịch không phù do 3-D giá trị xác thực an toàn còn thiếu hoặc không hợp lệ. Kiểm tra các lĩnh vực ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
vi: Các giao dịch bị từ chối bởi các cổng thanh toán vì những thất bại quá nhiều trong một thời gian ngắn cho thẻ tín dụng này.

source: The transaction was declined by payment gateway.
vi: Các giao dịch bị từ chối bởi cổng thanh toán.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
vi: Các giao dịch bị từ chối vì các thương gia không có một thỏa thuận tổ chức thương mại có giá trị trên tập tin với cổng thanh toán.

source: The transaction was declined because the CVV entered does not match the credit card.
vi: Các giao dịch bị từ chối vì CVV nhập vào không phù hợp với các thẻ tín dụng.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
vi: Các giao dịch bị từ chối bởi các ngân hàng phát hành vì một thẻ tín dụng hết hạn. Các thương gia nên cố gắng một thẻ khác.

source: Exceeded permissible limit for Navigating away
vi: Vượt quá giới hạn cho phép đối với định hướng đi

source: You have exceeded the permissible limit for navigating away from your test
vi: Bạn đã vượt quá giới hạn cho phép đối với hướng đi từ thử nghiệm của bạn

source: Your test has finished. You can close the window now
vi: thử nghiệm của bạn đã hoàn thành. Bạn có thể đóng cửa sổ bây giờ

source: Installation Complete
vi: Hoàn thành lắp đặt

source: Aho! The System is installed successfully.
vi: Aho! Các hệ thống được cài đặt thành công.

source: Go to Admin/Teacher Interface
vi: Tới Admin / Interface giáo viên

source: User
vi: Người dùng

source: Go to Front End/Student Interface
vi: Tới Front End Interface / Sinh viên

source: Visit our website
vi: Truy cập trang web của chúng tôi

source: for documentation and support
vi: cho tài liệu hướng dẫn và hỗ trợ

source: My Exam Stats
vi: Thống kê thi của tôi

source: Total Exam Given
vi: Tổng số thi Given

source: Absent Exams
vi: Exams vắng mặt

source: Best Score in
vi: Điểm cao nhất trong

source: On
vi: Mở

source: Failed in
vi: Thất bại trong

source: Average Percentage
vi: Tỷ lệ trung bình

source: Your Rank
vi: Đánh giá của bạn

source: Month Wise Performance
vi: Tháng Hiệu suất khôn ngoan

source: Exam Wise Performance
vi: Thi Hiệu suất khôn ngoan

source: Top 10
vi: Trên

source: Todays Exam
vi: todays thi

source: Top
vi: Trên

source: These are the exam(s) that can be taken right now
vi: Đây là kỳ thi (s) có thể được thực hiện ngay bây giờ

source: No Exams found for today
vi: Không tìm thấy ngày nay Exams

source: Something went wrong
vi: Một cái gì đó đã sai

source: Show
vi: Hiển thị

source: entries
vi: Số lượng vị trí

source: Prev
vi: Về trước

source: Next
vi: Kế tiếp

source: Showing {:start} to {:current} of {:count} entries
vi: Hiển thị {:start} để {:current} của {:count} mục

source: Email Verification
vi: Email xác thực

source: Please Enter Verification Code in the Text Box
vi: Xin vui lòng nhập mã xác nhận trong hộp văn bản

source: Re-Send Email Verification
vi: Re-Gửi Email xác nhận

source: Please Enter Email Id in the Text Box which you enter at the time of registration
vi: Xin vui lòng nhập Id Email trong Text Box mà bạn nhập vào thời điểm đăng ký

source: Purchased Exam
vi: thi được mua

source: Expired Exam
vi: thi đã hết hạn

source: These are the exam(s) which has been expired
vi: Đây là kỳ thi (s) mà đã hết

source: No Exams found
vi: Không tìm thấy thi

source: Thank you for using the test
vi: Cảm ơn bạn đã sử dụng các bài kiểm tra

source: 1. The test instructions were
vi: 1. Các hướng dẫn kiểm tra là

source: Largely Clear
vi: Phần lớn rõ ràng

source: Medium Clear
vi: vừa rõ ràng

source: Not Clear
vi: Không rõ ràng

source: 2. Language of question was
vi: 2. Ngôn ngữ của câu hỏi là

source: 3. Overall test experience was
vi: 3. kinh nghiệm kiểm tra chung là

source: Good
vi: Tốt

source: Better
vi: Tốt hơn

source: Best
vi: Tốt

source: Any other feedback suggestion
vi: Bất kỳ đề nghị phản hồi khác

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
vi: Hãy đóng tất cả các cửa sổ chat của bạn, bảo vệ màn hình, và chống virus chương trình trước khi bắt đầu thử nghiệm của bạn

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
vi: Xin đừng nhấn \ "F5 " trong thử nghiệm của bạn. Điều này sẽ hoàn thành bài kiểm tra của bạn và bạn sẽ không thể mở lại các thử nghiệm

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
vi: Phản hồi của bạn sẽ được lưu lại. Nếu thử nghiệm của bạn bị ngắt kết nối vì lý do nào, câu trả lời của bạn cho đến thời điểm đó sẽ được lưu

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
vi: Hãy đóng tất cả các chương trình tải lên hoặc tải file ở chế độ nền Ví dụ: Dropbox, torrent, vv

source: Instructions
vi: chỉ lệnh.

source: I am ready to begin
vi: Tôi đã sẵn sàng để bắt đầu

source: Exam Start
vi: Bắt đầu thi

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
vi: Thi này được trả. Số tiền sẽ được khấu trừ vào ví của bạn tự động. Sau khi bắt đầu kỳ thi giờ sẽ không dừng lại. Bạn có muốn trả tiền và bắt đầu?

source: These are the exam(s) which has been purchased
vi: Đây là kỳ thi (s) đã được mua

source: Correct Marks
vi: Marks đúng

source: Save & Next
vi: Lưu & Tiếp theo

source: Unreview
vi: Chưa xem xét

source: Review
vi: Đánh giá

source: Reset Answer
vi: Đặt lại trả lời

source: Finish
vi: Hoàn thành

source: Current Question
vi: Câu hỏi hiện tại

source: Answered
vi: Trả lời

source: Not Answered
vi: KHÔNG TRẢ LỜI

source: Navigated Away
vi: lái Xa

source: you had navigated away from the test window. This will be reported to Moderator
vi: bạn đã hướng khỏi các cửa sổ kiểm tra. Điều này sẽ được báo cáo với quản lí

source: Do not repeat this behaviour
vi: Đừng lặp lại hành vi này

source: Otherwise you may get disqualified
vi: Nếu không, bạn có thể nhận được bị loại

source: Continue
vi: Tiếp tục

source: Finalize
vi: Hoàn thành

source: Do you wish to submit and close the
vi: Bạn có muốn gửi và đóng

source: Once you submit, you will not be able to review the
vi: Sau khi bạn gửi, bạn sẽ không thể xem lại

source: Summary of your attempts in this
vi: Tóm tắt các nỗ lực của bạn trong này
