Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/vie/LC_MESSAGES/default.po
Languages: vi

source: File Manager
vi: Quản lý File:

source: You can find your result here.
vi: Bạn có thể tìm thấy kết quả của bạn ở đây.

source: Thanks for given the exam.
vi: Cảm ơn cho cho các kỳ thi.

source: Dashboard
vi: Bảng chức năng

source: Leader Board
vi: Ban lãnh đạo

source: My Exams
vi: Các kỳ thi của tôi

source: My Result
vi: Kết quả của tôi

source: Group Performance
vi: hiệu suất nhóm

source: Payment
vi: Thanh toán

source: Transaction History
vi: Lịch sử giao dịch

source: Mailbox
vi: Hộp thư

source: Help
vi: Trợ giúp

source: Home
vi: Trang chủ

source: Register
vi: Đăng ký

source: Log In
vi: Đăng Nhập

source: Invalid Post
vi: Bài viết không hợp lệ

source: Jan
vi: Tháng Một

source: Feb
vi: Tháng Hai

source: Mar
vi: Tháng Ba

source: Apr
vi: Tháng Tư

source: May
vi: Tháng Năm

source: Jun
vi: Tháng Sáu

source: Jul
vi: Tháng Bảy

source: Aug
vi: Tháng Tám

source: Sep
vi: Tháng Chín

source: Oct
vi: Tháng Mười

source: Nov
vi: Tháng Mười Một

source: Dec
vi: Tháng Mười Hai

source: Percentage
vi: Tỷ lệ phần trăm

source: Month
vi: Tháng

source: Email verified successfully
vi: Email xác nhận thành công

source: Invalid Verification Code
vi: Mã xác nhận không hợp lệ

source: A verification Code send to your Email inbox or Spam
vi: Một xác minh Mã gửi đến hộp thư email của bạn hoặc Spam

source: Email Id already verified
vi: Id Email đã được xác nhận

source: Email Id not registered in system
vi: Id email không được đăng ký trong hệ thống

source: You have attempted maximum exam.
vi: Bạn đã cố gắng thi tối đa.

source: You have attempted maximum number of questions in this subject
vi: Bạn đã cố gắng số lượng tối đa của câu hỏi trong chủ đề này

source: You can find your result here
vi: Bạn có thể tìm thấy kết quả của bạn ở đây

source: Insufficient Amount.
vi: Không đủ tiền.

source: 1. The test instructions were
vi: 1. Các hướng dẫn kiểm tra là

source: 2. Language of question was
vi: 2. Ngôn ngữ của câu hỏi là

source: 3. Overall test experience was
vi: 3. kinh nghiệm kiểm tra chung là

source: Any other feedback suggestion:
vi: Bất kỳ thông tin phản hồi đề nghị khác:

source: Feedback has submitted successfully!
vi: Phản hồi đã gửi thành công!

source: Feedback already submitted.
vi: Phản hồi đã nộp.

source: Email id is not registered in system
vi: Email id không được đăng ký trong hệ thống

source: Your password reset link is sent to your registered email id
vi: liên kết đặt lại mật khẩu của bạn sẽ được gửi đến id email đã đăng ký

source: Incorrect code
vi: mã không đúng

source: Password Changed Successfully
vi: Mật khẩu Thay đổi thành công

source: My Performance
vi: hiệu suất của tôi

source: My Group performance
vi: hiệu suất Nhóm của tôi

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
vi: Ứng dụng đã được cài đặt. Di chuyển ứng dụng / tmp / installed.txt phải cài đặt lại các ứng dụng

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
vi: Thật đáng tiếc! File Permission Lỗi <br> Xin goto app / config / database.php là trong chế độ cho phép ghi.

source: A connection was successfully established with the server.
vi: Một kết nối đã được thiết lập thành công với máy chủ.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
vi: Không thể kết nối với cơ sở dữ liệu. Vui lòng kiểm tra các thiết lập trong ứng dụng / Config / database.php và thử lại

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
vi: Thật đáng tiếc! Thư mục Permission Lỗi <br> Xin thư mục tmp là trong chế độ cho phép ghi.

source: Your Mail has been sent
vi: Thư của bạn đã được gửi

source: Forwarded message
vi: tin nhắn đã được chuyển tiếp

source: From
vi: Từ

source: Subject
vi: Tiêu đề

source: The mail has been moved to the Trash
vi: Thư đã được chuyển tới Thùng rác

source: Your Mail has been deleted
vi: Thư của bạn đã bị xóa

source: The mail has been moved to the Inbox
vi: Thư đã được chuyển tới Hộp thư đến

source: The mail has been marked as Read
vi: Thư đã được đánh dấu là đã đọc

source: The mail has been marked as Unread
vi: Thư đã được đánh dấu là chưa đọc

source: Paypal Payment not set
vi: Paypal thanh toán không được thiết lập

source: Payment Cancel
vi: Thanh toán Hủy bỏ

source: Wallet Payment
vi: Thanh toán Wallet

source: Try again! Can not connect to paypal
vi: Thử lại! Không thể kết nối với paypal

source: Invalid Amount
vi: Số tiền không hợp lệ

source: Payment already done
vi: Thanh toán đã được thực hiện

source: Payment not done
vi: Thanh toán không được thực hiện

source: Payment successfully! Amount %s added in your wallet
vi: Thanh toán thành công! Số tiền %s thêm vào trong ví của bạn

source: Profile Updated Successfully
vi: Hồ sơ Cập nhật thành công

source: Photo Updated Successfully
vi: Ảnh Cập nhật thành công

source: Invalid Password
vi: Mật khẩu không hợp lệ

source: Please select any group
vi: Vui lòng chọn bất kỳ nhóm

source: Invalid Security Code
vi: Mã bảo vệ không hợp lệ

source: Score
vi: Điểm

source: Marks Scored
vi: Marks Ghi bàn

source: Subject Wise Time Taken
vi: Chủ đề khôn ngoan Thời gian thực hiện

source: Student Performance
vi: Quả Học sinh

source: Correct Question
vi: Câu hỏi chính xác

source: Incorrect Question
vi: Câu hỏi không chính xác

source: Right Marks
vi: Marks phải

source: Negative Marks
vi: Marks tiêu cực

source: Percentage(%) in Exam
vi: Tỷ lệ phần trăm (%) trong thi

source: Percentage(%)
vi: Tỷ lệ phần trăm

source: st
vi: thứ 1

source: nd
vi: thứ 2

source: rd
vi: thứ 3

source: th
vi: Thứ năm

source: You %s
vi: Bạn %s

source: Administrator
vi: Quản trị viên

source: Payment Gateway
vi: Cổng thanh toán

source: Pay Exam
vi: Pay thi

source: Your account has expired. Please contact administrator
vi: Tài khoản của bạn đã hết hạn. Hãy liên hệ với quản trị viên

source: You have been logged in successfully
vi: Bạn đã đăng nhập thành công

source: Your email not verified! Please click on link sent to your email inbox or spam
vi: Email của bạn không xác minh! Vui lòng click vào liên kết được gửi đến hộp thư email của bạn hay thư rác

source: Incorrect username/password
vi: Không đúng tên người dùng / mật khẩu

source: You have been logged out successfully
vi: Bạn đã đăng xuất thành công

source: You are %s Member! Please contact administrator
vi: Bạn đang %s Thành viên! Hãy liên hệ với quản trị viên

source: Hours
vi: Giờ

source: Mins
vi: phút

source: Sec
vi: giây

source: Grand Total
vi: Tổng cộng

source: Your Question has been added for exam
vi: Câu hỏi của bạn đã được thêm vào cho kỳ thi

source: Your Question has been deleted for exam
vi: Câu hỏi của bạn đã bị xóa cho kỳ thi

source: No Permission
vi: Không cho phep

source: Advertisement has been saved
vi: Quảng cáo đã được lưu

source: Invalid post
vi: Bài viết không hợp lệ

source: Advertisement has been deleted
vi: Quảng cáo đã bị xóa

source: Photo Changed Successfully
vi: Ảnh Thay đổi thành công

source: Not Attempted
vi: không Toan

source: Marks Updated
vi: Marks Cập nhật

source: Successfully Finalize
vi: Hoàn thành công

source: Successfully Closed Exam
vi: Thi công đóng

source: English
vi: Tiếng Anh

source: French
vi: Pháp

source: Your Setting has been saved
vi: Thiết lập của bạn đã được lưu

source: Page Added Successfully
vi: Trang thêm thành công

source: Pages updated Successfully
vi: Các trang được cập nhật thành công

source: Page has been deleted
vi: Trang đã bị xóa

source: Page has been Unpublished
vi: Trang đã không công bố

source: Page has been Published
vi: Trang đã được đăng

source: Something wrong
vi: Có gì đó không đúng

source: Currency has been saved
vi: Ngoại tệ đã được lưu

source: Currency has been deleted
vi: Ngoại tệ đã bị xóa

source: Student Details
vi: Chi tiết sinh viên

source: Active
vi: Hoạt động

source: Pending
vi: chờ xử lý

source: Suspend
vi: Tạm dừng

source: Pass
vi: Vượt qua

source: Fail
vi: Không thành công

source: Absent
vi: Vắng mặt

source: Student
vi: Sinh viên

source: Passing %age
vi: Đi qua %a ge

source: Average %age
vi: Trung bình %a ge

source: Question Count
vi: Đếm Câu hỏi

source: Total Question
vi: Tổng số câu hỏi

source: Question Bank Difficulty Wise
vi: Ngân hàng Câu hỏi khó khôn ngoan

source: Easy
vi: Dễ

source: Medium
vi: Trung bình

source: Hard
vi: Khó

source: Name has been updated
vi: Tên đã được cập nhật

source: Email template has been saved
vi: Mẫu email đã được lưu

source: Email template has been deleted
vi: Mẫu email đã bị xóa

source: End Date is not less than Start date
vi: Cuối ngày là không ít hơn Ngày bắt đầu

source: Please Select any group
vi: Vui lòng chọn bất kỳ nhóm

source: Please Add Subject To Exam
vi: Xin vui lòng Thêm Subject To thi

source: Exam has been saved. Add questions in exam
vi: Thi đã được lưu. Thêm câu hỏi trong bài thi

source: Exam has been saved
vi: Thi đã được lưu

source: Exam has been updated
vi: Thi đã được cập nhật

source: Exam has been deleted
vi: Thi đã bị xóa

source: Difficulty Level
vi: Cấp độ khó

source: Subject Wise Question Count
vi: Tiêu đề Lượt khôn ngoan Câu hỏi

source: Exam sucessfully inactivated
vi: Thi thành công bất hoạt

source: Exam sucessfully activated
vi: Thi thành công kích hoạt

source: There are no question added!
vi: Có được không có câu hỏi thêm!

source: Your username is sent to your registered email id
vi: Tên truy nhập của bạn được gửi đến id email đã đăng ký

source: Group Added Successfully
vi: Nhóm Thêm Thành Công

source: Group has been saved
vi: Nhóm đã được lưu

source: Group has been deleted
vi: Nhóm đã bị xóa

source: Delete subject first
vi: Xóa đối tượng đầu tiên

source: Help content has been saved
vi: Nội dung trợ giúp đã được lưu

source: Help content has been deleted
vi: Nội dung trợ giúp đã bị xóa

source: Questions imported successfully
vi: Câu hỏi nhập thành công

source: File not uploaded
vi: Tập tin không tải lên

source: Only CSV File supported
vi: Chỉ CSV file được hỗ trợ

source: Please Select Subject
vi: Vui lòng chọn Chủ đề

source: Please Select any Group
vi: Vui lòng chọn bất kỳ Nhóm

source: Students imported successfully
vi: Học sinh nhập thành công

source: Please Select Group
vi: Vui lòng chọn Nhóm

source: Student Email not found
vi: Sinh viên Email không tìm thấy

source: News has been saved
vi: Tin tức đã được lưu

source: News has been deleted
vi: Tin đã bị xóa

source: Paypal Payment Setting has been saved
vi: Paypal Setting thanh toán đã được lưu

source: Setting Problem
vi: thiết vấn đề

source: Please Choose the Correct answer
vi: Vui lòng chọn câu trả lời đúng

source: Please select true or false
vi: Vui lòng chọn đúng hay sai

source: Please fill blank space
vi: Vui lòng điền vào chỗ trống

source: Question added to bank successfully
vi: Câu hỏi bổ sung vào ngân hàng thành công

source: Question has been updated
vi: Câu hỏi đã được cập nhật

source: Question has been deleted
vi: Câu hỏi đã bị xóa

source: Delete exam first!
vi: Xóa kỳ thi đầu tiên!

source: Question Difficulty Level
vi: Câu hỏi khó Cấp

source: Performance
vi: Tốc độ thực thi

source: Candidate Marks Distribution
vi: Ứng viên Marks phân phối

source: Max Marks Distribution
vi: Max Marks phân phối

source: Please select any type in the list
vi: Vui lòng chọn bất kỳ loại trong danh sách

source: Please type any email
vi: Hãy gõ bất kỳ email

source: Email has been sent
vi: Email đã được gửi

source: No email to send
vi: Không có email gửi

source: Please type any name
vi: Xin vui lòng gõ bất kỳ tên

source: Sms has been sent
vi: SMS đã được gửi đi

source: No sms to send
vi: Không sms gửi

source: Signature has been saved
vi: Chữ ký đã được lưu

source: Signature has been deleted
vi: Chữ ký đã bị xóa

source: Slide has been saved
vi: Trình bày đã được lưu

source: Slide has been deleted
vi: Trình bày đã bị xóa

source: SMS template has been saved
vi: SMS mẫu đã được lưu

source: SMS template has been deleted
vi: SMS mẫu đã bị xóa

source: Student added Successfully
vi: Sinh viên thêm thành công

source: Please Select atleast one group
vi: Vui lòng chọn ít nhất một nhóm

source: Student has been updated
vi: Sinh viên đã được cập nhật

source: Student has been deleted
vi: Sinh viên đã bị xóa

source: Student Wallet has been updated
vi: Wallet sinh viên đã được cập nhật

source: Subject Added Successfully
vi: Chủ đề gia tăng thành công

source: Subject already exist
vi: Chủ đề đã tồn tại

source: Subject has been updated
vi: Chủ đề đã được cập nhật

source: Subject has been deleted
vi: Chủ đề đã bị xóa

source: Testimonial has been saved
vi: Lời chứng thực đã được lưu

source: Testimonial has been updated
vi: Lời chứng thực đã được cập nhật

source: Testimonial has been deleted
vi: Lời chứng thực đã bị xóa

source: User Added Successfully
vi: Người dùng bổ sung thành công

source: User has been updated
vi: Người dùng đã được cập nhật

source: User has been deleted
vi: Người dùng đã bị xóa

source: Permission update successfully
vi: cập nhật cho phép thành công

source: You have been logged in Successfully
vi: Bạn đã đăng nhập thành công

source: You have been logged out
vi: Bạn đã được đăng xuất

source: Level User has been saved
vi: Cấp tài đã được lưu

source: Level user has been deleted
vi: người sử dụng mức đã bị xóa

source: Logo has been saved
vi: Logo đã được lưu

source: Logo has been deleted
vi: Logo đã bị xóa

source: Add Questions
vi: Thêm câu hỏi

source: Question Type
vi: Loại Câu Hỏi

source: Search
vi: Tìm kiếm

source: Reset
vi: Đặt lại

source: Add To Exam
vi: Thêm vào thi

source: Delete To Exam
vi: Xóa Để thi

source: Back To Exam
vi: Trở thi

source: Type
vi: Kiểu

source: Body of Question
vi: Thân thể của câu hỏi

source: Level
vi: Cấp độ

source: Marks
vi: NHÃN HIỆU

source: Action
vi: Hoạt động

source: Add Advertisement
vi: Thêm Quảng cáo

source: Advertisement Name
vi: Tên quảng cáo

source: Ordering
vi: Thứ tự

source: URL
vi: Đường dẫn

source: URL Type
vi: Loại URL

source: Internal
vi: Nội bộ

source: External
vi: Dự kiến,

source: URL Target
vi: Target URL

source: Upload Image (350*260)
vi: Tải lên

source: Save
vi: Lưu

source: Close
vi: Đóng

source: Update Photo
vi: cập nhật hình ảnh

source: Upload Photo
vi: Tải ảnh lên

source: Update
vi: Cập nhật

source: Cancel
vi: Hủy bỏ

source: Edit Advertisements
vi: Sửa Quảng cáo

source: Form
vi: Biểu mẫu

source: Status
vi: Trạng thái

source: Advertisements
vi: Quảng cáo

source: Add New Advertisement
vi: Thêm mới Quảng cáo

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: View
vi: Quang cảnh

source: Change Photo
vi: Thay đổi hình ảnh

source: View Slides
vi: Xem Slides

source: Attempted Papers of
vi: Giấy tờ toan

source: Name
vi: Tên

source: Total Marks
vi: Tổng số Marks

source: Obtained Marks
vi: Marks thu được

source: Result Finalized
vi: kết quả tổng kết

source: Finalize It
vi: Hoàn Nó

source: PASSED
vi: THÔNG QUA

source: FAILED
vi: Không thành công

source: Finalized By
vi: hoàn Bằng

source: Question No
vi: Câu hỏi Không

source: Option1
vi: Tùy chọn 2

source: Option2
vi: Tùy chọn 2

source: Option3
vi: Tùy chọn 2

source: Option4
vi: Tùy chọn 2

source: Option5
vi: Tùy chọn 2

source: Option6
vi: Tùy chọn 2

source: Marked Answer
vi: đánh dấu trả lời

source: Correct Answer
vi: Câu trả lời chính xác

source: Time Taken
vi: Mất thời gian

source: Marks Obtained
vi: Marks Thu

source: Checked by
vi: Kiểm tra bằng

source: System
vi: Hệ thống

source: Configuration Options
vi: Tùy chọn cấu hình

source: Site Name
vi: Tên điểm

source: Organization Name
vi: tên tổ chức

source: Domain Name
vi: Tên miền:

source: Organization Email
vi: tổ chức Email

source: Meta Title
vi: Tiêu đề meta

source: Meta Description
vi: Mô tả sản phẩm:

source: Time Zone
vi: Múi giờ

source: Please Select
vi: Vui lòng chọn

source: Currency
vi: Tiền tệ

source: Header Contact
vi: tiêu đề Liên hệ

source: Email Contact
vi: email Liên hệ

source: Display records per page
vi: Hiển thị hồ sơ cho mỗi trang

source: Max records per page
vi: Max ghi trên mỗi trang

source: Date Format
vi: Định dạng ngày

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
vi: Ngày, tháng, năm, giờ, Min, Sec, Meridian, ngày Seprator, Time Seprator

source: Image
vi: Hình ảnh

source: Text
vi: Văn bản

source: Left-to-right (LTR)
vi: Từ trái sang phải (LTR)

source: Right-to-Left (RTL)
vi: Right-to-trái (RTL)

source: Language
vi: Ngôn ngữ

source: Enable SMS Notification
vi: Kích hoạt tính năng thông báo tin nhắn SMS

source: Enable Email Notification
vi: Kích hoạt tính năng thông báo email

source: Manual Verification
vi: Mã xác nhận bằng tay

source: Front End Registration
vi: Front End Đăng ký

source: Translation
vi: Dịch

source: Paid Exam
vi: thi Paid

source: Math Editor
vi: toán Biên tập viên

source: Exam Expiry
vi: thi hết hạn

source: Exam Feedback
vi: thi Phản hồi

source: Tolrance Count
vi: Đếm Tolrance

source: Certificate
vi: Giấy chứng nhận

source: Testimonial
vi: Chứng thực

source: Advertisement
vi: Quảng cáo

source: No. of Visitor
vi: Số khách

source: No. of Student
vi: Số sinh viên

source: No. of Exam
vi: Số thi

source: Save Settings
vi: Lưu cài đặt

source: Add Pages
vi: Thêm trang

source: Link Name
vi: Tên liên kết

source: Link Order
vi: liên kết Đặt hàng

source: External Url
vi: URL bên ngoài

source: Page Name
vi: Tên trang

source: Page Url
vi: trang Url

source: Page Content
vi: Nội dung trang

source: Edit Pages
vi: Sửa trang

source: Pages
vi: Trang

source: Add New Page
vi: Thêm trang mới

source: Published
vi: Xuất bản

source: Unpublished
vi: chưa công bố

source: Add Currency
vi: Thêm tiền tệ

source: Currency Name
vi: Tên ngoại tệ

source: Short Name
vi: Tên ngắn

source: Upload Currency (Less or equal to 50*50)
vi: Tải tệ (nhỏ hơn hoặc bằng 50 * 50)

source: Add New Currency
vi: Thêm New tệ

source: In Progress Exam
vi: Trong thi Progress

source: Upcoming Exam
vi: thi sắp tới

source: Completed Exam
vi: thi hoàn thành

source: Students
vi: + Sinh viên

source: In Progress & Upcoming Exams
vi: Trong Progress & thi sắp tới

source: Date
vi: Ngày

source: Exam Name
vi: Tên thi

source: Group
vi: Nhóm

source: Duration
vi: Khoảng cách các lần dùng thuốc

source: Recent Exam Results
vi: Kết quả thi gần đây

source: Exam
vi: Thi

source: Overall Result
vi: Kết quả tổng thể

source: Student Stats
vi: Thống kê sinh viên

source: To
vi: Đến

source: Details
vi: Chi tiết

source: Top 10 Student Group Wise
vi: Top 10 sinh viên Nhóm khôn ngoan

source: Student Statistic Table
vi: Sinh viên Thống kê Bảng

source: Total Students
vi: Tổng số sinh viên

source: Total Active
vi: Tổng số tích cực

source: Total Pending
vi: Tổng chờ

source: Total Suspended
vi: Tổng treo

source: Top 10 Question Bank Subject Wise
vi: Top 10 Câu hỏi Ngân hàng đề thông thái

source: Top 10 Difficulty Level of Questions
vi: Top 10 Khó cấp các câu hỏi

source: Question Count Table
vi: Đếm Câu hỏi Bảng

source: Bank Name
vi: Tên ngân hàng,

source: Total Easy
vi: Tổng số dễ dàng

source: Total Normal
vi: Tổng số bình thường

source: Total Difficult
vi: Tổng số khó khăn

source: Diffculty Level
vi: Diffculty Cấp

source: E-Mail Settings
vi: Cài đặt E-Mail

source: Email Type
vi: Nhập email

source: Port
vi: Cổng

source: User Name
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Add Email Template
vi: Thêm Template Email

source: Email Template
vi: Mẫu email

source: Edit Email Templates
vi: Sửa Email Templates

source: Add New Email Template
vi: Thêm Email Template mới

source: Template
vi: Mẫu

source: Subject Added successfully
vi: Chủ đề gia tăng thành công

source: Add Exam
vi: Thêm thi

source: Name of Exam
vi: Tên của thi

source: Passing Percentage
vi: Passing Tỷ

source: Instruction
vi: Hướng dẫn

source: Exam Duration (Min.)
vi: Thi Thời gian (Min).

source: 0 for unlimited duration
vi: 0 cho thời gian không giới hạn

source: Attempt Count
vi: Đếm Attempt

source: 0 for unlimited attempt
vi: 0 cho nỗ lực không giới hạn

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày kết thúc

source: Show Answer Sheet
vi: Hiện tờ phiếu trả lời

source: Yes
vi: Có

source: No
vi: Không

source: Select Group
vi: CHỌN nhóm

source: Student Group
vi: Nhóm sinh viên

source: Random Question
vi: Câu hỏi ngẫu nhiên

source: Amount
vi: Số tiền

source: Browser Tolrance
vi: Trình duyệt Tolrance

source: Expiry Days
vi: Hết hạn ngày

source: 0 for Unlimited
vi: 0 cho Unlimited

source: Result After Finish
vi: Kết quả Sau khi Hoàn thành

source: Mode
vi: Chế độ

source: Instant Result
vi: Kết quả tức thì

source: Option Shuffle
vi: Lựa chọn shuffle

source: Add Subjects To Exams
vi: Thêm đối tượng Để thi

source: Subject Name
vi: Tên chủ đề

source: No. of Questions
vi: Số câu hỏi

source: Ques Attempt Count
vi: Ques Cố Đếm

source: Questions Attempt Count
vi: Câu hỏi Cố Đếm

source: Leave blank for not showing (0 for unlimited)
vi: Để trống để không hiển thị (0 là không giới hạn)

source: ctrl+click to add multiples
vi: Ctrl + click để thêm bội

source: Add
vi: Thêm

source: Edit Exam
vi: Sửa thi

source: Exam Stats
vi: Thống kê thi

source: No of Student Passed
vi: Không Học Sinh Qua

source: Download
vi: Tải về

source: No of Student Failed
vi: Không Học Sinh Không

source: No of Student Absent
vi: Số sinh viên vắng mặt

source: Exam Details
vi: Các chi tiết thi

source: Finalize Result
vi: Hoàn thiện kết quả

source: Attempted Papers
vi: Giấy tờ đã cố gắng

source: Eligible Group
vi: đủ điều kiện Nhóm

source: Close Exam
vi: Đóng thi

source: Activate Exam
vi: kích hoạt thi

source: Exam Closed Re-Activate Exam
vi: Thi Closed Re-Activate thi

source: Browser Tolrence
vi: Trình duyệt Tolrence

source: Expiry
vi: Thời hạn sử dụng

source: Unlimited
vi: Vô hạn

source: Days
vi: Ngày

source: Subjective
vi: chủ quan

source: Objective
vi: Mục tiêumục

source: True &amp; False
vi: Đúng & amp; Sai

source: Fill in the blanks
vi: Điền vào chỗ trống

source: Total Questions
vi: Tổng số câu hỏi

source: Question Attempt Count
vi: Câu hỏi Đếm Attempt

source: Total
vi: Tổng số

source: E
vi: Đ

source: M
vi: Thứ Hai

source: S.No.
vi: Số TT

source: Student Name
vi: 2) Tên Học Sinh: _____________________cỡ áo T-shirt ______________

source: Enrolment
vi: Tuyển sinh

source: Phone
vi: Điện thoại

source: Result Status
vi: Tình trạng kết quả

source: Forgot Password
vi: Quên Mật Khẩu?

source: Email ID
vi: ID email

source: Submit
vi: Chấp nhận

source: Forgot Username
vi: Quên tên người dùng

source: Login
vi: Đăng nhập

source: Verification Code
vi: Mã xác minh:

source: Please enter verification Code
vi: Vui lòng nhập mã xác minh

source: Reset Password
vi: Đặt Lại Mật Khẩu

source: Confirm Password
vi: Xác Nhận Mật Khẩu

source: Add Groups
vi: Thêm Groups

source: Group Name
vi: Tên nhóm

source: Edit Groups
vi: Sửa Groups

source: Groups
vi: Nhóm

source: Add New Group
vi: Thêm Nhóm mới

source: Add Help Content
vi: Thêm Nội dung Trợ giúp

source: Title
vi: Tiêu đề

source: Description
vi: miêu tả

source: Edit Help Content
vi: Chỉnh sửa nội dung Trợ giúp

source: Help Content
vi: Nội dung Trợ giúp

source: Add New Help Content
vi: Thêm mới Nội dung Trợ giúp

source: Back To Questions
vi: Trở câu hỏi

source: Export Questions
vi: Câu hỏi xuất khẩu

source: Select File
vi: Chọn tập tin

source: Import Questions
vi: Câu hỏi nhập khẩu

source: Import/Export Students
vi: Import / Export Học sinh

source: Back To Students
vi: Trở Học sinh

source: Export Students
vi: Xuất học sinh

source: Import Students
vi: nhập học sinh

source: All Messages
vi: Tất cả các thông báo

source: My Profile
vi: Hồ sơ của tôi

source: Change Password
vi: Đổi Mật Khẩu

source: Logout
vi: Đăng xuất

source: Powered by
vi: Sử dụng

source: Date &amp; Time
vi: Ngày & amp; Thời gian
