Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bul/LC_MESSAGES/default.po
Languages: bg

source: Logout
bg: Излез от профила си

source: Powered by
bg: Задвижвани от

source: Date &amp; Time
bg: Дата & усилвател; път

source: Compose Mail
bg: Съставете Mail

source: Search Student Mail
bg: Търсене Student Mail

source: Message
bg: Послание

source: Send
bg: Изпрати

source: Compose
bg: Създай

source: Inbox
bg: 3.2.2 Входящи съобщения

source: Sent Mail
bg: Изпратена поща

source: Trash
bg: Кошче

source: More
bg: Още

source: Mark as Read
bg: Означи като прочетени

source: Mark as Unread
bg: Маркирай като непрочетено

source: Move to Inbox
bg: Преместване в Входящи

source: Reply
bg: отговор

source: Forward
bg: 3.5 Напред

source: Menu Names
bg: имената на менютата

source: Model Name
bg: Наименование на модела

source: Icon
bg: Икона

source: Add News
bg: Добавете новини

source: News Title
bg: Новини Title

source: News Description
bg: Новини Описание

source: Edit News
bg: Edit новини

source: News
bg: Новини

source: Add New News
bg: Нова новини

source: Paypal Payment Option
bg: Paypal Вариант на плащане

source: Signature
bg: Подпис: не се чете

source: True
bg: ❑ Вярно

source: Add Question
bg: Добави Въпрос

source: Question
bg: Въпрос

source: Correct Answers
bg: Верните отговори

source: Type your question here
bg: Въведете въпроса си тук

source: Answer1
bg: Отговор:

source: Answer2
bg: Отговор:

source: Answer3
bg: Отговор:

source: Answer4
bg: Отговор:

source: Answer5
bg: Отговор:

source: Answer6
bg: Отговор:

source: True/False
bg: Вярно невярно

source: False
bg: Невярно.

source: Blank Space
bg: Празно място

source: Explanation (Optional)
bg: Обяснение (по избор)

source: Provide explanation in support of correct answer
bg: Дайте обяснение в подкрепа на верен отговор

source: Hint(optional)
bg: Съвет (по желание)

source: Hint to help answer correctly
bg: Hint да помогне отговори правилно

source: without minus sign
bg: без знак минус

source: Edit Question Type
bg: Edit Въпрос Type

source: Explanation
bg: обяснение

source: Hint
bg: намек

source: Questions
bg: Въпроси

source: Add New Question
bg: Добави нов въпрос

source: Import/Export Question
bg: Import / Export Въпрос

source: Answer
bg: Отговор:

source: Question Details
bg: Въпрос/подробности

source: Exam Wise
bg: Изпит Wise

source: Please Select Exam
bg: Изберете изпит

source: Status of Result
bg: Статус на Резултати

source: Please Select Result Status
bg: Изберете Резултати Status

source: Download Result
bg: Изтегляне Резултати

source: Rank
bg: ОЦЕНКА

source: Test
bg: Тест

source: Percent
bg: Процент

source: Result
bg: Резултат

source: View Result
bg: Виж Резултати

source: Download/Print Result
bg: Свали / Принтирай Резултати

source: Name or Enrolment Number
bg: Име или прием Номер

source: Enrolment Number
bg: Записването Номер

source: Back
bg: Заден

source: Assesment Report for
bg: Проверка на знанията Доклад за

source: Taken Date
bg: Взети Дата

source: Total Time
bg: Общо време

source: Nos. of Browser tolrance attempt
bg: Nos. На опит tolrance Browser

source: Total Score
bg: Общ резултат

source: Student Marks Distribution
bg: Student Marks Разпределение

source: Feedback
bg: Отзив

source: Section Name
bg: Име на раздела

source: Section proportion
bg: раздел пропорция

source: Actual
bg: действителен

source: Your Percentage
bg: Вашият Процент

source: Section Summary
bg: раздел Резюме

source: Maximum Score
bg: Максимална оценка

source: Developed Skill
bg: Разработен Skill

source: Needs Development
bg: Има нужда от развитие

source: Lack of Skill
bg: Липса на Skill

source: MCQ answered
bg: MCQ отговори

source: Legend
bg: Легенда

source: Send Emails
bg: Изпрати имейл

source: Teachers
bg: учители

source: Any Email
bg: Всяко Email

source: Default all students if you add manually then search student email
bg: По подразбиране всички ученици, ако добавите ръчно след това търсене студент имейл

source: Default all teachers if you add manually then search teacher email
bg: По подразбиране всички учители, ако добавите ръчно след това търсене имейл учител

source: Type any email comma seprated
bg: Въведете всеки имейл запетая seprated

source: Type subject
bg: Вид обект

source: Select Email Template
bg: Изберете Template Email

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
bg: Ако не искате да изберете имейл шаблон просто напишете имейл съобщение. След като се зареди редактор тогава не можете да изберете шаблон отидете на бутон за нулиране

source: Send Sms
bg: Изпращане на SMS

source: Any Sms
bg: Всяко Sms

source: Default all student if you add manually then search students name
bg: По подразбиране всички студент, ако добавите ръчно след това да търсят студенти име

source: Default all teachers if you add manually then search teacher name
bg: По подразбиране всички учители, ако добавите ръчно след това търсене Име на учителя

source: Any Number
bg: Всяко Номер

source: Type any number comma seprated
bg: Въведете произволен брой запетая seprated

source: Select Sms Template
bg: Изберете SMS шаблони

source: If you do not want to select sms template then simply type sms message
bg: Ако не искате да изберете SMS шаблон просто напишете SMS съобщение

source: Certificate Signature
bg: Сертификат подпис

source: Upload Image(* height less than 75px)
bg: Качване на изображението (* височина по-малко от 75 пкс)

source: Delete Signature
bg: Изтриване на подпис

source: Add Slides
bg: Добавяне на слайдове

source: Slide Name
bg: Slide Име

source: Upload Slide (1350*550)
bg: Качи Slide (1350 * 550)

source: Edit Slides
bg: Edit Пързалки

source: Slides
bg: Пързалки

source: Add New Slide
bg: Добави New Slide

source: SMS Settings
bg: SMS Настройки

source: Heading Username
bg: функция име

source: Username field provided by sms gateway
bg: Потребител поле, предоставена от SMS портал

source: Heading Password
bg: функция парола

source: Password field provided by sms gateway
bg: поле Password предоставена от SMS портал

source: Heading Mobile No
bg: Функция Mobile Не

source: Mobile No field provided by sms gateway
bg: Mobile Не поле, предоставена от SMS портал

source: Heading Message
bg: функция на ЛС

source: Message field provided by sms gateway
bg: поле на ЛС, предоставена от SMS портал

source: Heading Sender Id
bg: Id Sender ред

source: Sender Id field provided by sms gateway
bg: поле Id Sender, предоставена от SMS портал

source: Add SMS Template
bg: Добави SMS шаблони

source: Edit SMS templates
bg: Edit SMS шаблони

source: SMS Templates
bg: SMS шаблони

source: Add New SMS Template
bg: Нова SMS шаблони

source: Add Students
bg: Добави студенти

source: Address
bg: Адрес

source: Edit Students
bg: Редактиране студенти

source: Renewal Date
bg: Подновяване Дата

source: Add New Student
bg: Нова Student

source: Wallet
bg: портфейл

source: Admission Date
bg: Допускане Дата

source: Credit
bg: Кредит

source: Debit
bg: Дебит

source: Balance
bg: Салдо

source: Date & Time
bg: Време за среща

source: Payment Through
bg: плащане чрез

source: Remarks
bg: Забележки

source: View Student Information
bg: Вижте студентски информационен

source: Full Name
bg: Собствено и фамилно име

source: Phone Number
bg: Телефонен номер

source: Enrolment No
bg: Записването Не

source: Last Login
bg: Последно влизане

source: Students Wallet
bg: Студентите Wallet

source: Transaction Form
bg: Форма на транзакция

source: Mobile
bg: Мобилен

source: ADD
bg: Допълнение

source: DEDUCT
bg: приспадне

source: Add Subjects
bg: Добави Субектите

source: Edit Subjects
bg: Редактиране Субектите

source: Subjects
bg: учебни предмети

source: Add New Subject
bg: Нова Тема

source: Question Bank
bg: Въпрос Bank

source: Add Testimonials
bg: Добави Препоръки

source: Upload Photo (150*150)
bg: Качване на снимка (150 * 150)

source: Edit Testimonials
bg: Edit Препоръки

source: Testimonials
bg: Препоръки-мнение

source: Add New Testimonial
bg: Нова атестационна

source: Photo
bg: снимка

source: Add Users
bg: Добави Потребители

source: User Level
bg: Ниво на потребителя

source: Username
bg: Потребителско Име

source: Level users
bg: потребителите на ниво

source: Add New Level
bg: Нова Level

source: Back To Users
bg: Обратно към потребителите

source: Level Name
bg: Ниво Име

source: Set Permission
bg: Set АКТ

source: Assign Form Rights
bg: Присвояване на права образуват

source: Module Name
bg: Модул име

source: Old Password
bg: Стара Парола

source: Edit Users
bg: Редактиране Потребители

source: User Registration Form
bg: Потребителят Форма Регистрация

source: Users
bg: Потребители

source: Add New User
bg: + Добавяне на нов потребител

source: Add Level Users
bg: Добави Потребители Ниво

source: Level User
bg: Ниво на потребителя

source: Dear user, log in to access the admin area!
bg: Уважаеми потребители, влезте за да получите достъп до административната област!

source: Admin / Teacher Username
bg: Admin / име на учителя

source: Forgot User Name
bg: Забравена Потребителско име

source: Organisation Logo
bg: организация Logo

source: Upload Image(* height less than 220px)
bg: Качване на изображението (* височина по-малка от 220px)

source: Delete Logo
bg: Изтриване Logo

source: Please provide a type for chart %s!
bg: Моля, посочете типа на диаграма %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
bg: Графика: \ " %s " не може да бъде намерен. Уверете се, че Графика име е същото низ, който се предава на $ this-> HighCharts-> Render () в мнението ви.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
bg: Сделката по Express Checkout е изтекъл и сделката трябва да се рестартира

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
bg: Може да сте прави втора покана за същото плащане или може да сте използвали една и съща фактура ID за отделни транзакции.

source: Please use a different funcing source.
bg: Моля, използвайте друг източник funcing.

source: An error occured, please retry the transaction.
bg: Възникна грешка, моля опитайте отново по сделката.

source: This transaction couldn't be completed. Redirecting to payment gateway
bg: Тази операция не може да бъде завършено. Пренасочване към плащане шлюза

source: You have not agreed to the billing agreement.
bg: Не са се съгласили с договора за фактуриране.

source: The billing agreement is disabled or inactive.
bg: В споразумението за фактуриране е деактивиран, или не е активна.

source: The credit card used is expired.
bg: кредитната карта, използвана е изтекъл.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
bg: Сделката бе отказано, защото отговорът AVS върна стойността на N, и сметката за търговец не е в състояние да приеме такива сделки.

source: The payment gateway account is restricted.
bg: Сметката за плащане шлюза е ограничен.

source: You must submit an IP address of the buyer with each API call.
bg: Трябва да подадат IP адрес на купувача с всеки API повикване.

source: The merchant selected a value for the PaymentAction field that is not supported.
bg: Търговецът избрана стойност за полето PaymentAction който не се поддържа.

source: The credit card field was blank.
bg: Полето за кредитна карта е празен.

source: The total amount and item amounts do not match.
bg: Общият размер и т е в размер на не съвпадат.

source: The credit card entered is currently restricted by the payment gateway.
bg: Кредитната карта влязъл в момента е ограничено от шлюза за плащане.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
bg: Търговецът влезе ID фактура, която вече е свързан със сделка от един и същ търговец. Опит с нова фактура ID

source: The transaction was declined by the country filter managed by the merchant.
bg: Сделката е била отхвърлена от филтъра за страна, управлявана от търговеца.

source: The transaction was declined by the maximum amount filter managed by the merchant.
bg: Сделката е намалял с максималната сума филтър, управлявана от търговеца.

source: The transaction was declined by the payment gateway.
bg: Сделката е намалял с шлюз за плащане.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
bg: Сделката е намалял с плащане шлюза поради възможна измама.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
bg: Сделката е намалял с плащане шлюза поради възможна измама на IP адреса.

source: The merchant account attempting the transaction is not a business account.
bg: сметка търговец се опитва сделката не е бизнес профил.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
bg: сметка търговец се опитва сделката не е в състояние да обработва Директни сделки за плащане.

source: Access to Direct Payment was disabled for your account.
bg: Достъп до директно плащане е деактивирано за профила си.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
bg: сметка търговец се опитва сделката не сте потвърдили имейл адрес с шлюз за плащане.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
bg: Търговецът се опитали сделка, когато сумата надвишава горната граница за този търговец.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
bg: Сделката бе отказано, защото на филтър търговец риск за AVS. По-конкретно, търговецът е поставил да намалява сделка, когато AVS върна няма мач (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
bg: Сделката бе отказано, защото на филтър търговец риск за AVS. По-конкретно, търговецът е поставил филтъра да намалява транзакции когато AVS връща частично съвпадение.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
bg: Сделката бе отказано, защото на филтър търговец риск за AVS. По-конкретно, търговецът е поставил филтъра да намалява транзакции когато AVS е неподдържан.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
bg: Търговецът е навлязъл на IP адрес, който е в невалиден формат. IP адресът трябва да бъде във формат, като например 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
bg: конфигурация на търговеца изисква CVV да бъде вписан, но не CVV е предоставена с тази сделка.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
bg: Търговецът условие адрес или в САЩ или Канада, но държавата условие не е валиден състояние в една от двете държави.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
bg: Сделката е била отхвърлена от банката-издател, не шлюза за плащане. Търговецът трябва да се опита още една карта.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
bg: държава на пребиваване на търговеца в момента не се поддържа, за да позволят преки сделки за плащане.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
bg: Сделката бе отхвърлено, тъй шлюза за плащане се обработва в момента на сделка с един и същ купувач за една и съща сума. Може да възникне, когато един купувач поддържа множество идентични транзакции в бърза последователност.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
bg: The CVV е невалиден. The CVV е с дължина между 3-4 цифри.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
bg: Моля, опитайте отново по-късно. Уверете се, че са преминали правилния CVV и адрес информация за купувача. Ако създаването на повтарящи профил, моля опитайте отново, като мине количество първоначален 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
bg: Транзакция не е съвместим поради липсващи или невалидни 3-D стойности Secure удостоверяване. Проверете ECI, ECI3DS, CAVV, Xid полета.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
bg: Сделката бе отхвърлен от плащане шлюза заради прекомерните откази за кратък период от време, за това кредитната карта на.

source: The transaction was declined by payment gateway.
bg: Сделката е намалял с плащане шлюза.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
bg: Сделката бе отказано, защото търговецът не разполага с валиден договор, търговски субект на файл с шлюз за плащане.

source: The transaction was declined because the CVV entered does not match the credit card.
bg: Сделката бе отхвърлено, тъй като CVV влезе не съответства на кредитната карта.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
bg: Сделката е била отхвърлена от банката-издател, поради изтекъл срок на кредитна карта. Търговецът трябва да се опита още една карта.

source: Exceeded permissible limit for Navigating away
bg: Превишена допустимата граница за Придвижване далеч

source: You have exceeded the permissible limit for navigating away from your test
bg: Вие сте превишили допустимата граница за да излезете от теста си

source: Your test has finished. You can close the window now
bg: тест Вашият е приключил. Можете да затворите прозореца сега

source: Installation Complete
bg: Монтаж Complete

source: Aho! The System is installed successfully.
bg: Ахо! Системата е инсталирана успешно.

source: Go to Admin/Teacher Interface
bg: Отиди до Admin / учител Interface

source: User
bg: потребител

source: Go to Front End/Student Interface
bg: Отиди на Front End / Student Interface

source: Visit our website
bg: Посетете нашият сайт

source: for documentation and support
bg: за документиране и подкрепа

source: My Exam Stats
bg: Изпита ми Статистика

source: Total Exam Given
bg: Общо изпит се има предвид,

source: Absent Exams
bg: Отсъстващи изпити

source: Best Score in
bg: Най-добър резултат в

source: On
bg: Включено

source: Failed in
bg: Неуспех в

source: Average Percentage
bg: Средният процент

source: Your Rank
bg: Вашият ранг

source: Month Wise Performance
bg: Месец Wise Изпълнение

source: Exam Wise Performance
bg: Изпит Wise Изпълнение

source: Top 10
bg: Нагоре

source: Todays Exam
bg: днешния изпит

source: Top
bg: Нагоре

source: These are the exam(s) that can be taken right now
bg: Това са изпита (и), които могат да бъдат предприети в момента

source: No Exams found for today
bg: Няма намерени резултати за днес изпити

source: Something went wrong
bg: Нещо се обърка

source: Show
bg: Покажи

source: entries
bg: 7 - Вписвания

source: Prev
bg: Пред.

source: Next
bg: Следваща

source: Showing {:start} to {:current} of {:count} entries
bg: Показване {:start} до {:current} на {:count} записи

source: Email Verification
bg: Проверка на имейл

source: Please Enter Verification Code in the Text Box
bg: Моля въведете кода за потвърждение в текстовото поле

source: Re-Send Email Verification
bg: Re-Изпрати е-мейл за потвърждение

source: Please Enter Email Id in the Text Box which you enter at the time of registration
bg: Моля въведете Id Email в текстовото поле в който се влиза в момента на регистрация

source: Purchased Exam
bg: Закупено изпит

source: Expired Exam
bg: Изтекла изпит

source: These are the exam(s) which has been expired
bg: Това са изпита (и), който е бил изтекъл

source: No Exams found
bg: Няма намерени изпити

source: Thank you for using the test
bg: Благодаря Ви за използване на теста

source: 1. The test instructions were
bg: 1. тестовите инструкции бяха

source: Largely Clear
bg: До голяма степен Clear

source: Not Clear
bg: Не е ясно

source: 2. Language of question was
bg: 2. Език на въпрос беше

source: 3. Overall test experience was
bg: 3. Като цяло тест опит беше

source: Good
bg: Много добър

source: Better
bg: По-добре

source: Best
bg: Поздрави,

source: Any other feedback suggestion
bg: Всяка друга обратна връзка предложение

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
bg: Моля, затворете всички ваши чат прозорци, скрийнсейвър, и антивирусни програми, преди да започне теста си

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
bg: Моля, не натискайте \ "F5 " по време на теста. Това ще завърши теста си и няма да бъде в състояние да отвори отново теста

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
bg: Вашите отговори ще бъдат запазени. Ако теста е изключен поради някаква причина, отговорите ви до този момент ще бъдат запазени

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
bg: Моля, затворете всички програми, които качват или свалят файлове във фонов режим Например: Dropbox, торенти и т.н.

source: Instructions
bg: Инструкции

source: I am ready to begin
bg: Аз съм готов да започне

source: Exam Start
bg: Изпит Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
bg: Този изпит се заплаща. Сума следва да се приспадне от портфейла си автоматично. След стартиране на таймера изпита няма да спре. Искате ли да се плаща и да започне?

source: These are the exam(s) which has been purchased
bg: Това са изпита (и), който е бил закупен

source: Correct Marks
bg: Коректните Marks

source: Save & Next
bg: Save & Следваща

source: Unreview
bg: Непрегледан

source: Review
bg: преглед

source: Reset Answer
bg: Reset Отговор

source: Finish
bg: завършек

source: Current Question
bg: Current Въпрос

source: Answered
bg: Отговорено

source: Not Answered
bg: не отговаря

source: Navigated Away
bg: е напуснал

source: you had navigated away from the test window. This will be reported to Moderator
bg: ви е напуснал прозореца на тест. Това ще бъдат докладвани на модератор

source: Do not repeat this behaviour
bg: Не повтаряйте това поведение

source: Otherwise you may get disqualified
bg: В противен случай може да се дисквалифициран

source: Continue
bg: Продължи

source: Finalize
bg: Финализирай

source: Do you wish to submit and close the
bg: Искате ли да се представят и да затворите

source: Once you submit, you will not be able to review the
bg: След като представи, че няма да бъде в състояние да направи преглед на
