Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bul/LC_MESSAGES/default.po
Languages: bg

source: Turkmenistan
bg: Туркменистан

source: Turks and Caicos Islands
bg: Търкс и Кайкос

source: Tuvalu
bg: Тувалу

source: Uganda
bg: Уганда

source: United Arab Emirates
bg: Обединени арабски емирства

source: United Kingdom
bg: Обединеното кралство

source: United States
bg: Съединени Американски Щати

source: Uruguay
bg: Уругвай

source: Uzbekistan
bg: Узбекистан

source: Vanuatu
bg: Вануату

source: Venezuela
bg: Венецуела

source: Viet Nam
bg: Виетнам

source: Virgin Islands, British
bg: Вирджински острови, Британски

source: Virgin Islands, U.s.
bg: Вирджински острови, US

source: Wallis and Futuna
bg: Уолис и Футуна

source: Western Sahara
bg: Западна Сахара

source: Yemen
bg: Йемен

source: Zambia
bg: Замбия

source: Zimbabwe
bg: Зимбабве

source: Invalid argument #1: %s is not a valid %s identifyer.
bg: Невалиден аргумент # 1: %s не е валиден %s identifyer.

source: %s for Row %d failed to save.
bg: %s за Row %d не успя да спаси.

source: You need to define at least one field to be toggleable.
bg: Трябва да се определят най-малко едно поле да бъде toggleable.

source: The field %s is not in the list of toggleable fields.
bg: Поле за %s не е в списъка на toggleable полета.

source: The field %s does not have two toggleable states defined.
bg: Поле за %s не са изпитали две toggleable състояния определени.

source: Invalid record
bg: Невалиден запис

source: Server lipsum.com returns error code %s.
bg: Сървър lipsum.com връща код на грешка %s .

source: Response from lipsum.com is empty or could not be decoded.
bg: Отговор от lipsum.com е празна или не могат да бъдат декодирани.

source: Connection to server lipsum.com failed. %s.
bg: Връзката със сървъра lipsum.com провали. %s .

source: Please correct the errors below.
bg: Моля коригирайте грешките по-долу.

source: Error
bg: Грешка

source: The requested address %s was not found on this server.
bg: Исканата адрес %s не бе намерен на този сървър.

source: An Internal Error Has Occurred.
bg: Една вътрешна грешка,.

source: datasource configuration was not found
bg: конфигурация източник на данни не е намерен

source: CakePHP: the rapid development php framework
bg: CakePHP: бързото рамките на PHP развитие

source: Debug setting does not allow access to this url.
bg: настройка Debug не позволява достъп до този адрес.

source: Add New Exam
bg: Добави нов изпит

source: Inactive
bg: неактивен

source: Start & End Date
bg: Start & Крайна дата

source: Certification of Completion
bg: Сертифициране на Пусков

source: Click here to download excel file format
bg: Кликнете тук, за да изтеглите Excel формат на файла

source: Are you sure, you want to close this exam?
bg: Сигурни ли сте, искате да затворите този изпит?

source: Are you sure, you want to re-activate this exam?
bg: Сигурни ли сте, искате да го активирате отново изпит?

source: Closed
bg: затворен

source: Results
bg: Резултати &raquo;

source: Configurations
bg: Конфигурации

source: General
bg: Основно

source: Contents
bg: Съдържание

source: Email & SMS
bg: Имейл & SMS

source: Customer Support Service
bg: Поддръжка за клиента

source: Knowledge Base (for Documentation)
bg: Знания (за документация)

source: Forum (24x7x)
bg: Форум (24x7x)

source: Live Chat (For Sales & Billing Only)
bg: Чат на живо (за продажби & Billing само)

source: Support (For Technical Support)
bg: за документиране и подкрепа

source: Visit Our Website
bg: Посетете нашият сайт

source: for more documentation & Details
bg: за документиране и подкрепа
