Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bul/LC_MESSAGES/default.po
Languages: bg

source: File Manager
bg: Файлов мениджър

source: You can find your result here.
bg: Можете да намерите вашия резултат тук.

source: Thanks for given the exam.
bg: Благодаря за даден изпит.

source: Dashboard
bg: Регистрационно табло

source: Leader Board
bg: Табло:

source: My Exams
bg: Моите изпити

source: My Result
bg: Моята Резултати

source: Group Performance
bg: Изпълнение Group

source: Payment
bg: Плащане

source: Transaction History
bg: История на транзакция

source: Mailbox
bg: пощенска кутия

source: Help
bg: Помощ

source: Home
bg: Начало

source: Register
bg: Регистрирайте се

source: Log In
bg: вход

source: Invalid Post
bg: Невалиден Post

source: Jan
bg: Януари

source: Feb
bg: февруари

source: Mar
bg: Март 2013 г.

source: Apr
bg: : 19 април 2010 г.

source: May
bg: Май

source: Jun
bg: 0 юни 2014 г.

source: Jul
bg: 1 юли

source: Aug
bg: 31 август 2013 г.

source: Sep
bg: 30 септември 2009 г.

source: Oct
bg: октомври

source: Nov
bg: 01 ноември 1989 г.

source: Dec
bg: 30 декември 2011 г.

source: Percentage
bg: Процент

source: Month
bg: 1 Месец

source: Exams
bg: изпити

source: Email verified successfully
bg: Email потвърден успешно

source: Invalid Verification Code
bg: Код за потвърждение е невалиден

source: A verification Code send to your Email inbox or Spam
bg: А проверка Код изпрати на електронната си поща или спам

source: Email Id already verified
bg: Id Email вече проверена

source: Email Id not registered in system
bg: Id Email не е регистриран в системата

source: You have attempted maximum exam.
bg: Опитали сте се максимално изпит.

source: You have attempted maximum number of questions in this subject
bg: Опитахте максимален брой въпроси в тази тема

source: You can find your result here
bg: Можете да намерите вашия резултат тук

source: Insufficient Amount.
bg: Недостатъчно количество.

source: 1. The test instructions were
bg: 1. тестовите инструкции бяха

source: 2. Language of question was
bg: 2. Език на въпрос беше

source: 3. Overall test experience was
bg: 3. Като цяло тест опит беше

source: Any other feedback suggestion:
bg: Всяка друга обратна връзка предложение:

source: Feedback has submitted successfully!
bg: Обратна връзка е изпратено успешно!

source: Feedback already submitted.
bg: Обратна връзка вече е представена.

source: Email id is not registered in system
bg: Email ID не е регистриран в системата

source: Your password reset link is sent to your registered email id
bg: Вашият нулиране на паролата връзка се изпраща препоръчано вашия имейл ID

source: Incorrect code
bg: Неправилно код

source: Password Changed Successfully
bg: Парола променена успешно

source: My Performance
bg: Моята Изпълнение

source: My Group performance
bg: Моето представяне Group

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
bg: Заявление вече е инсталиран. Премахване на приложението / TMP / installed.txt да преинсталирате приложението

source: Writeable
bg: записваеми

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
bg: За жалост! File Разрешение Грешка <br> Моля Гото ап / Config / database.php е в писане режим.

source: A connection was successfully established with the server.
bg: А връзката е установена успешно със сървъра.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
bg: Не може да се свърже с базата данни. Моля, проверете настройките в приложението / Config / database.php и опитайте отново

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
bg: За жалост! Folder Разрешение Грешка <br> Моля TMP папката е в писане режим.

source: Your Mail has been sent
bg: Вашето съобщение е изпратено

source: Forwarded message
bg: препратено съобщение

source: From
bg: От

source: Subject
bg: Тема

source: The mail has been moved to the Trash
bg: Мейлът е преместен в кошчето

source: Your Mail has been deleted
bg: Вашият Mail е изтрит

source: The mail has been moved to the Inbox
bg: Мейлът е преместена в Входящи

source: The mail has been marked as Read
bg: Най-поща е маркиран като прочетен

source: The mail has been marked as Unread
bg: Най-поща е маркиран като непрочетена

source: Paypal Payment not set
bg: Paypal плащане не е зададено

source: Payment Cancel
bg: плащане Отказ

source: Wallet Payment
bg: Портфейл на плащане

source: Try again! Can not connect to paypal
bg: Опитай пак! Не може да се свърже с PayPal

source: Invalid Amount
bg: Невалиден сума

source: Payment already done
bg: Плащането вече е направено

source: Payment not done
bg: Плащането не е направено

source: Payment successfully! Amount %s added in your wallet
bg: Плащането успешно! Сума %s добавен в портфейла си

source: Profile Updated Successfully
bg: Профил се обновява Успешно

source: Photo Updated Successfully
bg: Фото актуализирани успешно

source: Invalid Password
bg: грешна парола

source: Please select any group
bg: Моля, изберете някоя група

source: Invalid Security Code
bg: Код за сигурност Невалиден

source: Score
bg: Резултат

source: Marks Scored
bg: Marks вкарани

source: Subject Wise Time Taken
bg: Тема Wise времето, необходимо

source: Student Performance
bg: Student Изпълнение

source: Correct Question
bg: Правилно Въпрос

source: Incorrect Question
bg: Неправилно Въпрос

source: Right Marks
bg: Десните Marks

source: Negative Marks
bg: Отрицателните Marks

source: Percentage(%) in Exam
bg: Процент (%) в Изпит

source: Percentage(%)
bg: Процент

source: st
bg: 1ва:

source: nd
bg: НО

source: rd
bg: 3та:

source: You %s
bg: Можете %s

source: Administrator
bg: администратор

source: Payment Gateway
bg: Gateway плащане

source: Pay Exam
bg: Pay изпит

source: Your account has expired. Please contact administrator
bg: Профилът ви е изтекъл. Моля, свържете се с администратора

source: You have been logged in successfully
bg: Вие сте били влезли в успешно

source: Your email not verified! Please click on link sent to your email inbox or spam
bg: Вашият имейл не проверява! Моля, кликнете върху линка изпратен на електронната си поща или спам

source: Incorrect username/password
bg: Неправилно потребителско име / парола

source: You have been logged out successfully
bg: Вие сте били излезли успешно

source: You are %s Member! Please contact administrator
bg: Вие сте %s държава! Моля, свържете се с администратора

source: Hours
bg: Часове

source: Mins
bg: Мин

source: Sec
bg: секунда

source: Grand Total
bg: Крайна сума

source: Your Question has been added for exam
bg: Вашият въпрос е добавен за изпит

source: Your Question has been deleted for exam
bg: Вашият въпрос е изтрит за изпит

source: No Permission
bg: Няма разрешение

source: Advertisement has been saved
bg: Реклама е запазена

source: Invalid post
bg: Невалиден пост

source: Advertisement has been deleted
bg: Реклама е изтрит

source: Photo Changed Successfully
bg: Фото променена успешно

source: Not Attempted
bg: Не е направен опит

source: Marks Updated
bg: Marks Актуализирани

source: Successfully Finalize
bg: Успешно Финализиране

source: Successfully Closed Exam
bg: Успешно приключи изпит

source: English
bg: Английски

source: French
bg: Френски

source: Your Setting has been saved
bg: Настройка е запазена

source: Page Added Successfully
bg: Page Добавено Успешно

source: Pages updated Successfully
bg: Страници актуализирани успешно

source: Page has been deleted
bg: Page е изтрит

source: Page has been Unpublished
bg: Страницата е била Непубликувани

source: Page has been Published
bg: Page е публикуван

source: Something wrong
bg: - Нещо грешно?

source: Currency has been saved
bg: Валутна е запазена

source: Currency has been deleted
bg: Валутна е изтрит

source: Student Details
bg: Student Детайли

source: Active
bg: Активен

source: Pending
bg: В процес на изчакване.

source: Suspend
bg: Задържане

source: Pass
bg: Преминава

source: Fail
bg: се провалят.

source: Absent
bg: Липсващ

source: Student
bg: Студент

source: Passing %age
bg: Минавайки %a GE

source: Average %age
bg: Среден %a GE

source: Question Count
bg: Въпрос Count

source: Total Question
bg: Общо Въпрос

source: Question Bank Difficulty Wise
bg: Въпрос Bank Трудност Wise

source: Easy
bg: Спокойно.

source: Medium
bg: Средно

source: Hard
bg: Силно.

source: Name has been updated
bg: Името е актуализиран

source: Email template has been saved
bg: Email шаблон е запазена

source: Email template has been deleted
bg: Email шаблон е изтрит

source: End Date is not less than Start date
bg: Крайна дата е не по-малко от Start дата

source: Please Select any group
bg: Изберете всяка група

source: Please Add Subject To Exam
bg: Моля Добави подлежи на изпит

source: Exam has been saved. Add questions in exam
bg: Изпита е запазена. Добави въпроси в изпита

source: Exam has been saved
bg: Изпита е запазена

source: Exam has been updated
bg: Изпита е актуализиран

source: Exam has been deleted
bg: Изпита е изтрит

source: Difficulty Level
bg: Ниво на трудност

source: Subject Wise Question Count
bg: Тема Wise Въпрос Count

source: Exam sucessfully inactivated
bg: Изпит успешно инактивиран

source: Exam sucessfully activated
bg: Изпит успешно активиран

source: There are no question added!
bg: Там се добавя никакво съмнение!

source: Your username is sent to your registered email id
bg: Вашето потребителско име се изпраща препоръчано вашия имейл ID

source: Group Added Successfully
bg: Група добавено успешно

source: Group has been saved
bg: Група е запазена

source: Group has been deleted
bg: Група е изтрит

source: Delete subject first
bg: Изтриване на обект първа

source: Help content has been saved
bg: съдържание Помощ е запазена

source: Help content has been deleted
bg: съдържание Помощ е изтрит

source: Questions imported successfully
bg: Въпроси внесени успешно

source: File not uploaded
bg: Файлът не е качен

source: Only CSV File supported
bg: Поддържа се само CSV файла

source: Please Select Subject
bg: Изберете Тема

source: Please Select any Group
bg: Изберете някоя Group

source: Students imported successfully
bg: Студентите, внесени успешно

source: Please Select Group
bg: Изберете Group

source: Student Email not found
bg: Student Email не е намерен

source: News has been saved
bg: News е запазена

source: News has been deleted
bg: News е изтрит

source: Paypal Payment Setting has been saved
bg: Paypal настройка за плащане е запазена

source: Setting Problem
bg: Създаване Проблем

source: Please Choose the Correct answer
bg: Моля изберете правилния отговор

source: Please select true or false
bg: Моля изберете вярно или невярно

source: Please fill blank space
bg: Моля попълнете празно пространство

source: Question added to bank successfully
bg: Въпрос добавя към банка успешно

source: Question has been updated
bg: Въпрос е актуализиран

source: Question has been deleted
bg: Въпрос е изтрит

source: Delete exam first!
bg: Изтриване на изпита на първо място!

source: Question Difficulty Level
bg: Ниво Въпрос Трудност

source: Performance
bg: Характеристики

source: Candidate Marks Distribution
bg: Кандидат Marks Разпределение

source: Max Marks Distribution
bg: Max Marks Разпределение

source: Please select any type in the list
bg: Моля изберете всякакъв вид в списъка

source: Please type any email
bg: Моля, въведете всеки имейл

source: Email has been sent
bg: Имейлът беше изпратен

source: No email to send
bg: Няма имейл за изпращане

source: Please type any name
bg: Моля, въведете името на всеки

source: Sms has been sent
bg: Sms е изпратена

source: No sms to send
bg: Не SMS за изпращане

source: Signature has been saved
bg: Подпис е запазена

source: Signature has been deleted
bg: Подпис е изтрит

source: Slide has been saved
bg: Slide е запазена

source: Slide has been deleted
bg: Slide е изтрит

source: SMS template has been saved
bg: SMS шаблон е запазена

source: SMS template has been deleted
bg: SMS шаблон е изтрит

source: Student added Successfully
bg: Student добавен успешно

source: Please Select atleast one group
bg: Моля изберете поне една група

source: Student has been updated
bg: Студент е бил актуализиран

source: Student has been deleted
bg: Студент е бил изтрит

source: Student Wallet has been updated
bg: Student Wallet е актуализиран

source: Subject Added Successfully
bg: Тема добавено успешно

source: Subject already exist
bg: Предмет вече съществуват

source: Subject has been updated
bg: Предмет е актуализиран

source: Subject has been deleted
bg: Предмет е изтрит

source: Testimonial has been saved
bg: Свидетелство е запазена

source: Testimonial has been updated
bg: Свидетелство е актуализиран

source: Testimonial has been deleted
bg: Свидетелство е изтрит

source: User Added Successfully
bg: Потребителят е добавен успешно

source: User has been updated
bg: Потребителят е актуализиран

source: User has been deleted
bg: Потребителят е изтрит

source: Permission update successfully
bg: актуализация Разрешение успешно

source: You have been logged in Successfully
bg: Вие сте били влезли в Успешно

source: You have been logged out
bg: Вие сте били излезли

source: Level User has been saved
bg: Ниво Потребителят е запазена

source: Level user has been deleted
bg: потребителско ниво е изтрит

source: Logo has been saved
bg: Logo е запазена

source: Logo has been deleted
bg: Logo е изтрит

source: Add Questions
bg: Добави въпроси

source: Question Type
bg: Въпрос Type

source: Search
bg: Търсене

source: Reset
bg: Нулиране

source: Add To Exam
bg: Добави за изпит

source: Delete To Exam
bg: Изтриване За Изпит

source: Back To Exam
bg: Back To изпит

source: Type
bg: Тип

source: Body of Question
bg: Тяло на Въпрос

source: Level
bg: ревизията

source: Marks
bg: Оценки *

source: Action
bg: Действие

source: Add Advertisement
bg: Добави Реклама

source: Advertisement Name
bg: Реклама Наименование

source: Ordering
bg: Поръчка

source: URL
bg: URL адрес

source: Internal
bg: Вътрешен

source: External
bg: Външни

source: _self
bg: Лична оценка

source: Upload Image (350*260)
bg: Качване на изображението (350 * 260)

source: Save
bg: Запази

source: Close
bg: Затвори

source: Update Photo
bg: Актуализация Фото

source: Upload Photo
bg: Качи снимка

source: Update
bg: Актуализирай

source: Cancel
bg: Откажи

source: Edit Advertisements
bg: Edit Обяви

source: Form
bg: Формуляр

source: Status
bg: Състояние

source: Advertisements
bg: РЕКЛАМИ

source: Add New Advertisement
bg: Нова Реклама

source: Edit
bg: Редактиране

source: Delete
bg: Изтриване

source: View
bg: Изглед

source: Change Photo
bg: Смени снимката

source: View Slides
bg: Преглед на слайдове

source: Attempted Papers of
bg: Опита за документи на

source: Name
bg: Име

source: Email
bg: Имейл

source: Total Marks
bg: Общо Marks

source: Obtained Marks
bg: Получените Marks

source: Result Finalized
bg: Резултати Финализирани

source: Finalize It
bg: Финализиране Той

source: PASSED
bg: Предадена

source: FAILED
bg: Неуспешно

source: Finalized By
bg: финализиран до

source: Question No
bg: Въпрос №

source: Option1
bg: опция1

source: Option2
bg: опция2

source: Option3
bg: опция3

source: Option4
bg: опция4

source: Option5
bg: опция5

source: Option6
bg: опция6

source: Marked Answer
bg: Маркирана Отговор

source: Correct Answer
bg: Верен отговор

source: Time Taken
bg: времето, необходимо

source: Marks Obtained
bg: оценките, получени

source: Checked by
bg: Проверил

source: System
bg: Системни настройки 35

source: Configuration Options
bg: Опции за конфигуриране

source: Site Name
bg: Име на Мястото

source: Organization Name
bg: Наименование на организацията

source: Domain Name
bg: Име на домейн

source: Organization Email
bg: Организация Email

source: Meta Title
bg: Мета дял

source: Meta Description
bg: Мета Описание

source: Time Zone
bg: Часова зона

source: Please Select
bg: Изберете

source: Currency
bg: Валута

source: Header Contact
bg: Header Контакт

source: Email Contact
bg: Email Контакт

source: Display records per page
bg: Display записи на страница

source: Max records per page
bg: Max Записи на страница

source: Date Format
bg: Формат на датата

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
bg: Дата, месец, година, час, Min, Sec, Meridian, Дата Seprator, Time Seprator

source: Image
bg: -изображение

source: Text
bg: Текст

source: Text Direction
bg: Текст Посока

source: Left-to-right (LTR)
bg: Ляво-надясно (LTR)

source: Right-to-Left (RTL)
bg: Право на ляво (RTL)

source: Language
bg: Език

source: Enable SMS Notification
bg: Активиране на SMS Известяване

source: Enable Email Notification
bg: Активиране на уведомяване по имейл

source: Manual Verification
bg: ръчна проверка

source: Front End Registration
bg: Front End Регистрация

source: Front End Slides
bg: Front End Пързалки

source: Translation
bg: Превод

source: Paid Exam
bg: платен изпит

source: Exam Expiry
bg: Изпит Изтичане

source: Exam Feedback
bg: Изпит Обратна връзка

source: Certificate
bg: Сертификат

source: Testimonial
bg: атестат

source: Advertisement
bg: Ре

source: No. of Visitor
bg: Брой на посетителите

source: No. of Student
bg: Брой Student

source: No. of Exam
bg: Брой изпит

source: Save Settings
bg: Запазване на настройките

source: Add Pages
bg: Добави Pages

source: Link Name
bg: Link Име

source: Link Order
bg: Link Поръчка

source: Page Type
bg: Вид Page

source: External Url
bg: външно Url

source: Page Name
bg: Page Име

source: Page Url
bg: URL адрес на страницата

source: Edit Pages
bg: Редактиране на страницата: %(| 112 | 97 | 103 | 101)s

source: Pages
bg: СТРАНИЦИ

source: Add New Page
bg: Добавяне на нова страница

source: Published
bg: Публикуван:

source: Unpublished
bg: непубликуван

source: Add Currency
bg: Добави валути

source: Currency Name
bg: Валутна Име

source: Short Name
bg: Кратко име

source: Upload Currency (Less or equal to 50*50)
bg: Качване на валута (по-малко или равно на 50 * 50)

source: Add New Currency
bg: Добави нова валута

source: In Progress Exam
bg: В изпит Прогрес

source: Upcoming Exam
bg: Предстоящи изпит

source: Completed Exam
bg: Завършен изпит

source: Students
bg: Студенти

source: In Progress & Upcoming Exams
bg: В процес на извършване & Предстоящи изпити

source: Date
bg: Дата

source: Exam Name
bg: Изпита Име

source: Group
bg: група.

source: Duration
bg: Времетраене

source: Recent Exam Results
bg: Последните резултати на изпита

source: Exam
bg: Изпит

source: Overall Result
bg: Общият резултат

source: Student Stats
bg: студентските Статистика

source: To
bg: До

source: Details
bg: Детайли

source: Top 10 Student Group Wise
bg: Топ 10 на Студентски Група Wise

source: Student Statistic Table
bg: Student Статистика на маса

source: Total Students
bg: Общо учениците

source: Total Active
bg: Общо Active

source: Total Pending
bg: Общо Отложена

source: Total Suspended
bg: Общо Окачен

source: Top 10 Question Bank Subject Wise
bg: Топ 10 Въпрос Bank Тема Wise

source: Top 10 Difficulty Level of Questions
bg: Top Level 10 Трудност с въпроси

source: Question Count Table
bg: Въпрос Count Таблица

source: Bank Name
bg: Име на банката

source: Total Easy
bg: Общо Easy

source: Total Normal
bg: Общо Normal

source: Total Difficult
bg: Общо Трудно

source: E-Mail Settings
bg: Настройки за електронна поща

source: Server Name / Host
bg: Име на сървър / Host

source: User Name
bg: Потребителско Име

source: Password
bg: Парола

source: Add Email Template
bg: Добави Шаблон за имейл

source: Email Template
bg: Шаблон за имейл

source: Edit Email Templates
bg: Edit имейл шаблони

source: Email Templates
bg: Имейл Templates

source: Add New Email Template
bg: Добавяне на нов имейл шаблони

source: Template
bg: Образец

source: Subject Added successfully
bg: Тема Добавено успешно

source: Add Exam
bg: Добави изпит

source: Name of Exam
bg: Наименование на изпит

source: Passing Percentage
bg: Преминаване Процент

source: Instruction
bg: Инструкции за употреба

source: Exam Duration (Min.)
bg: Изпит Продължителност (Мин.)

source: 0 for unlimited duration
bg: 0 за неограничен срок на действие

source: Attempt Count
bg: Опит Count

source: 0 for unlimited attempt
bg: 0 за неограничен опит

source: Start Date
bg: Начална Дата

source: End Date
bg: Крайна Дата

source: Show Answer Sheet
bg: Покажи Answer Sheet

source: Yes
bg: Да

source: No
bg: Не

source: Select Group
bg: Изберете Group

source: Negative Marking
bg: Отрицателен Маркировка

source: Random Question
bg: Случаен въпрос

source: Amount
bg: Сума

source: Expiry Days
bg: Изтичане дни

source: 0 for Unlimited
bg: 0 за неограничен

source: Result After Finish
bg: Резултат След Finish

source: Mode
bg: Режим

source: Instant Result
bg: Instant Резултати

source: Option Shuffle
bg: Вариант Shuffle

source: Add Subjects To Exams
bg: Добави подлага на изпити

source: Subject Name
bg: Тема Наименование

source: No. of Questions
bg: Брой Въпроси

source: Ques Attempt Count
bg: Въпросника опит Count

source: Questions Attempt Count
bg: Въпроси опит Count

source: Leave blank for not showing (0 for unlimited)
bg: Оставете празно, за да не се показва (0 за неограничен)

source: ctrl+click to add multiples
bg: Ctrl + кликнете за да добавите кратни

source: Add
bg: Добави

source: Edit Exam
bg: Edit изпит

source: Exam Stats
bg: Изпита Статистика

source: No of Student Passed
bg: Не на Student Приет

source: Download
bg: Изтегли

source: No of Student Failed
bg: Не на Student Неуспешно

source: No of Student Absent
bg: Не на Student Absent

source: Exam Details
bg: изпит Детайли

source: Finalize Result
bg: Финализиране Резултати

source: Attempted Papers
bg: Опита за документи

source: Eligible Group
bg: Допустими Group

source: Close Exam
bg: Затвори изпит

source: Activate Exam
bg: Активиране на изпит

source: Exam Closed Re-Activate Exam
bg: Изпит Closed активирате отново изпит

source: Expiry
bg: изтичане

source: Unlimited
bg: Неограничен

source: Days
bg: Дни

source: Subjective
bg: субективен

source: Objective
bg: Цел

source: True &amp; False
bg: Вярно & усилвател; фалшив

source: Fill in the blanks
bg: Попълнете празните места

source: Total Questions
bg: Общо въпроси

source: Question Attempt Count
bg: Въпрос Опит Count

source: H
bg: Х

source: Total
bg: Общо

source: M
bg: П

source: Student Name
bg: Student Име

source: Enrolment
bg: Записване

source: Phone
bg: Телефон

source: Result Status
bg: Резултати Status

source: Forgot Password
bg: Забравена парола

source: Submit
bg: Подайте

source: Forgot Username
bg: Забравено потребителско име

source: Login
bg: Влизане

source: Verification Code
bg: Код за потвърждение

source: Please enter verification Code
bg: Моля, въведете код за потвърждение

source: Reset Password
bg: Нулирай Парола

source: Confirm Password
bg: Потвърди Парола

source: Add Groups
bg: Добави Групи

source: Group Name
bg: Име на групата

source: Edit Groups
bg: Редактиране на групи

source: Groups
bg: Групи

source: Add New Group
bg: Добавяне на нова група

source: Add Help Content
bg: Добави Помощ Content

source: Title
bg: Длъжност

source: Description
bg: Описание

source: Edit Help Content
bg: Edit Помощ Content

source: Help Content
bg: Помощ Content

source: Add New Help Content
bg: Нова Помощ Content

source: Back To Questions
bg: Обратно към въпросите

source: Export Questions
bg: Експортните въпроси

source: Select File
bg: Изберете файл

source: Import Questions
bg: внос въпроси

source: Import/Export Students
bg: Студентите, внос / износ

source: Back To Students
bg: Обратно на студенти

source: Export Students
bg: Студентите износ

source: Import Students
bg: внос студенти

source: All Messages
bg: Всички съобщения

source: My Profile
bg: Моят профил

source: Change Password
bg: Промяна на Парола
