Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bul/LC_MESSAGES/default.po
Languages: bg

source: Summary of your attempts in this
bg: Обобщение на вашите опити в тази

source: as show below
bg: като шоу-долу

source: Attempted
bg: Опит

source: Return To First Question
bg: Назад към Въпрос

source: These are the exam(s) that are planned you in near future
bg: Това са изпита (и), които са ви планира в близко бъдеще

source: Attempt Now
bg: Опит Сега

source: Your performance compared to your group
bg: Вашата производителност в сравнение с групата си

source: Can't read? Reload
bg: Не може да се чете? Презареди

source: Enter security code shown above
bg: Въведете код за сигурност показана по-горе

source: Answer simple math
bg: Отговор проста математика

source: Attempts
bg: Опити

source: Remaining
bg: Оставащ

source: Expiry Date
bg: Дата на Валидност

source: Expired Date
bg: Срок на годност

source: Free
bg: Свободна

source: Not Purchased
bg: Не Закупен

source: View Details
bg: Допълнителна информация

source: Load Editor
bg: Заредете Editor

source: Installation
bg: Монтаж

source: Step 1 of 4
bg: Стъпка 1 от 4

source: Server Configuration & Setup Requirements
bg: Сървъра за конфигурация и настройка Изисквания

source: Setup Requirements
bg: Изисквания за настройка

source: Installing this software require certain server side extension and capability
bg: Инсталирането на този софтуер изисква определена страна на сървъра разширение и възможности

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
bg: Моля, проверете по-долу и да се сравни с вашите сървърни настоящите статуи на правото. Можете да кликнете върху иконата до всяка една технология за подробности.

source: Extensions &amp; Applications
bg: Разширения & усилвател; Приложения

source: HTTP Server. For example: Apache
bg: HTTP Server. Например: Apache

source: Require
bg: Изискване

source: PHP 5.2.8 or greater
bg: PHP 5.2.8 или по-голяма

source: Database Engine MySQL (4 or greater)
bg: MySQL Database Engine (4 или по-висока)

source: PDO Extension
bg: ЗНП Extension

source: Mandatory
bg: Задължително

source: Server Status
bg: Статус на сървъра

source: PDO Unavailable
bg: ЗНП Unavailable

source: PDO Available
bg: ЗНП Наличен

source: Directory &amp; File Permission
bg: Directory & усилвател; File АКТ

source: These Folders of Files need to be
bg: Тези папки с файлове трябва да бъдат

source: Writable
bg: писане

source: for application to be installed.
bg: за прилагане, за да се инсталира.

source: Folders or Files
bg: Папки или файлове

source: app/tmp/
bg: ап / TMP /

source: app/Config/database.php
bg: ап / Config / database.php

source: app/Config/core.php
bg: ап / Config / core.php

source: Refresh
bg: Обнови

source: Let's Start
bg: Да започваме

source: Step 2 of 4
bg: Стъпка 2 от 4

source: Installation Agreement
bg: споразумение за инсталиране

source: I Accept to Proceed
bg: Приемам да Продължи

source: Step 3 of 4
bg: Стъпка 3 от 4

source: Database Connection Settings
bg: Настройки Database Connection

source: Host Name
bg: Име на Хоста

source: Usually Localhost
bg: Обикновено Localhost

source: Database Name
bg: Име на база данни

source: Database User
bg: база данни на потребителя

source: Database User Name
bg: База данни Потребителско име

source: Database Type
bg: Вид Database

source: Step 4 of 4
bg: Стъпка 4 от 4

source: Name of Your Website
bg: Името на вашия уеб сайт

source: Meta Keyword
bg: Мета ключови думи

source: Useful for SEO
bg: Полезни за SEO

source: Meta Content for SEO
bg: Мета съдържание за SEO

source: Please Select Timezone
bg: Изберете Timezone

source: Name of Your Organization/Company
bg: Името на вашата организация / фирма

source: Install Sample Data With Dummy Entries
bg: Инсталирайте Примерни данни с биберони влизания

source: Install
bg: нсталиране

source: Welcome to
bg: Добре дошли в

source: Sign out
bg: Излизане

source: Copyright
bg: Авторско право

source: follow on facebook
bg: следвайте на Facebook

source: Latest News & Events
bg: Последни новини и събития

source: Time
bg: Вре

source: Download PDF
bg: Изтеглете PDF брошура

source: Average Percentage(%)
bg: Средният процент (%)

source: Exam Given
bg: Изпит се има предвид,

source: Delete Forever
bg: Изтриване Завинаги

source: Move to Trash
bg: Премести в боклука

source: News Detail
bg: Подробности

source: No of Visitors
bg: Не на посетители

source: No of Students
bg: Не на студенти

source: No of Exams
bg: Не на изпити

source: Payment From Pay Pal
bg: Плащането От Pay Pal

source: Pay From Pay Pal
bg: Обърнете От Pay Pal

source: Profile
bg: Профил

source: Edit Profile
bg: Редактирай профил

source: New Student Register
bg: Нов Студентски Регистрирайте се

source: Security Code
bg: Код за сигурност

source: Answers
bg: Отговори

source: My Results
bg: Моите резултати

source: Attempt Date
bg: Опит Дата

source: SUBJECT REPORT
bg: ПРЕДМЕТ ДОКЛАД

source: TIME MANAGEMENT
bg: УПРАВЛЕНИЕ НА ВРЕМЕТО

source: QUESTION REPORT
bg: ДОКЛАД ВЪПРОС

source: SOLUTION
bg: Решение

source: COMPARE REPORT
bg: СРАВНИ ДОКЛАД

source: Score Card For
bg: Резултат Card За

source: Total No. of Student
bg: Общо No. на Student

source: My Marks
bg: Моите Marks

source: Total Marks of Test
bg: Общо Marks на Test

source: My Percentile
bg: Моята процентил

source: Total Question in Test
bg: Общо Въпрос в Test

source: Total Attempt Question in Test
bg: Общо Опит Въпрос в Test

source: Left Question
bg: Left Въпрос

source: Left Question Marks
bg: Left Въпрос Marks

source: Total Time of Test
bg: Общо време на тест

source: My Time
bg: Моето време

source: My Rank
bg: Моят ранг

source: Performance Report For
bg: Изпълнение отчет за

source: Question & Marks Wise Report For
bg: Въпрос & Marks Wise отчет за

source: Subject Report For
bg: Относно доклада за

source: Correct
bg: Правилен

source: Unattempted Questions
bg: Unattempted въпроси

source: Graphical Report For
bg: Графично отчет за

source: Time Management For
bg: Time Management За

source: Question Report For
bg: Въпрос отчет за

source: Question Status
bg: Въпрос Status

source: Your Answer
bg: Вашият отговор

source: Your Score
bg: Твоят резултат

source: Your Time
bg: Твоето време

source: Solution For
bg: решение за

source: Not Attempt
bg: Не се опитвайте

source: Attempt
bg: опит

source: Incorrect
bg: неправилен

source: Your Answers
bg: Вашите отговори

source: Solution
bg: Решение

source: Compare Report For
bg: Сравнете отчет за

source: Total Ques.
bg: Общо въпросника.

source: Maximum Marks
bg: Максимални Marks

source: Attempted Ques.
bg: Опита за въпросника.

source: Unattempted Ques.
bg: Unattempted въпросника.

source: Correct Ques.
bg: Коректните въпросника.

source: Incorrect Ques.
bg: Неправилни въпросника.

source: Percentile
bg: процентил

source: Previous
bg: Предишна

source: This is to certify that
bg: С настоящото се удостоверява, че:

source: has succesfully completed the
bg: е успешно завършили

source: in course program offered by
bg: в курс програма, предложена от

source: Student Login
bg: Student Вход

source: Sign In
bg: Влезте в профила си

source: Forgot Passwocrd
bg: Забравена Passwocrd

source: New User? Create Account
bg: Нов потребител? Създай акаунт

source: Engine is not loaded
bg: Двигателят не е натоварен

source: Pdf engine "%s" not found
bg: Pdf двигател \ " %s " не е намерен

source: Pdf engines must extend "AbstractPdfEngine"
bg: Pdf двигатели трябва да се простират \ "AbstractPdfEngine "

source: Crypto is not loaded
bg: Crypto не е зареден

source: Pdf crypto "%s" not found
bg: Pdf крипто \ " %s " не е намерен

source: Crypto engine must extend "AbstractPdfCrypto"
bg: Crypto двигател трябва да се разшири \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
bg: Controller атрибута $ pdfConfig не е правилно или липсва

source: -> Testing :url
bg: -> Изпитание: URL

source: Total Requests made: :requests
bg: Общо Исканията, подадени:: искания

source: Total Time elapsed: :duration (seconds)
bg: Общо изминалото време: продължителност (секунди)

source: Requests/Second: :rps req/sec
bg: Исканията / Second:: RPS REQ / сек

source: Average request time: :average-time seconds
bg: Средно време поискване:: средно време секунди

source: Standard deviation of average request time: :std-dev
bg: Стандартно отклонение на средното време за заявка:: STD-Dev

source: Longest/shortest request: :longest sec/:shortest sec
bg: Longest / най-краткия заявка:: най-дългата сек /: най-краткия сек

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
bg: Позволява ви да се получи някакъв груб бенчмаркинг statisticsabout напълно квалифициран URL.

source: The URL to request.
bg: URL адресът да поиска.

source: Number of iterations to perform.
bg: Брой повторения, за да се изпълни.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
bg: Максимална обща време за всички итерации, в seconds.If единична итерация отнема повече от паузата, само едно искане се прави

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
bg: Пример Употреба: `торта бенчмарк-N 10 --t 100 HTTP: // Localhost / testsite`. <Инфо> Забележка: </ инфо> този показател не включва браузър оказват пъти.

source: Component initialization
bg: Компонент инициализация

source: Controller action
bg: Дейстие на Контролера

source: Controller action start
bg: старт Controller действие

source: Processing toolbar state
bg: лента с инструменти Обработка състояние

source: Processing toolbar data
bg: лента с инструменти за обработка на данни

source: Controller render start
bg: Controller направи старт

source: Could not load DebugToolbar panel %s
bg: Не можа да се зареди DebugToolbar панел %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
bg: Ядро Processing (получени от $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
bg: Заглавията вече изпратени в %s по линия %s . Не може да изпраща данните на регистъра да FirePHP.

source: Incorrect parameter count for FireCake::fb()
bg: Неправилно брой параметър за FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
bg: Максимален брой (99999) на съобщенията достигна!

source: There are no active panels. You must enable a panel to see its output.
bg: Няма активни панели. Трябва да се даде възможност на панел, за да видите резултатите от дейността си.

source: App Constants
bg: App константи

source: CakePHP Constants
bg: CakePHP константи

source: PHP Environment
bg: PHP околната среда

source: Hidef Environment
bg: Hidef околната среда

source: Request History
bg: Заявка История

source: No previous requests logged.
bg: Няма предишни искания са влизали.

source: previous requests available
bg: предишни искания на разположение

source: Restore to current request
bg: Възстановяване на текущата заявка

source: Included Files
bg: Включени Files

source: Logs
bg: 200 броя

source: There were no log entries made this request
bg: Не е имало записи в регистъра, направени тази заявка

source: Request
bg: заявка.

source: No post data.
bg: Не публикувайте данни.

source: No querystring data.
bg: Не querystring данни.

source: Session
bg: Сесия

source: No query logs when debug < 2.
bg: Не са заявките трупи, когато дебъгват <2.

source: No query logs.
bg: Не са заявките трупи.

source: Total Time: %s ms <br />Total Queries: %s queries
bg: Общо време: %s MS <br /> Общо заявки: %s заявки

source: Query Explain:
bg: Query Обяснете:

source: Click an "Explain" link above, to see the query explanation.
bg: Кликнете върху \ "Обяснете " връзката по-горе, за да видите обяснението на заявката.

source: No active database connections
bg: Няма активни свързвания към база данни

source: Memory
bg: памет.

source: Peak Memory Use
bg: Peak Memory ползване

source: Memory use
bg: използване на паметта

source: Timers
bg: таймери

source: %s (ms)
bg: 6.3.1 Текстово съобщение

source: Total Request Time:
bg: Общо време да поиска:

source: Time in ms
bg: Време в милисекунди

source: Graph
bg: Графика

source: View Variables
bg: Вижте Променливи

source: Rendering View
bg: Оказване View

source: Rendering %s
bg: Оказване %s

source: View render complete
bg: Вижте оказват пълно

source: Explain
bg: обяснявам

source: Starting %sms into the request, taking %sms
bg: Започвайки %s мс в молбата, като %s MS

source: No markup errors found
bg: Няма намерени грешки маркиране

source: maybe slow
bg: може би бавно

source: Absolute path or relative to APP.
bg: Абсолютен път или по отношение на APP.

source: An error occured while getting the status of your account.
bg: Възникна грешка при получаване на статут на сметката си.

source: There was an error while connecting to Paypal
bg: Имаше грешка при свързване с Paypal

source: There was a problem initiating the transaction, please try again.
bg: Имаше проблем за започване на сделката, моля опитайте отново.

source: There was a problem getting your details, please try again.
bg: Имаше проблем с получаването на Вашите данни, моля опитайте отново.

source: There was an error completing the payment
bg: Имаше грешка при попълването на плащане

source: There was a problem processing the transaction, please try again.
bg: Имаше проблем с обработката на сделката, моля опитайте отново.

source: There was an error processing the card payment
bg: Имаше грешка при обработката на плащането на карта

source: There was a problem processing your card, please try again.
bg: Имаше проблем с обработката на вашата карта, моля опитайте отново.

source: There was an error processing the the refund
bg: Имаше грешка при обработката на възстановяването

source: A problem occurred during the refund process, please try again.
bg: Един от проблемите, настъпили по време на процеса на възстановяване, моля опитайте отново.

source: There was an problem communicating with the payment gateway
bg: Имаше проблем с комуникацията с шлюза на плащане

source: Missing client id/secret
bg: Липсва клиентски идентификационен номер / тайна

source: Must specify an expiry date
bg: Трябва да укажете дата на изтичане

source: Must include a M and Y in expiry date
bg: Трябва да включва M и Y в срок на годност

source: Invalid expiry date
bg: Невалиден срок на годност

source: Invalid card number
bg: невалиден номер на картата

source: Invalid CVV2 number
bg: Невалиден номер CVV2

source: Invalid card type
bg: Невалиден тип карта

source: Could not detect client IP address
bg: Не може да се открие клиент IP адрес

source: Not a valid credit card number
bg: Не е валиден номер на кредитна карта

source: You must include the 3 digit security number
bg: Трябва да включва номера на сигурността на 3-цифрен

source: Must specify an "amount" to charge
bg: Трябва да посочите \ "размер " да се зарежда

source: You must pass a valid order array
bg: Трябва да мине валиден масив поръчка

source: Valid "return" and "cancel" urls must be provided
bg: Важи \ "завръщане " и \ "Отказ " трябва да бъдат осигурени URL адреси

source: You must provide a currency code
bg: Трябва да се осигури валута код

source: Original PayPal Transaction ID is required
bg: се изисква Original ID транзакция PayPal

source: Must specify an "amount" to refund
bg: Трябва да посочите \ "размер ", за да възстанови

source: You must specify a refund type, such as Full or Partial
bg: Трябва да посочите тип възстановяване, като например пълно или частично

source: File was not downloaded.
bg: Файлът не е изтеглен.

source: No %s found for that date range
bg: Не %s установено за тази дата гама

source: Your form data is preserved you'll be redirected to it after login.
bg: Формулярът ви данни е запазена ще бъдат пренасочени към нея, след като вход.

source: Error notification from %s
bg: При възникване на грешки от %s

source: Afghanistan
bg: Афганистан

source: Albania
bg: Албания

source: Algeria
bg: Алжир

source: American Samoa
bg: Американска Самоа

source: Andorra
bg: Андора

source: Angola
bg: Ангола

source: Antarctica
bg: Антарктида

source: Antigua and Barbuda
bg: Антигуа и Барбуда

source: Argentina
bg: Аржентина

source: Armenia
bg: Армения

source: Aruba
bg: Аруба

source: Australia
bg: Австралия

source: Austria
bg: Австрия

source: Azerbaijan
bg: Азербайджан

source: Bahamas
bg: Бахамски острови

source: Bahrain
bg: Бахрейн

source: Bangladesh
bg: Бангладеш

source: Barbados
bg: Барбадос

source: Belarus
bg: Беларус

source: Belgium
bg: Белгия

source: Benin
bg: Бенин

source: Bhutan
bg: Бутан

source: Bolivia
bg: Боливия

source: Bosnia and Herzegovina
bg: Босна и Херцеговина

source: Botswana
bg: Ботсуана

source: Bouvet Island
bg: о-в Буве

source: Brazil
bg: Бразилия

source: British Indian Ocean Territory
bg: Британска територия в Индийския океан

source: Brunei Darussalam
bg: Бруней Дарусалам

source: Bulgaria
bg: България

source: Burkina Faso
bg: Буркина Фасо

source: Burundi
bg: Бурунди

source: Cambodia
bg: Камбоджа

source: Cameroon
bg: Камерун

source: Canada
bg: Канада

source: Cape Verde
bg: Кабо Верде

source: Cayman Islands
bg: Кайманови острови

source: Central African Republic
bg: Централна Африканска Република

source: Chad
bg: Чад

source: Chile
bg: Чили

source: China
bg: Китай

source: Christmas Island
bg: о-в Рождество

source: Cocos (Keeling) Islands
bg: Кокосови острови (Кийлинг)

source: Colombia
bg: Колумбия

source: Comoros
bg: Коморски острови

source: Congo
bg: Конго

source: Congo, the Democratic Republic of the
bg: Конго, Демократична република

source: Cook Islands
bg: Кук, острови

source: Costa Rica
bg: Коста Рика

source: Cote D'Ivoire
bg: Кот д'Ивоар

source: Croatia
bg: Хърватия

source: Cuba
bg: Куба

source: Cyprus
bg: Кипър

source: Czech Republic
bg: Чехия

source: Denmark
bg: Дания

source: Djibouti
bg: Джибути

source: Dominica
bg: Доминика

source: Dominican Republic
bg: Доминиканска република

source: Ecuador
bg: Еквадор

source: Egypt
bg: Египет

source: El Salvador
bg: Ел Салвадор

source: Equatorial Guinea
bg: Екваториална Гвинея, 2006 г.

source: Eritrea
bg: Еритрея

source: Estonia
bg: Естония

source: Ethiopia
bg: Етиопия

source: Falkland Islands (Malvinas)
bg: Фолкландски острови (Малвини)

source: Faroe Islands
bg: Фарьорските острови

source: Fiji
bg: Фиджи

source: Finland
bg: Финландия

source: France
bg: Франция

source: French Guiana
bg: Френска Гвиана

source: French Polynesia
bg: Френска полинезия

source: French Southern Territories
bg: Френски южни територии

source: Gabon
bg: Габон

source: Gambia
bg: Гамбия

source: Georgia
bg: Джорджия.

source: Germany
bg: Германия

source: Ghana
bg: Гана

source: Gibraltar
bg: ГИБРАЛТАР

source: Greece
bg: Гърция

source: Greenland
bg: Гренландия

source: Grenada
bg: Гренада

source: Guadeloupe
bg: Гваделупа

source: Guam
bg: Гуам

source: Guatemala
bg: Гватемала

source: Guinea
bg: Гвинея

source: Guinea-Bissau
bg: Гвинея-Бисау

source: Guyana
bg: Гвиана

source: Haiti
bg: Хаити

source: Heard Island and Mcdonald Islands
bg: Хърд и Макдоналд острови

source: Holy See (Vatican City State)
bg: Светият престол (Ватикана)

source: Honduras
bg: Хондурас

source: Hong Kong
bg: Хонг Конг

source: Hungary
bg: Унгария

source: Iceland
bg: Исландия

source: India
bg: Индия

source: Indonesia
bg: Индонезия

source: Iran, Islamic Republic of
bg: Иран, Ислямска република

source: Iraq
bg: Ирак

source: Ireland
bg: Ирландия

source: Israel
bg: Израел

source: Italy
bg: Италия

source: Jamaica
bg: Ямайка

source: Japan
bg: Япония.

source: Jordan
bg: {0}{/0}{1}Jordan, 4-5. {/1}

source: Kazakhstan
bg: Казахстан

source: Kenya
bg: Кения

source: Kiribati
bg: Кирибати

source: Korea, Democratic People's Republic of
bg: Корея, Корейска народнодемократична република

source: Korea, Republic of
bg: Южна Корея

source: Kuwait
bg: Кувейт

source: Kyrgyzstan
bg: Киргизстан

source: Lao People's Democratic Republic
bg: Лаоската народнодемократична република

source: Latvia
bg: Латвия

source: Lebanon
bg: Ливан

source: Lesotho
bg: Лесото

source: Liberia
bg: Либерия

source: Libyan Arab Jamahiriya
bg: Либийска Арабска Джамахирия

source: Liechtenstein
bg: Лихтенщайн

source: Lithuania
bg: Литва

source: Luxembourg
bg: Люксембург

source: Macao
bg: Макао

source: Macedonia, the Former Yugoslav Republic of
bg: Македония, Бивша югославска република

source: Madagascar
bg: Мадагаскар

source: Malawi
bg: Малави

source: Malaysia
bg: МАЛАЙЗИЯ

source: Maldives
bg: Малдиви

source: Mali
bg: Мали

source: Malta
bg: Малта

source: Marshall Islands
bg: Маршалови острови

source: Martinique
bg: Мартиника

source: Mauritania
bg: Мавритания

source: Mauritius
bg: Мавриций

source: Mayotte
bg: Майот

source: Mexico
bg: Мексико

source: Micronesia, Federated States of
bg: Микронезия, Федерални щати

source: Moldova, Republic of
bg: Молдова, Република

source: Monaco
bg: Монако

source: Mongolia
bg: Монголия

source: Montserrat
bg: Монсерат

source: Morocco
bg: Мароко

source: Mozambique
bg: Мозамбик

source: Myanmar
bg: Мианмар

source: Namibia
bg: Намибия

source: Nauru
bg: Науру

source: Nepal
bg: Непал

source: Netherlands
bg: Нидерландия

source: Netherlands Antilles
bg: Холандски Антили

source: New Caledonia
bg: Нова Каледония

source: New Zealand
bg: Нова Зеландия

source: Nicaragua
bg: Никарагуа

source: Niger
bg: Нигер

source: Nigeria
bg: Нигерия

source: Niue
bg: Ниуе

source: Northern Mariana Islands
bg: Северни Мариански острови

source: Norway
bg: Норвегия

source: Oman
bg: Оман

source: Pakistan
bg: Пакистан

source: Palestinian Territory, Occupied
bg: Палестинска територия, вицове

source: Panama
bg: Панама

source: Papua New Guinea
bg: Папуа-Нова Гвинея

source: Paraguay
bg: Парагвай

source: Peru
bg: Перу

source: Philippines
bg: Филипини

source: Poland
bg: Полша

source: Portugal
bg: Португалия

source: Puerto Rico
bg: Пуерто Рико

source: Qatar
bg: Катар

source: Reunion
bg: Реунион

source: Romania
bg: Румъния

source: Russian Federation
bg: Руска федерация

source: Rwanda
bg: Руанда

source: Saint Helena
bg: Света Елена

source: Saint Kitts and Nevis
bg: Сейнт Китс и Невис

source: Saint Lucia
bg: Сейнт Лусия

source: Saint Pierre and Miquelon
bg: Сен Пиер и Микелон

source: Saint Vincent and the Grenadines
bg: Сейнт Винсент и Гренадини

source: Samoa
bg: Самоа

source: San Marino
bg: Сан Марино

source: Sao Tome and Principe
bg: Сао Томе и Принсипи

source: Saudi Arabia
bg: Саудитска Арабия

source: Senegal
bg: Сенегал

source: Serbia and Montenegro
bg: Сърбия и Черна гора

source: Seychelles
bg: Сейшелските острови

source: Sierra Leone
bg: Сиера Леоне

source: Singapore
bg: Сингапур

source: Slovakia
bg: Словакия

source: Slovenia
bg: Словения

source: Solomon Islands
bg: Соломоновите острови

source: Somalia
bg: Сомалия

source: South Africa
bg: Южноафриканска република

source: South Georgia and the South Sandwich Islands
bg: Южна Джорджия и Южни Сандвичеви острови

source: Spain
bg: Испания

source: Sri Lanka
bg: Шри Ланка

source: Sudan
bg: Судан

source: Suriname
bg: Суринам

source: Svalbard and Jan Mayen
bg: Свалбард и Ян Майен

source: Swaziland
bg: Свазиленд

source: Sweden
bg: Швеция

source: Switzerland
bg: Швейцария

source: Syrian Arab Republic
bg: Сирийската арабска република

source: Taiwan, Province of China
bg: Тайван, провинция на Китай

source: Tajikistan
bg: Таджикистан

source: Tanzania, United Republic of
bg: Танзания, Обединена република

source: Thailand
bg: ТАЙЛАНД

source: Timor-Leste
bg: Източен Тимор

source: Tokelau
bg: Токелау

source: Tonga
bg: лека индийска двуколка

source: Trinidad and Tobago
bg: Тринидад и Тобаго

source: Tunisia
bg: Тунис

source: Turkey
bg: Турция
