Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bul/LC_MESSAGES/validation.po
Languages: bg

source: Only letters and numbers allowed
bg: Само букви и цифри право

source: Group already exist
bg: Група вече съществуват

source: Only Url
bg: Само Url

source: File does not have a valid extension
bg: Файл не разполага с валидно разширение

source: You must supply a JPG, GIF or PNG File.
bg: Трябва да предоставят на JPG, GIF или PNG файла.

source: Invalid Header Contact
bg: Невалиден Header Контакт

source: Only Alphabets
bg: Само азбуки

source: Currency Name already exist
bg: Валутна име вече съществува

source: You must supply image height is less than 50px
bg: Трябва да предоставят височина на изображението е по-малко от 50px

source: You must supply image width is less than 50px
bg: Трябва да предоставят ширина на изображението е по-малко от 50px

source: Only numbers allowed
bg: Само номера право

source: Only Date/time format
bg: Само Дата / формат време

source: Enter a valid email
bg: Въведете валиден имейл

source: Please select
bg: Моля изберете

source: Invalid Username
bg: Невалидно потребителско име

source: Invalid Password
bg: Невалидно парола

source: Invalid Signature
bg: Невалидно подпис

source: Only numbers
bg: Само номера

source: You must supply image height is less than 220px
bg: Трябва да предоставят височина на изображението е по-малко от 220px

source: This Email has already been exist! try new one
bg: Този е-мейл вече е налице! опитайте нова

source: Password required
bg: изисква се парола

source: Password minimum 4 character long
bg: Парола минимум 4 характер дълго

source: Name already exist
bg: Името вече съществува
