Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/slv/LC_MESSAGES/default.po
Languages: sl

source: Visit Our Website
sl: Obiščite našo spletno stran

source: for more documentation & Details
sl: Za dodatne dokumentacije in Podrobnosti
