Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/slv/LC_MESSAGES/default.po
Languages: sl

source: Add News
sl: Dodaj novice

source: News Title
sl: Novice naslov

source: News Description
sl: news Opis

source: Edit News
sl: Urejanje novic

source: News
sl: Novice

source: Add New News
sl: Dodaj nov novice

source: Paypal Payment Option
sl: Paypal Možnost plačila

source: Signature
sl: podpis

source: Sandbox Mode
sl: Način sandbox

source: True
sl: Res je!

source: Add Question
sl: Dodaj vprašanje

source: Question
sl: vprašanje

source: Correct Answers
sl: pravilni odgovori

source: Type your question here
sl: Vnesite vprašanje tukaj

source: Answer2
sl: Odgovor 2

source: True/False
sl: Pravilno napačno

source: Blank Space
sl: prazen prostor

source: Explanation (Optional)
sl: Pojasnilo (po želji)

source: Provide explanation in support of correct answer
sl: Zagotoviti pojasnilo v podporo pravilnega odgovora

source: Hint(optional)
sl: Namig (neobvezno)

source: Hint to help answer correctly
sl: Namig za pomoč pravilno odgovoriti

source: without minus sign
sl: brez minus

source: Edit Question Type
sl: Uredi Vprašanje Type

source: Explanation
sl: razlaga

source: Hint
sl: Namig

source: Questions
sl: vprašanja

source: Add New Question
sl: Dodaj novo vprašanje

source: Import/Export Question
sl: Uvoz / izvoz Vprašanje

source: Answer
sl: odgovor

source: Question Details
sl: vprašanje Podrobnosti

source: Exam Wise
sl: Izpit Wise

source: Please Select Exam
sl: Izberi izpit

source: Status of Result
sl: Status Rezultat

source: Please Select Result Status
sl: Izberi Rezultat Status

source: Download Result
sl: Prenos Rezultat

source: Rank
sl: Mesto

source: Percent
sl: odstotek

source: Result
sl: zadetek

source: View Result
sl: Poglej Rezultat

source: Download/Print Result
sl: Prenos / Print Rezultat

source: Student Wise
sl: študent Wise

source: Name or Enrolment Number
sl: Ime ali Vpis Število

source: Enrolment Number
sl: Vpis Število

source: Back
sl: Nazaj

source: Assesment Report for
sl: Oceniti poročilo

source: Taken Date
sl: Taken Datum

source: Total Time
sl: Skupen čas

source: Nos. of Browser tolrance attempt
sl: Št. Brskalnika poskusu tolrance

source: Total Score
sl: skupna ocena

source: Student Marks Distribution
sl: Študent Marks Distribution

source: Feedback
sl: KOMENTARJI

source: Section Name
sl: Oddelek Ime

source: Section proportion
sl: Oddelek delež

source: Actual
sl: dejanska

source: Your Percentage
sl: Vaš Odstotek

source: Section Summary
sl: Oddelek Povzetek

source: Maximum Score
sl: najvišja ocena

source: Developed Skill
sl: razvite Skill

source: Needs Development
sl: razvojnih potreb

source: Lack of Skill
sl: Pomanjkanje Skill

source: MCQ answered
sl: MCQ odgovoril

source: Legend
sl: Legenda

source: Send Emails
sl: Pošlji e-pošte

source: Teachers
sl: učitelji

source: Any Email
sl: Vsako Email

source: Default all students if you add manually then search student email
sl: Privzeto vse učence, če dodate ročno nato pa iskanje študentov e-pošte

source: Default all teachers if you add manually then search teacher email
sl: Privzeto vse učitelje, če dodate ročno nato pa iskanje učiteljev e-pošte

source: Type any email comma seprated
sl: Vnesite e-poštnega naslova vejico seprated

source: Type subject
sl: Vrsta predmet

source: Select Email Template
sl: Izberite Email predloge

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
sl: Če ne želite izbrati e-poštni predlogo nato preprosto vnesite e-pošto. Ko naložite urejevalnik potem ne morete izbrati predlogo iti gumb za ponastavitev

source: Send Sms
sl: Pošlji SMS

source: Any Sms
sl: Vsako Sms

source: Default all student if you add manually then search students name
sl: Privzeto vse študent, če dodate ročno nato pa iskanje študentov ime

source: Default all teachers if you add manually then search teacher name
sl: Privzeto vse učitelje, če dodate ročno nato poiščete ime učiteljev

source: Any Number
sl: Vsako število

source: Type any number comma seprated
sl: Vnesite poljubno število vejico seprated

source: Select Sms Template
sl: Izberite Sms Predloga

source: Sms Template
sl: sms Predloga

source: If you do not want to select sms template then simply type sms message
sl: Če ne želite izbrati sms predlogo vnesite preprosto sms sporočilo

source: Certificate Signature
sl: Podpis Certifikat

source: Upload Image(* height less than 75px)
sl: Naloži sliko (* višina manj kot 75px)

source: Delete Signature
sl: Brisanje Podpis

source: Add Slides
sl: Dodaj Predstavitve

source: Slide Name
sl: Slide Ime

source: Upload Slide (1350*550)
sl: Pošiljanje Slide (1350 * 550)

source: Edit Slides
sl: Urejanje diapozitivov

source: Slides
sl: diapozitivov

source: Add New Slide
sl: Dodaj nov diapozitiv

source: SMS Settings
sl: Nastavitve SMS

source: Heading Username
sl: Postavka ime

source: Username field provided by sms gateway
sl: Ime polja, ki jih sms gateway

source: Heading Password
sl: Postavka geslo

source: Password field provided by sms gateway
sl: polje za geslo, ki ga sms gateway

source: Heading Mobile No
sl: Postavka Mobile št

source: Mobile No field provided by sms gateway
sl: Mobile No polje, ki ga sms gateway

source: Heading Message
sl: Postavka sporočilo

source: Message field provided by sms gateway
sl: polje Sporočilo, ki ga sms gateway

source: Heading Sender Id
sl: Id razdelka Sender

source: Sender Id field provided by sms gateway
sl: Id Sender polje, ki ga sms gateway

source: Add SMS Template
sl: Dodaj SMS predloge

source: Edit SMS templates
sl: Uredi SMS predloge

source: SMS Templates
sl: SMS Predloge

source: Add New SMS Template
sl: Dodaj nov SMS predloge

source: Add Students
sl: Dodaj Študenti

source: Address
sl: Naslov

source: Guardian Phone
sl: Guardian telefon

source: Edit Students
sl: Urejanje Študenti

source: Renewal Date
sl: Datum podaljšanja

source: Add New Student
sl: Dodaj nov Študent

source: Wallet
sl: denarnica

source: Admission Date
sl: vstop Datum

source: Debit
sl: debetne

source: Balance
sl: Ravnovesje

source: Date & Time
sl: Datum čas

source: Payment Through
sl: plačilo prek

source: Remarks
sl: Opombe

source: View Student Information
sl: Poglej Student Informacije

source: Full Name
sl: Polno ime

source: Phone Number
sl: Telefonska številka

source: Registered Email
sl: registrirani Email

source: Alternate Number
sl: namestnik Število

source: Enrolment No
sl: Vpis Ne

source: Last Login
sl: zadnji vpis

source: Students Wallet
sl: študenti Wallet

source: Transaction Form
sl: transakcija Form

source: Mobile
sl: Mobitel

source: ADD
sl: Dodaj

source: DEDUCT
sl: odbitka

source: Add Subjects
sl: Dodaj Predmeti

source: Edit Subjects
sl: Urejanje Predmeti

source: Subjects
sl: Predmeti

source: Add New Subject
sl: Dodaj nov Zadeva

source: Question Bank
sl: vprašanje Bank

source: Add Testimonials
sl: Dodaj Pričevanja

source: Upload Photo (150*150)
sl: Naloži fotografijo (150 x 150)

source: Edit Testimonials
sl: Uredi Pričevanja

source: Testimonials
sl: KAJ PRAVIJO UPORABNIKI?

source: Add New Testimonial
sl: Dodaj novo mnenje

source: Photo
sl: Fotografija

source: Add Users
sl: Dodaj uporabnike

source: User Level
sl: uporabnik Raven

source: Username
sl: Uporabniško ime

source: Level users
sl: uporabniki ravni

source: Add New Level
sl: Dodaj novo raven

source: Back To Users
sl: Nazaj na uporabnike

source: Level Name
sl: Ime raven

source: Set Permission
sl: Set Dovoljenje

source: Assign Form Rights
sl: Dodeli Form pravic

source: Module Name
sl: Ime modula

source: Old Password
sl: staro geslo

source: Edit Users
sl: Urejanje uporabnikov

source: User Registration Form
sl: Prijavnica Uporabnik

source: Users
sl: uporabniki

source: Add New User
sl: Dodaj novega uporabnika

source: Add Level Users
sl: Dodaj uporabniki nivojskih

source: Level User
sl: Uporabnik ravni

source: Dear user, log in to access the admin area!
sl: Spoštovani uporabnik, se prijavite za dostop do admin območje!

source: Admin / Teacher Username
sl: Admin / Učitelj ime

source: Forgot User Name
sl: Ste pozabili uporabniško ime

source: Organisation Logo
sl: Organizacija Logo

source: Upload Image(* height less than 220px)
sl: Naloži sliko (* višina manj kot 220px)

source: Delete Logo
sl: Zbriši logotip

source: Please provide a type for chart %s!
sl: Navedite vrsto za karte %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
sl: Graf: \ " %s " ni bilo mogoče najti. Poskrbite, da Graf Ime je enak niz, ki se prenese na $ to-> HighCharts-> render () v svojem mnenju.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
sl: Transakcija Express Checkout je potekel in je potrebno, da se transakcija ponovno

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
sl: Morda ste kaj drugega klica za isto plačilo ali pa ste uporabili enako ID računa za ločenih transakcij.

source: Please use a different funcing source.
sl: Prosimo, uporabite drug vir funcing.

source: An error occured, please retry the transaction.
sl: Prišlo je do napake, poskusite znova transakcijo.

source: This transaction couldn't be completed. Redirecting to payment gateway
sl: Ta transakcija ni bilo mogoče dokončati. Preusmerjanje na vplačilo

source: You have not agreed to the billing agreement.
sl: Niste se strinjali s sporazumom obračun.

source: The billing agreement is disabled or inactive.
sl: Sporazum o obračun je onemogočen ali neaktivna.

source: The credit card used is expired.
sl: Kreditno kartico, je potekla.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
sl: Transakcija je bila zavrnjena, ker je odziv AVS vrnil vrednost N, in trgovec račun ne more sprejeti takšne transakcije.

source: The payment gateway account is restricted.
sl: Račun za plačilo gateway je omejena.

source: You must submit an IP address of the buyer with each API call.
sl: Morate predložiti IP naslov kupca z vsakim klicem API.

source: The merchant selected a value for the PaymentAction field that is not supported.
sl: Trgovec izbrana vrednost za polje PaymentAction ki ni podprt.

source: The credit card field was blank.
sl: Polje kreditna kartica je prazna.

source: The total amount and item amounts do not match.
sl: Skupni znesek in postavka zneski ne ujemajo.

source: The credit card entered is currently restricted by the payment gateway.
sl: Kreditna kartica je začel trenutno omejena z vplačilo.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
sl: Trgovec je začela ID računa, ki je že povezan s transakcijo istega trgovca. Poskus z novim ID računa

source: The transaction was declined by the country filter managed by the merchant.
sl: Transakcija je bila zavrnjena s filtrom za države, ki jih je trgovec upravlja.

source: The transaction was declined by the maximum amount filter managed by the merchant.
sl: Transakcija je bila zavrnjena z največjim znesek filtra, ki ga trgovec upravlja.

source: The transaction was declined by the payment gateway.
sl: Transakcija je bila zavrnjena, ki jih vplačilo.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
sl: Transakcija je bila zavrnjena s vplačilo zaradi možne goljufive dejavnosti.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
sl: Transakcija je bila zavrnjena s vplačilo zaradi morebitnega goljufivega delovanja na IP naslov.

source: The merchant account attempting the transaction is not a business account.
sl: Trgovec račun poskus transakcije ni poslovni račun.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
sl: Trgovec račun poskus transakcije ne more obdelati neposrednih transakcij plačil.

source: Access to Direct Payment was disabled for your account.
sl: Dostop do neposredna plačila je bilo onemogočeno za svoj račun.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
sl: Trgovec račun poskus transakcije nima potrjen e-poštni naslov s vplačilo.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
sl: Trgovec poskušal posel, če znesek presega zgornjo mejo za ta trgovec.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
sl: Transakcija je bila zavrnjena, ker filter trgovske tveganja za AVS. Natančneje, je trgovec naj bi zmanjšal transakcijo, ko AVS vrnil a ne ujemajo (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
sl: Transakcija je bila zavrnjena, ker filter trgovske tveganja za AVS. Natančneje, je trgovec nastavljen filter upada transakcij ko AVS vrne delno tekmo.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
sl: Transakcija je bila zavrnjena, ker filter trgovske tveganja za AVS. Natančneje, je trgovec nastavljen filter upada poslov, ko je AVS podprta.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
sl: Trgovec je začel IP naslov, ki je bil v neveljavnem formatu. IP naslov mora biti v obliki, kot je 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
sl: konfiguracijo trgovca zahteva CVV, ki se vpišejo, vendar ne CVV je predvideno s to transakcijo.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
sl: Trgovec pod naslov bodisi v Združenih državah Amerike in Kanadi, ampak država, če ni veljavno stanje v teh dveh državah.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
sl: Transakcija je bila zavrnjena s strani banke izdajateljice, ne plačilo gateway. Trgovec bi moral poskušati drugo kartico.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
sl: Država trgovca prebivališča trenutno ni podprt, da bi neposrednih transakcij plačil.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
sl: Transakcija je bila zavrnjena, ker je plačilo gateway trenutno obdeluje transakcije za isti kupec za isti znesek. Se lahko zgodi, če kupec predloži več, enake transakcije v hitrem zaporedju.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
sl: CVV če je neveljavna. CVV je dolg med 3-4 številke.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
sl: Prosim poskusite kasneje. Prepričajte se, da ste opravili pravilno CVV in naslov info za kupca. Če ustvarjanje ponavljajočih profila, poskusite znova, tako da gre za znesek init od 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
sl: Posel ni skladen zaradi manjkajočih ali neveljavnih 3-D Secure vrednostmi za preverjanje pristnosti. Preverite ECI, ECI3DS, CAVV, XID polja.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
sl: Transakcija je bila zavrnil vplačilo zaradi prevelikih napak v kratkem času za to kreditno kartico.

source: The transaction was declined by payment gateway.
sl: Transakcija je bila zavrnjena s vplačilo.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
sl: Transakcija je bila zavrnjena, ker trgovec nima veljavnega trgovinski sporazum subjekt v datoteko z vplačilo.

source: The transaction was declined because the CVV entered does not match the credit card.
sl: Transakcija je bila zavrnjena, ker je CVV vnesli, se ne ujema s kreditno kartico.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
sl: Transakcija je bila zavrnjena s strani banke izdajateljice zaradi poteklo kreditno kartico. Trgovec bi moral poskušati drugo kartico.

source: Exceeded permissible limit for Navigating away
sl: Presegla dovoljeno mejo za krmarjenje stran

source: You have exceeded the permissible limit for navigating away from your test
sl: Presegli ste dovoljeno mejo za navigacijo stran od testa

source: Your test has finished. You can close the window now
sl: Vaš Test je končan. Lahko zapreti okno zdaj

source: Installation Complete
sl: namestitev je končana

source: Aho! The System is installed successfully.
sl: Aho! Sistem je uspešno nameščen.

source: Go to Admin/Teacher Interface
sl: Pojdi na skrbniškem vmesniku / učiteljev

source: User
sl: uporabnik

source: Go to Front End/Student Interface
sl: Pojdi na sprednjem koncu / Student vmesnikom

source: Visit our website
sl: Obiščite našo spletno stran

source: for documentation and support
sl: za dokumentacijo in podporo

source: My Exam Stats
sl: Moje Izpit Statistika

source: Total Exam Given
sl: Skupaj Izpit Glede

source: Absent Exams
sl: neprisotne izpiti

source: Best Score in
sl: Najboljši rezultat v

source: On
sl: na

source: Failed in
sl: ni uspelo

source: Average Percentage
sl: Povprečen odstotek

source: Your Rank
sl: Vaš Rank

source: Month Wise Performance
sl: Mesec Wise Uspešnost

source: Exam Wise Performance
sl: Izpit Wise Uspešnost

source: Top 10
sl: vrh

source: Todays Exam
sl: Današnja Izpit

source: Top
sl: Najvišje

source: These are the exam(s) that can be taken right now
sl: To so izpit (e), ki jih je mogoče sprejeti zdaj

source: No Exams found for today
sl: Ni najdenih danes izpiti

source: Something went wrong
sl: Nekaj ​​je šlo narobe

source: Show
sl: Pokaži

source: entries
sl: vpisi

source: Prev
sl: Prejšnjai

source: Next
sl: Naslednji

source: Showing {:start} to {:current} of {:count} entries
sl: Prikaz {:start} do {:current} od {:count} vnose

source: Email Verification
sl: Preverjanje e-pošte

source: Please Enter Verification Code in the Text Box
sl: Prosimo, vnesite kodo za preverjanje v polju z besedilom

source: Re-Send Email Verification
sl: Re-Send Email preverjanje

source: Please Enter Email Id in the Text Box which you enter at the time of registration
sl: Prosimo, da v polje z besedilom, ki ga vnesete ob registraciji Vnesite ID Email

source: Purchased Exam
sl: kupljena Izpit

source: Expired Exam
sl: potekel izpit

source: These are the exam(s) which has been expired
sl: To so izpit (e), ki se je iztekel

source: No Exams found
sl: Ni izpiti

source: Thank you for using the test
sl: Hvala, ker uporabljate test

source: 1. The test instructions were
sl: 1. V navodilih za testiranje so bili

source: Largely Clear
sl: predvsem Počisti

source: Medium Clear
sl: srednje Počisti

source: Not Clear
sl: Ni jasno

source: 2. Language of question was
sl: 2. Jezik vprašanje je bilo

source: 3. Overall test experience was
sl: 3. Skupna Test izkušnja je bila

source: Good
sl: Dobro

source: Better
sl: boljše

source: Best
sl: Najbolj

source: Any other feedback suggestion
sl: Vsaka druga povratne predlog

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
sl: Zaprite vse vaše chat okna, ohranjevalnik zaslona, ​​in anti-virus programe pred začetkom svojega testa

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
sl: Prosim, ne pritisnite \ "F5 " v času testa. To bo končal svoj test in ne boste mogli ponovno odpre test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
sl: Vaši odgovori bodo shranjene. Če je vaš preizkus prekine iz kakršnega koli razloga, se bodo vaši odgovori Do te točke se shranijo

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
sl: Zaprite vse programe, ki naložite ali prenos datotek v ozadju, na primer: Dropbox, torrent, etc

source: Instructions
sl: navodila

source: I am ready to begin
sl: Pripravljen sem za začetek

source: Exam Start
sl: Izpit Začetek

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
sl: Ta izpit se plača. Znesek mora biti samodejno odšteje od vaše denarnice. Po zagonu izpit časa ne bo ustavil. Ali želite plačati in začeti?

source: These are the exam(s) which has been purchased
sl: To so izpit (e), ki je bila kupljena

source: Correct Marks
sl: pravilni Marks

source: Save & Next
sl: Shrani & Naprej

source: Unreview
sl: pregledan

source: Review
sl: Pregled

source: Reset Answer
sl: Reset Odgovor

source: Current Question
sl: Trenutni Vprašanje

source: Answered
sl: odgovoril

source: Not Answered
sl: ni Odgovoril

source: Navigated Away
sl: navigacija Away

source: you had navigated away from the test window. This will be reported to Moderator
sl: si je navigacija stran od okna preskusu. To se bo poročalo v moderatorja

source: Do not repeat this behaviour
sl: Ne ponavljajte to vedenje

source: Otherwise you may get disqualified
sl: V nasprotnem primeru se lahko diskvalificiran

source: Continue
sl: Nadaljuj

source: Finalize
sl: dokončati

source: Do you wish to submit and close the
sl: Ali želite, da predloži in zaprite

source: Once you submit, you will not be able to review the
sl: Ko pošljete, ne boste mogli preglejte

source: Summary of your attempts in this
sl: Povzetek vaših poskusov v to

source: as show below
sl: kot je prikazano spodaj

source: Attempted
sl: poskus

source: Return To First Question
sl: Vrnite se k prvemu vprašanju

source: These are the exam(s) that are planned you in near future
sl: To so izpit (e), ki so vas načrtujejo v bližnji prihodnosti

source: Attempt Now
sl: poskus zdaj

source: Your performance compared to your group
sl: Uspešnost v primerjavi z vašo skupino

source: Can't read? Reload
sl: ne more prebrati? Osveži

source: Enter security code shown above
sl: Vnesite varnostno kodo prikazano zgoraj

source: Answer simple math
sl: Odgovor preproste matematične operacije

source: Attempts
sl: poskusi

source: Remaining
sl: preostalih

source: Expiry Date
sl: Rok poteče

source: Expired Date
sl: potekel datum

source: Free
sl: Brezplačni

source: Not Purchased
sl: ni Kupljeni

source: View Details
sl: Oglejte si podrobnosti

source: Installation
sl: namestitev

source: Step 1 of 4
sl: Korak 2 od 2

source: Server Configuration & Setup Requirements
sl: Konfiguracija strežnika in nastavitev Zahteve

source: Setup Requirements
sl: nastavitev Zahteve
