Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/slv/LC_MESSAGES/default.po
Languages: sl

source: Installing this software require certain server side extension and capability
sl: Namestitev programske opreme zahtevajo določeno razširitev in sposobnosti na strani strežnika

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
sl: preverite spodaj in primerjajte s svojim strežnikom trenutnih kipi na desni strani. Lahko s klikom na ikono poleg vsake tehnologije za podrobnosti.

source: Extensions &amp; Applications
sl: Razširitve & amp; Aplikacije

source: HTTP Server. For example: Apache
sl: HTTP Server. Na primer: Apache

source: Require
sl: Zahtevaj

source: PHP 5.2.8 or greater
sl: PHP 5.2.8 ali novejši

source: Database Engine MySQL (4 or greater)
sl: Database Engine MySQL (4 ali več)

source: PDO Extension
sl: Razširitev ZOP

source: GD Extension
sl: GD Razširitev

source: Mandatory
sl: obvezno

source: Server Status
sl: Status strežnika

source: PHP Version
sl: PHP Verzija

source: PDO Unavailable
sl: ZOP ni na voljo

source: PDO Available
sl: ZOP voljo

source: Directory &amp; File Permission
sl: Imenik & amp; Dovoljenje datoteke

source: These Folders of Files need to be
sl: Te mape datotek morajo biti

source: Writable
sl: pisati

source: for application to be installed.
sl: Za uporabo je treba namestiti.

source: Folders or Files
sl: Mape ali datoteke

source: Refresh
sl: Osvežitev

source: Let's Start
sl: Začnimo

source: Step 2 of 4
sl: Korak 2 od 2

source: Installation Agreement
sl: Sporazum namestitev

source: I Accept to Proceed
sl: Sprejmem Nadaljujem

source: Step 3 of 4
sl: Korak 2 od 2

source: Database Connection Settings
sl: Nastavitve Database Connection

source: Usually Localhost
sl: ponavadi Localhost

source: Database Name
sl: Ime zbirke podatkov

source: Database User
sl: Database Uporabnik

source: Database User Name
sl: Database uporabniško ime

source: Database Password
sl: Database geslo

source: Database User Password
sl: Database Uporabnik Geslo

source: Database Type
sl: Vrsta Database

source: Test Connection
sl: Test povezave

source: Step 4 of 4
sl: Korak 2 od 2

source: Name of Your Website
sl: Ime vašo spletno stran

source: Meta Keyword
sl: Meta ključne besede

source: Useful for SEO
sl: Uporabno za SEO

source: Meta Content for SEO
sl: Meta vsebine za SEO

source: Please Select Timezone
sl: Izberi časovni pas

source: Name of Your Organization/Company
sl: Ime organizacije / podjetja

source: Default Admin Email
sl: Privzeti Admin Email

source: Install Sample Data With Dummy Entries
sl: Namestite Vzorčni podatki z lutke Entries

source: Install
sl: Namesti

source: Welcome to
sl: Dobrodošli na

source: Sign out
sl: Odjava

source: Copyright
sl: Vse pravice pridržane 2010 QTECH

source: follow on facebook
sl: sledijo na facebook

source: Latest News & Events
sl: Zadnje novice in dogodki

source: Time
sl: Ura

source: Download PDF
sl: Prenos PDF

source: Average Percentage(%)
sl: Povprečna Odstotek (%)

source: Exam Given
sl: Izpit Glede

source: Delete Forever
sl: izbriši

source: Move to Trash
sl: Premakni v Smeti

source: News Detail
sl: news Podrobnosti

source: No of Visitors
sl: Število obiskovalcev

source: No of Students
sl: Število študentov

source: No of Exams
sl: Ne izpiti

source: Payment From Pay Pal
sl: Plačilo Iz Pay Pal

source: Pay From Pay Pal
sl: Plačajte Iz Pay Pal

source: Edit Profile
sl: Uredi profil

source: Security Code
sl: Varnostna koda

source: Answers
sl: odgovori

source: My Results
sl: Moji rezultati

source: Attempt Date
sl: poskus Datum

source: SCORE CARD
sl: SCORE KARTICA

source: SUBJECT REPORT
sl: PREDMET POROČILO

source: TIME MANAGEMENT
sl: UPRAVLJANJE ČASA

source: QUESTION REPORT
sl: VPRAŠANJE POROČILO

source: SOLUTION
sl: REŠITEV

source: COMPARE REPORT
sl: PRIMERJAVA POROČILO

source: Score Card For
sl: Rezultat kartico za

source: Total No. of Student
sl: Skupaj Število Študent

source: My Marks
sl: Moje Marks

source: Total Marks of Test
sl: Skupaj Oznake testu

source: My Percentile
sl: Moj percentil

source: Total Question in Test
sl: Skupaj vprašanje v testu

source: Total Attempt Question in Test
sl: Skupaj Poskus vprašanje v testu

source: Left Question
sl: Leva Vprašanje

source: Left Question Marks
sl: Leva Vprašanje Marks

source: Total Time of Test
sl: Skupen čas na testu

source: My Time
sl: Moj čas

source: My Rank
sl: moja uvrstitev

source: Performance Report For
sl: Poročilo o uspešnosti za

source: Question & Marks Wise Report For
sl: Vprašanje & Marks Wise poročilo za

source: Subject Report For
sl: Predmet poročilo za

source: Correct
sl: Pravilno

source: Unattempted Questions
sl: Unattempted vprašanja

source: Graphical Report For
sl: Grafični poročilo za

source: Time Management For
sl: Time Management Za

source: Question Report For
sl: Vprašanje poročilo za

source: Question Status
sl: vprašanje Status

source: Your Answer
sl: vaš odgovor

source: Your Score
sl: Vaš rezultat

source: Your Time
sl: Vaš čas

source: Solution For
sl: rešitev za

source: Not Attempt
sl: ni Poskus

source: Attempt
sl: poskus

source: Incorrect
sl: Nepravilno

source: Your Answers
sl: Vaši odgovori

source: Solution
sl: rešitev

source: Bookmark
sl: zaznamek

source: Compare Report For
sl: Primerjaj cene poročilo za

source: Total Ques.
sl: Skupaj vprašal.

source: Maximum Marks
sl: Največje Marks

source: Attempted Ques.
sl: Poskus vprašal.

source: Unattempted Ques.
sl: Unattempted vprašal.

source: Correct Ques.
sl: Pravilne vprašal.

source: Incorrect Ques.
sl: Napačni vprašal.

source: Percentile
sl: percentil

source: Previous
sl: Prejšnji

source: This is to certify that
sl: To je, da potrdi, da

source: has succesfully completed the
sl: je uspešno zaključena

source: in course program offered by
sl: v teku program, ki ga ponudi

source: Student Login
sl: študent Prijava

source: Sign In
sl: Prijava

source: Forgot Passwocrd
sl: pozabil Passwocrd

source: New User? Create Account
sl: Nov uporabnik? Ustvari račun

source: Engine is not loaded
sl: Motor ni naložen

source: Pdf engine "%s" not found
sl: Pdf motor \ " %s " ni bilo mogoče najti

source: Pdf engines must extend "AbstractPdfEngine"
sl: Pdf motorji morajo razširiti \ "AbstractPdfEngine "

source: Crypto is not loaded
sl: Crypto ni naložen

source: Pdf crypto "%s" not found
sl: Pdf kripto \ " %s " ni bilo mogoče najti

source: Crypto engine must extend "AbstractPdfCrypto"
sl: Crypto motor mora razširiti \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
sl: atribut krmilnik $ pdfConfig ni pravilna ali manjka

source: -> Testing :url
sl: -> Testiranje: url

source: Total Requests made: :requests
sl: Skupaj Zaprosila:: zahtevki

source: Total Time elapsed: :duration (seconds)
sl: Skupen čas potekel:: Trajanje (sekunde)

source: Requests/Second: :rps req/sec
sl: Zahteve / Drugič:: RPS Req / sek

source: Average request time: :average-time seconds
sl: Povprečen čas zahteva:: povprečni delovni čas sekund

source: Standard deviation of average request time: :std-dev
sl: Standardni odklon povprečnega časa zahtevo:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
sl: Najdaljši / najkrajši zahteva:: najdaljša sec /: najkrajša sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
sl: Vam omogoča, da pridobi nekaj grobo benchmarking statisticsabout popolnoma kvalificirano URL.

source: The URL to request.
sl: URL zahtevati.

source: Number of iterations to perform.
sl: Število iteracij opravljati.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
sl: Najvišji skupni čas vseh iteracij, v seconds.If ena ponovitev traja več kot timeout, bo le ena zahteva podana

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
sl: Primer uporabe: 'cake merilo-N 10 --t 100 http: // localhost / testsite`. <Info> Opomba: </ info> to merilo ne vključuje brskalnik postane krat.

source: Component initialization
sl: komponenta inicializacija

source: Controller action
sl: akcijski Controller

source: Controller action start
sl: Akcijski Controller začetek

source: Processing toolbar state
sl: orodna vrstica za obdelavo stanje

source: Processing toolbar data
sl: Podatki orodna vrstica za obdelavo

source: Controller render start
sl: Krmilnik postane začetek

source: Could not load DebugToolbar panel %s
sl: Ni bilo mogoče naložiti DebugToolbar plošče %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
sl: Core Processing (Izhajajo iz $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
sl: Glave že poslali v %s na liniji %s . Ne morem poslati podatke o hlodu na FirePHP.

source: Incorrect parameter count for FireCake::fb()
sl: Nepravilno število parameter za FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
sl: Največje število (99.999) sporočil dosegel!

source: There are no active panels. You must enable a panel to see its output.
sl: Trenutno ni aktivnih plošče. Morate omogočiti plošče videti svojo proizvodnjo.

source: App Constants
sl: App Konstante

source: CakePHP Constants
sl: CakePHP Konstante

source: PHP Environment
sl: PHP okolje

source: Hidef Environment
sl: Hidef Okolje

source: Request History
sl: Zgodovina zahteva

source: No previous requests logged.
sl: Ni prejšnje zahteve prijavljeni.

source: previous requests available
sl: predhodnim zahtevkom na voljo

source: Restore to current request
sl: Obnovi na tekočem zahtevo

source: Included Files
sl: vključene datoteke

source: Logs
sl: dnevniki

source: There were no log entries made this request
sl: Ni bilo vnosi v dnevniku, ki to zahtevo

source: Request
sl: zahteva

source: No post data.
sl: Ni objava podatkov.

source: No querystring data.
sl: Ni querystring podatkov.

source: Current Route
sl: Trenutna pot

source: Sql Logs
sl: sql Dnevniki

source: No query logs when debug < 2.
sl: Ni poizvedb dnevniki ko razhroščevanje <2.

source: No query logs.
sl: Ni poizvedb dnevniki.

source: Total Time: %s ms <br />Total Queries: %s queries
sl: Skupen čas: %s ms <br /> Skupaj Queries: %s poizvedb

source: Query Explain:
sl: Poizvedba obrazložite:

source: Click an "Explain" link above, to see the query explanation.
sl: Kliknite \ "Pojasnite " zgornjo povezavo, videti poizvedbe razlago.

source: No active database connections
sl: Ni aktivnih povezav baze podatkov

source: Peak Memory Use
sl: Peak Memory Uporaba

source: Memory use
sl: uporaba pomnilnika

source: Timers
sl: časovniki

source: Total Request Time:
sl: Total Request čas:

source: Time in ms
sl: Čas v ms

source: Graph
sl: Graf

source: View Variables
sl: Poglej spremenljivke

source: Rendering View
sl: upodabljanje View

source: Rendering %s
sl: Upodabljanje %s

source: View render complete
sl: Poglej postala popolna

source: Explain
sl: pojasnite

source: Starting %sms into the request, taking %sms
sl: Zagon %s ms v zahteve, ob %s ms

source: No markup errors found
sl: Ni označevalni napake

source: maybe slow
sl: morda počasi

source: Absolute path or relative to APP.
sl: Absolutno pot ali pa glede na APP.

source: An error occured while getting the status of your account.
sl: Napaka pri pridobivanju statusa računa je prišlo do napake.

source: There was an error while connecting to Paypal
sl: Prišlo je do napake pri povezovanju z Paypal

source: There was a problem initiating the transaction, please try again.
sl: Prišlo je do težave začetek transakcijo, poskusite znova.

source: There was a problem getting your details, please try again.
sl: Prišlo je do težav dobili svoje podatke, poskusite znova.

source: There was an error completing the payment
sl: Pri dokončanju plačilo je prišlo do napake

source: There was a problem processing the transaction, please try again.
sl: Pri obdelavi transakcije problem, poskusite znova.

source: There was an error processing the card payment
sl: Pri obdelavi plačila kartice je prišlo do napake

source: There was a problem processing your card, please try again.
sl: Pri obdelavi kartico problem, poskusite znova.

source: There was an error processing the the refund
sl: Pri obdelavi nadomestila je prišlo do napake

source: A problem occurred during the refund process, please try again.
sl: Prišlo je do težave med postopkom vračila, poskusite znova.

source: There was an problem communicating with the payment gateway
sl: Prišlo je do težav komunicira z vplačilo

source: Missing client id/secret
sl: Manjka ID odjemalca / skrivnost

source: Must specify an expiry date
sl: Mora navesti datum prenehanja veljavnosti

source: Must include a M and Y in expiry date
sl: Mora vsebovati M in Y na dan izteka roka

source: Invalid expiry date
sl: Datum Neveljavna izteka roka

source: Invalid card number
sl: Neveljavna številka kartice

source: Invalid CVV2 number
sl: Neveljavna številka CVV2

source: Invalid card type
sl: Neveljavna vrsta kartice

source: Could not detect client IP address
sl: ni bilo mogoče zaznati odjemalca IP naslov

source: Not a valid credit card number
sl: Ni veljavna številka kreditne kartice

source: You must include the 3 digit security number
sl: Morate vključiti varnostno številko 3 mestno

source: Must specify an "amount" to charge
sl: Mora biti določen \ "znesek " za polnjenje

source: You must pass a valid order array
sl: Morate opraviti veljavno naročila niz

source: Valid "return" and "cancel" urls must be provided
sl: Velja \ "povratno " in \ "Preklic " je treba zagotoviti urls

source: You must provide a currency code
sl: Morate zagotoviti kodo valute

source: Original PayPal Transaction ID is required
sl: je potrebno Original PayPal Transaction ID

source: Must specify an "amount" to refund
sl: Mora biti določen \ "znesek " za vračilo

source: You must specify a refund type, such as Full or Partial
sl: Določiti morate vrsto nadomestila, kot so polno ali delno

source: File was not downloaded.
sl: Datoteka ni bila prenesena.

source: No %s found for that date range
sl: Ne %s je pokazala za to časovno obdobje

source: Your form data is preserved you'll be redirected to it after login.
sl: Vaš obrazec podatki se ohrani se boste preusmerjeni na njej po prijavi.

source: Error notification from %s
sl: Obvestilo o napaki od %s

source: Afghanistan
sl: Afganistan

source: Albania
sl: Albanija

source: Algeria
sl: Alžirija

source: American Samoa
sl: ameriška Samoa

source: Andorra
sl: Andora

source: Antarctica
sl: Antarktika

source: Antigua and Barbuda
sl: Antigva in Barbuda

source: Armenia
sl: Armenija

source: Australia
sl: Avstralija

source: Austria
sl: Avstrija

source: Azerbaijan
sl: Azerbajdžan

source: Bahamas
sl: Bahami

source: Bahrain
sl: Bahrajn

source: Bangladesh
sl: Bangladeš

source: Belarus
sl: Belorusija

source: Belgium
sl: Belgija

source: Bhutan
sl: Butan

source: Bolivia
sl: Bolivija

source: Bosnia and Herzegovina
sl: Bosna in Hercegovina

source: Botswana
sl: Bocvana

source: Brazil
sl: Brazilija

source: British Indian Ocean Territory
sl: Britansko ozemlje Indijskega oceana

source: Brunei Darussalam
sl: Brunej

source: Bulgaria
sl: Bolgarija

source: Cambodia
sl: Kambodža

source: Cameroon
sl: Kamerun

source: Canada
sl: Kanada

source: Cape Verde
sl: Zelenortski otoki

source: Cayman Islands
sl: Kajmanski otoki

source: Central African Republic
sl: Srednjeafriška republika

source: Chad
sl: Čad

source: Chile
sl: Čile

source: China
sl: Kitajska

source: Christmas Island
sl: Božični otok

source: Cocos (Keeling) Islands
sl: Cocos (Keeling) otoki

source: Colombia
sl: Kolumbija

source: Comoros
sl: Komori

source: Congo
sl: Kongo

source: Congo, the Democratic Republic of the
sl: Kongo, Demokratična republika

source: Cook Islands
sl: Cookovi otoki

source: Costa Rica
sl: Kostarika

source: Croatia
sl: Hrvaška

source: Cuba
sl: Kuba

source: Cyprus
sl: Ciper

source: Czech Republic
sl: Češka

source: Denmark
sl: Danska

source: Djibouti
sl: Džibuti

source: Dominica
sl: Dominika

source: Dominican Republic
sl: Dominikanska republika

source: Ecuador
sl: Ekvador

source: Egypt
sl: Egipt

source: Equatorial Guinea
sl: Ekvatorialna Gvineja

source: Eritrea
sl: Eritreja

source: Estonia
sl: Estonija

source: Ethiopia
sl: Etiopija

source: Falkland Islands (Malvinas)
sl: Falklandski otoki (Malvinas)

source: Faroe Islands
sl: Ferski otoki

source: Fiji
sl: Fidži

source: Finland
sl: Finska

source: France
sl: Francija

source: French Guiana
sl: Francoska Gvajana

source: French Polynesia
sl: Francoska Polinezija

source: French Southern Territories
sl: Francosko južno ozemlje

source: Gambia
sl: Gambija

source: Germany
sl: Nemčiji.

source: Ghana
sl: Gana

source: Greece
sl: Grčija

source: Greenland
sl: Grenlandija

source: Guatemala
sl: Gvatemala

source: Guinea
sl: Gvineja

source: Guinea-Bissau
sl: Gvineja-Bissau

source: Guyana
sl: Gvajana

source: Heard Island and Mcdonald Islands
sl: Heardov otok in McDonaldovi otoki

source: Holy See (Vatican City State)
sl: Sveti sedež (Vatikanska mestna država)

source: Hungary
sl: Madžarska

source: Iceland
sl: Islandija

source: India
sl: Indija

source: Indonesia
sl: Indonezija

source: Iraq
sl: Irak

source: Ireland
sl: Irska

source: Israel
sl: Izrael

source: Italy
sl: Italija

source: Jamaica
sl: Jamajka

source: Japan
sl: Japonska

source: Kazakhstan
sl: Kazahstan

source: Kenya
sl: Kenija

source: Korea, Democratic People's Republic of
sl: Koreja, Demokratična ljudska republika

source: Korea, Republic of
sl: Republika Koreja

source: Kuwait
sl: Kuvajt

source: Kyrgyzstan
sl: Kirgizistan

source: Lao People's Democratic Republic
sl: Laoška ​​ljudska demokratična republika

source: Latvia
sl: Latvija

source: Lebanon
sl: Libanon

source: Lesotho
sl: Lesoto

source: Liberia
sl: Liberija

source: Libyan Arab Jamahiriya
sl: Libija

source: Liechtenstein
sl: Lihtenštajn

source: Lithuania
sl: Litva

source: Macedonia, the Former Yugoslav Republic of
sl: Makedonija, Nekdanja jugoslovanska republika

source: Madagascar
sl: Madagaskar

source: Malawi
sl: Malavi

source: Malaysia
sl: Malezija

source: Maldives
sl: Maldivi

source: Marshall Islands
sl: Marshallovi otoki

source: Mauritania
sl: Mavretanija

source: Micronesia, Federated States of
sl: Mikronezija, Federativne države

source: Moldova, Republic of
sl: Moldavija, Republika

source: Mongolia
sl: Mongolija

source: Morocco
sl: Maroko

source: Mozambique
sl: Mozambik

source: Myanmar
sl: Mjanmar

source: Namibia
sl: Namibija

source: Netherlands
sl: Nizozemska

source: Netherlands Antilles
sl: Nizozemski Antili

source: New Caledonia
sl: Nova Kaledonija

source: New Zealand
sl: Nova Zelandija

source: Nicaragua
sl: Nikaragva

source: Nigeria
sl: Nigerija

source: Northern Mariana Islands
sl: Severni Marianski otoki

source: Norway
sl: Norveška

source: Palestinian Territory, Occupied
sl: Palestinsko ozemlje, okupirano

source: Papua New Guinea
sl: Papua Nova Gvineja

source: Paraguay
sl: Paragvaj

source: Philippines
sl: Filipini

source: Poland
sl: Poljska

source: Portugal
sl: Portugalska

source: Puerto Rico
sl: Portoriko

source: Qatar
sl: Katar

source: Romania
sl: Romunija

source: Russian Federation
sl: Ruska federacija

source: Rwanda
sl: Ruanda

source: Saint Helena
sl: Sveta Helena

source: Saint Kitts and Nevis
sl: Saint Kitts in Nevis

source: Saint Pierre and Miquelon
sl: Saint Pierre in Miquelon

source: Saint Vincent and the Grenadines
sl: Saint Vincent in Grenadine

source: Sao Tome and Principe
sl: Sao Tome in Principe

source: Saudi Arabia
sl: Savdska Arabija

source: Serbia and Montenegro
sl: Srbija in Črna gora

source: Seychelles
sl: Sejšeli

source: Singapore
sl: Singapur

source: Slovakia
sl: Slovaška

source: Slovenia
sl: Slovenija

source: Solomon Islands
sl: Salomonovi otoki

source: Somalia
sl: Somalija

source: South Africa
sl: Južna Afrika

source: South Georgia and the South Sandwich Islands
sl: Južna Georgia in otoki Južni Sandwich

source: Spain
sl: Španija

source: Sri Lanka
sl: Šrilanka

source: Svalbard and Jan Mayen
sl: Svalbard in Jan Mayen

source: Swaziland
sl: Svazi

source: Sweden
sl: Švedska

source: Switzerland
sl: Švica

source: Syrian Arab Republic
sl: Sirska arabska republika

source: Taiwan, Province of China
sl: Tajvan, Provinca Kitajske

source: Tajikistan
sl: Tadžikistan

source: Tanzania, United Republic of
sl: Tanzanija, Združena republika

source: Thailand
sl: Tajska

source: Togo
sl: Iti

source: Trinidad and Tobago
sl: Trinidad in Tobago

source: Tunisia
sl: Tunizija

source: Turkey
sl: puran

source: Turks and Caicos Islands
sl: Turks in Caicos

source: Ukraine
sl: Ukrajina

source: United Arab Emirates
sl: Združeni Arabski Emirati

source: United Kingdom
sl: Združeno kraljestvo

source: United States
sl: Združene države

source: Uruguay
sl: Urugvaj

source: Virgin Islands, British
sl: Deviški otoki, britanski

source: Virgin Islands, U.s.
sl: Deviški otoki, Us

source: Wallis and Futuna
sl: Wallis in Futuna

source: Western Sahara
sl: Zahodna Sahara

source: Yemen
sl: Jemen

source: Zambia
sl: Zambija

source: Zimbabwe
sl: Zimbabve

source: Invalid argument #1: %s is not a valid %s identifyer.
sl: Invalid argument # 1: %s ni veljaven %s identifyer.

source: %s for Row %d failed to save.
sl: %s za Row %d ni uspelo rešiti.

source: You need to define at least one field to be toggleable.
sl: Določiti morate vsaj eno polje biti toggleable.

source: The field %s is not in the list of toggleable fields.
sl: Polje %s ni na seznamu toggleable polj.

source: The field %s does not have two toggleable states defined.
sl: Polje %s nima dveh toggleable držav opredeljene.

source: Invalid record
sl: neveljaven zapis

source: Server lipsum.com returns error code %s.
sl: Server lipsum.com vrne kodo napake %s .

source: Response from lipsum.com is empty or could not be decoded.
sl: Odgovor lipsum.com je prazna, ali ne bi bilo mogoče odkodirati.

source: Connection to server lipsum.com failed. %s.
sl: Povezava do strežnika lipsum.com ni. %s .

source: Please correct the errors below.
sl: Prosimo, odpravite spodnje napake.

source: Error
sl: Napaka

source: The requested address %s was not found on this server.
sl: Zahtevani naslov %s ni bilo mogoče najti v tem strežniku.

source: An Internal Error Has Occurred.
sl: Notranji Prišlo je do napake.

source: datasource configuration was not found
sl: konfiguracijo vira podatkov ni bilo mogoče najti

source: CakePHP: the rapid development php framework
sl: CakePHP: hiter okvir za razvoj php

source: Debug setting does not allow access to this url.
sl: nastavitev Debug ne omogoča dostopa do tega URL.

source: Add New Exam
sl: Dodaj nov izpit

source: Inactive
sl: neaktivni

source: Start & End Date
sl: Začetek in končni datum

source: Certification of Completion
sl: Potrdilo o dokončanju

source: Click here to download excel file format
sl: Kliknite tukaj za prenos excel format datoteke

source: Are you sure, you want to close this exam?
sl: Ali ste prepričani, da želite zapreti ta izpit?

source: Are you sure, you want to re-activate this exam?
sl: Ali ste prepričani, da želite ponovno aktivirati ta izpit?

source: Closed
sl: zaprto

source: Results
sl: Rezultati

source: Configurations
sl: Sestave

source: General
sl: Splošno

source: Contents
sl: vsebina

source: Email & SMS
sl: E-pošta in SMS

source: Customer Support Service
sl: Podpora servis

source: Knowledge Base (for Documentation)
sl: Osnovna znanja (za dokumentacijo)

source: Live Chat (For Sales & Billing Only)
sl: Live Chat (za prodajo in plačevanja Only)

source: Support (For Technical Support)
sl: Podpora (za tehnično podporo)
