Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/slv/LC_MESSAGES/default.po
Languages: sl

source: File Manager
sl: Upravitelj datotek

source: You can find your result here.
sl: Tu lahko najdete svoj rezultat tu.

source: Thanks for given the exam.
sl: Hvala za dana izpit.

source: Dashboard
sl: Nadzorna plošča

source: My Exams
sl: Moji izpiti

source: My Result
sl: Moj Rezultat

source: Group Performance
sl: Uspešnost skupine

source: Payment
sl: plačilo

source: Transaction History
sl: Zgodovina transakcija

source: Mailbox
sl: nabiralnik

source: Help
sl: Pomoč

source: Home
sl: Domov

source: Register
sl: Vpišite se

source: Log In
sl: Prijavite se

source: Invalid Post
sl: Neveljavna Post

source: May
sl: maj

source: Aug
sl: avg

source: Oct
sl: okt

source: Percentage
sl: odstotek

source: Month
sl: Mesec

source: Exams
sl: izpiti

source: Email verified successfully
sl: Email uspešno preverjen

source: Invalid Verification Code
sl: Neveljavna koda za preverjanje

source: A verification Code send to your Email inbox or Spam
sl: Preverjanje Code poslali po e-pošti ali Spam

source: Email Id already verified
sl: Id e-poštni naslov je že preverjen

source: Email Id not registered in system
sl: Id Email ni registriran v sistemu

source: You have attempted maximum exam.
sl: Poskusili ste maksimalno izpit.

source: You have attempted maximum number of questions in this subject
sl: Poskusili ste največje dovoljeno število vprašanj na to temo

source: You can find your result here
sl: Tu lahko najdete svoj rezultat tukaj

source: Insufficient Amount.
sl: Nezadostna količina.

source: 1. The test instructions were
sl: 1. V navodilih za testiranje so bili

source: 2. Language of question was
sl: 2. Jezik vprašanje je bilo

source: 3. Overall test experience was
sl: 3. Skupna Test izkušnja je bila

source: Any other feedback suggestion:
sl: Vsaka druga povratne predlog:

source: Feedback has submitted successfully!
sl: Povratne bil uspešno poslan!

source: Feedback already submitted.
sl: Povratne informacije že predložili.

source: Email id is not registered in system
sl: Email id ni registriran v sistemu

source: Your password reset link is sent to your registered email id
sl: Vaša povezava za ponastavitev gesla je poslano priporočeno email id

source: Incorrect code
sl: napačna koda

source: Password Changed Successfully
sl: Geslo spremenjeno uspešno

source: My Performance
sl: Moj Uspešnost

source: My Group performance
sl: Moja predstava Group

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
sl: Aplikacija je že nameščen. Odstrani app / tmp / installed.txt ponovno namestiti aplikacijo

source: Writeable
sl: pisalne

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
sl: Na žalost! Datoteka Dovoljenje Napaka <br> Prosimo goto app / config / database.php je zapisljiv načinu.

source: A connection was successfully established with the server.
sl: Povezava je bila uspešno vzpostavljena s strežnikom.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
sl: Ne morem se povezati z bazo podatkov. Preverite nastavitve v app / config / database.php in poskusite znova

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
sl: Na žalost! Mapa Dovoljenje Napaka <br> Prosimo mapo tmp je zapisljiv načinu.

source: Your Mail has been sent
sl: Vaša pošta je bila poslana

source: Forwarded message
sl: Posredovano sporočilo

source: From
sl: Od

source: Subject
sl: Zadeva

source: The mail has been moved to the Trash
sl: Mail je bil premaknjen v koš

source: Your Mail has been deleted
sl: Vaš E-mail je bil izbrisan

source: The mail has been moved to the Inbox
sl: Mail je bil premaknjen v mapo Prejeto

source: The mail has been marked as Read
sl: Pošta je bila označena kot prebrano

source: The mail has been marked as Unread
sl: Pošta je bila označena kot neprebrana

source: Paypal Payment not set
sl: Paypal plačila ni določen

source: Payment Cancel
sl: plačilo Prekliči

source: Wallet Payment
sl: Denarnica plačila

source: Try again! Can not connect to paypal
sl: Poskusi ponovno! ne more povezati z paypal

source: Invalid Amount
sl: Neveljavna Znesek

source: Payment already done
sl: Plačilo že opravljeno

source: Payment not done
sl: Plačilo ni bilo storjeno

source: Payment successfully! Amount %s added in your wallet
sl: Plačilo uspešno! Znesek %s dodan v vaši denarnici

source: Profile Updated Successfully
sl: Profil uspešno posodobljen

source: Photo Updated Successfully
sl: Foto uspešno posodobljen

source: Invalid Password
sl: Neveljavno geslo

source: Please select any group
sl: Izberite katero koli skupino

source: Invalid Security Code
sl: Neveljavna koda za varnost

source: Score
sl: ocena

source: Marks Scored
sl: Marks ali rezultate

source: Subject Wise Time Taken
sl: Ob Wise čas posnetka

source: Student Performance
sl: študent Uspešnost

source: Correct Question
sl: pravilno vprašanje

source: Incorrect Question
sl: Nepravilno Vprašanje

source: Right Marks
sl: desno Marks

source: Negative Marks
sl: Negativne Marks

source: Percentage(%) in Exam
sl: Odstotek (%) v izpit

source: Percentage(%)
sl: Odstotek (%)

source: You %s
sl: Vi %s

source: Payment Gateway
sl: plačilo Gateway

source: Pay Exam
sl: Pay Izpit

source: Your account has expired. Please contact administrator
sl: Vaš račun je potekel. Se obrnite na skrbnika

source: You have been logged in successfully
sl: Ti so bili prijavljeni v uspešno

source: Your email not verified! Please click on link sent to your email inbox or spam
sl: Vaš e-poštni naslov ni preverjen! Prosimo, kliknite na povezavo, poslano po e-pošti ali spam

source: Incorrect username/password
sl: Napačno uporabniško ime / geslo

source: You have been logged out successfully
sl: Bili ste odjavljeni uspešno

source: You are %s Member! Please contact administrator
sl: Ste %s članice! Se obrnite na skrbnika

source: Hours
sl: Ure

source: Grand Total
sl: Cena skupaj:

source: Your Question has been added for exam
sl: Vaše vprašanje je bilo dodano za izpit

source: Your Question has been deleted for exam
sl: Vaše vprašanje je bil izbrisan na izpit

source: No Permission
sl: Ne Dovoljenje

source: Advertisement has been saved
sl: Reklama je bila shranjena

source: Invalid post
sl: Neveljavna objava

source: Advertisement has been deleted
sl: Oglas je bil izbrisan

source: Photo Changed Successfully
sl: Foto Spremenjeno uspešno

source: Not Attempted
sl: ni Poskus

source: Marks Updated
sl: Marks Posodobljeno

source: Successfully Finalize
sl: uspešno Dokončno

source: Successfully Closed Exam
sl: Uspešno Zaprta Izpit

source: English
sl: angleška

source: French
sl: francoščina

source: Your Setting has been saved
sl: Vaša nastavitev je shranjena

source: Page Added Successfully
sl: Page Dodano uspešno

source: Pages updated Successfully
sl: Strani posodobljena uspešno

source: Page has been deleted
sl: Stran je bila izbrisana

source: Page has been Unpublished
sl: Stran je bila brez natisa

source: Page has been Published
sl: Stran je bila Objavljeno

source: Something wrong
sl: Nekaj ​​narobe

source: Currency has been saved
sl: Valuta je bila shranjena

source: Currency has been deleted
sl: Valuta je bil izbrisan

source: Student Details
sl: študent Podrobnosti

source: Active
sl: Aktivni

source: Pending
sl: V obdelavi

source: Suspend
sl: Preklièi

source: Pass
sl: p

source: Absent
sl: odsoten

source: Student
sl: študent

source: Passing %age
sl: Mimo %a ge

source: Average %age
sl: Povprečje %a ge

source: Question Count
sl: vprašanje Count

source: Total Question
sl: Skupaj Vprašanje

source: Question Bank Difficulty Wise
sl: Vprašanje Bank Težavnost Wise

source: Medium
sl: Srednji

source: Hard
sl: NEUSMILJEN!

source: Name has been updated
sl: Ime je posodobljen

source: Email template has been saved
sl: Email predlogo je bila shranjena

source: Email template has been deleted
sl: Email predlogo je bil izbrisan

source: End Date is not less than Start date
sl: Končni datum ni manjša od datuma začetka

source: Please Select any group
sl: Izberi vsako skupino

source: Please Add Subject To Exam
sl: Prosimo Dodaj Ob upoštevanju izpit

source: Exam has been saved. Add questions in exam
sl: Izpit je bila shranjena. Dodaj na vprašanja v izpit

source: Exam has been saved
sl: Izpit je bila shranjena

source: Exam has been updated
sl: Izpit je bil posodobljen

source: Exam has been deleted
sl: Izpit je bil izbrisan

source: Difficulty Level
sl: Težavnost Raven

source: Subject Wise Question Count
sl: Ob Wise Vprašanje Count

source: Exam sucessfully inactivated
sl: Izpit uspešno inaktiviran

source: Exam sucessfully activated
sl: Izpit uspešno aktivirana

source: There are no question added!
sl: Tukaj se ne gre za vprašanje dodane!

source: Your username is sent to your registered email id
sl: Vaše uporabniško ime je poslano priporočeno email id

source: Group Added Successfully
sl: Skupina Dodano uspešno

source: Group has been saved
sl: Skupina je bila shranjena

source: Group has been deleted
sl: Skupina je bila izbrisana

source: Delete subject first
sl: Brisanje zadevo najprej

source: Help content has been saved
sl: vsebina pomoči je bila shranjena

source: Help content has been deleted
sl: vsebina pomoči je bil izbrisan

source: Questions imported successfully
sl: Vprašanja uspešno uvožena

source: File not uploaded
sl: Datoteka ni naložil

source: Only CSV File supported
sl: Edina podprta CSV datoteke

source: Please Select Subject
sl: Izberi Predmet

source: Please Select any Group
sl: Izberi vsako skupino

source: Students imported successfully
sl: Študenti uspešno uvožena

source: Please Select Group
sl: Izberi skupino

source: Student Email not found
sl: Študent Email ni bilo mogoče najti

source: News has been saved
sl: News je bila shranjena

source: News has been deleted
sl: News je bil izbrisan

source: Paypal Payment Setting has been saved
sl: Paypal plačila Nastavitev je shranjena

source: Setting Problem
sl: Nastavitev Problem

source: Please Choose the Correct answer
sl: Prosimo izberite pravilen odgovor

source: Please select true or false
sl: Izberite true ali false

source: Please fill blank space
sl: Izpolnite prazen prostor

source: Question added to bank successfully
sl: Vprašanje dodan v banki uspešno

source: Question has been updated
sl: Vprašanje je posodobljen

source: Question has been deleted
sl: Vprašanje je bil izbrisan

source: Delete exam first!
sl: Brisanje izpit na prvem mestu!

source: Question Difficulty Level
sl: Vprašanje Težavnostna stopnja

source: Performance
sl: Dosežek

source: Candidate Marks Distribution
sl: Kandidat Marks Distribution

source: Please select any type in the list
sl: Izberite katero koli vrsto na seznamu

source: Please type any email
sl: Vnesite elektronske pošte

source: Email has been sent
sl: Email je bil poslan

source: No email to send
sl: Ni email za pošiljanje

source: Please type any name
sl: Vnesite poljubno ime

source: Sms has been sent
sl: SMS je bil poslan

source: No sms to send
sl: Ne sms poslati

source: Signature has been saved
sl: Podpis je bila shranjena

source: Signature has been deleted
sl: Podpis je bil izbrisan

source: Slide has been saved
sl: Slide je bila shranjena

source: Slide has been deleted
sl: Slide je bil izbrisan

source: SMS template has been saved
sl: SMS Predloga je bila shranjena

source: SMS template has been deleted
sl: SMS predlogo je bil izbrisan

source: Student added Successfully
sl: Študent dodal uspešno

source: Please Select atleast one group
sl: Izberi atleast eno skupino

source: Student has been updated
sl: Študent je bil posodobljen

source: Student has been deleted
sl: Študent je bil izbrisan

source: Student Wallet has been updated
sl: Študent Denarnica je bila posodobljena

source: Subject Added Successfully
sl: Predmet dodano uspešno

source: Subject already exist
sl: Predmet že obstaja

source: Subject has been updated
sl: Zadeva je bila posodobljena

source: Subject has been deleted
sl: Zadeva je bila izbrisana

source: Testimonial has been saved
sl: Pričevanje je bila shranjena

source: Testimonial has been updated
sl: Pričevanje je bil posodobljen

source: Testimonial has been deleted
sl: Pričevanje je bil izbrisan

source: User Added Successfully
sl: Uporabnik Dodano uspešno

source: User has been updated
sl: Uporabnik je bil posodobljen

source: User has been deleted
sl: Uporabnik je bil izbrisan

source: Permission update successfully
sl: Posodobitev dovoljenje uspešno

source: You have been logged in Successfully
sl: Ti so bili prijavljeni v uspešno

source: You have been logged out
sl: Bili ste odjavljeni

source: Level User has been saved
sl: Uporabnik ravni je bila shranjena

source: Level user has been deleted
sl: Uporabnik Raven je bil izbrisan

source: Logo has been saved
sl: Logo je bila shranjena

source: Logo has been deleted
sl: Logotip je bil izbrisan

source: Add Questions
sl: Dodaj vprašanja

source: Question Type
sl: vprašanje Type

source: Search
sl: Iskanje

source: Reset
sl: Ponastavi

source: Add To Exam
sl: Dodaj izpit

source: Delete To Exam
sl: Brisanje Za izpit

source: Back To Exam
sl: Nazaj na izpit

source: Type
sl: Tip

source: Body of Question
sl: Telo vprašanja

source: Level
sl: Nivo

source: Marks
sl: oznake

source: Action
sl: ac

source: Add Advertisement
sl: Dodaj Oglaševanje

source: Advertisement Name
sl: Oglaševanje Ime

source: Ordering
sl: naročanje

source: Internal
sl: notranja

source: External
sl: Zunanji

source: Upload Image (350*260)
sl: Pošiljanje slike (350 * 260)

source: Save
sl: Shrani

source: Close
sl: Zapri

source: Upload Photo
sl: Naloži fotografijo

source: Update
sl: Posodobi

source: Cancel
sl: Preklièi

source: Edit Advertisements
sl: Uredi Oglasi

source: Form
sl: oblika

source: Status
sl: Stanje

source: Advertisements
sl: oglasi

source: Add New Advertisement
sl: Dodaj nov oglas

source: Edit
sl: Uredi

source: Delete
sl: Izbriši

source: View
sl: Pogled

source: Change Photo
sl: sprememba Photo

source: View Slides
sl: Poglej Diapozitivi

source: Attempted Papers of
sl: Poskus Zapuščina

source: Name
sl: Ime

source: Email
sl: E-pošta

source: Total Marks
sl: Skupaj Marks

source: Obtained Marks
sl: pridobljeni Marks

source: Result Finalized
sl: rezultat Dokončano

source: Finalize It
sl: dokončati It

source: PASSED
sl: opravil

source: FAILED
sl: USPELA

source: Finalized By
sl: zaključen z

source: Question No
sl: vprašanje št

source: Option1
sl: 1. možnost

source: Option2
sl: 2. možnost

source: Option3
sl: 3. možnost

source: Option4
sl: 4. možnost

source: Marked Answer
sl: markirana Odgovor

source: Correct Answer
sl: Pravilen odgovor

source: Time Taken
sl: čas posnetka

source: Marks Obtained
sl: Marks Dobljeni

source: Checked by
sl: Preveril

source: Configuration Options
sl: Možnosti konfiguracije

source: Site Name
sl: Ime Site

source: Organization Name
sl: ime organizacije

source: Domain Name
sl: Domena

source: Organization Email
sl: organizacija Email

source: Meta Title
sl: Meta Naslov

source: Meta Description
sl: Meta opis

source: Time Zone
sl: Časovni pas

source: Please Select
sl: Prosim izberite

source: Currency
sl: Valuta

source: Header Contact
sl: glava Kontakt

source: Email Contact
sl: Email Kontakt

source: Display records per page
sl: Zapisi prikaza na stran

source: Max records per page
sl: Max zapisov na stran

source: Date Format
sl: Datum Format

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
sl: Datum, mesec, leto, ura, Min, Sec, Meridian, datum Seprator, Time Seprator

source: Image
sl: Slika

source: Text
sl: Besedilo

source: Text Direction
sl: Smer besedila

source: Left-to-right (LTR)
sl: Od leve proti desni (LTR)

source: Right-to-Left (RTL)
sl: Desno-levo (RTL)

source: Language
sl: Jezik

source: Enable SMS Notification
sl: Omogoči SMS obvestila

source: Enable Email Notification
sl: Omogoči e-obvestila

source: Manual Verification
sl: Ročno preverjanje

source: Front End Registration
sl: Front End Registracija

source: Front End Slides
sl: Front End Diapozitivi

source: Paid Exam
sl: plačan Izpit

source: Exam Expiry
sl: Izpit izteka

source: Exam Feedback
sl: Izpit Povratne informacije

source: Certificate
sl: potrdilo

source: Testimonial
sl: Pričevanja

source: Advertisement
sl: Oglaševanje

source: No. of Visitor
sl: Število obiskovalca

source: No. of Student
sl: Število Študent

source: No. of Exam
sl: Število izpit

source: Save Settings
sl: Shrani nastavitve

source: Add Pages
sl: Dodaj strani

source: Link Name
sl: Ime povezave

source: Link Order
sl: Link za naročilo

source: Page Type
sl: Tip stran

source: External Url
sl: Zunanji URL

source: Page Name
sl: Ime strani

source: Page Url
sl: stran URL

source: Page Content
sl: Vsebina strani

source: Edit Pages
sl: Urejanje strani

source: Pages
sl: Strani

source: Add New Page
sl: Dodaj novo stran

source: Published
sl: objavljeno

source: Unpublished
sl: Neobjavljena

source: Add Currency
sl: Dodaj Valuta

source: Currency Name
sl: valuta Ime

source: Short Name
sl: kratko ime

source: Upload Currency (Less or equal to 50*50)
sl: Nalaganje Valuta (manjša ali enaka 50 * 50)

source: Add New Currency
sl: Dodaj novo valuto

source: In Progress Exam
sl: Na izpit napredku

source: Upcoming Exam
sl: prihajajoči izpit

source: Completed Exam
sl: opravljen izpit

source: Students
sl: študenti

source: In Progress & Upcoming Exams
sl: V teku & Prihajajoči izpiti

source: Date
sl: Datum

source: Exam Name
sl: Izpit Ime

source: Group
sl: Skupina 1

source: Duration
sl: trajanje

source: Recent Exam Results
sl: Nedavni rezultati izpita

source: Exam
sl: Izpit

source: Overall Result
sl: Skupni rezultat

source: Student Stats
sl: Študentski Statistika

source: To
sl: do

source: Details
sl: Podrobnosti

source: Top 10 Student Group Wise
sl: Top 10 Študent Skupina Wise

source: Student Statistic Table
sl: Študent Statistika Tabela

source: Total Students
sl: Skupaj Študenti

source: Total Active
sl: Skupaj Active

source: Total Pending
sl: Skupaj v teku

source: Total Suspended
sl: Skupaj Suspended

source: Top 10 Question Bank Subject Wise
sl: Top 10 Vprašanje Bank Zadeva Wise

source: Top 10 Difficulty Level of Questions
sl: Top Stopnja 10 Zahtevnost vprašanj

source: Question Count Table
sl: Vprašanje Štetje Tabela

source: Bank Name
sl: Ime banke

source: Total Easy
sl: Skupaj Easy

source: Total Normal
sl: Skupaj Normal

source: Total Difficult
sl: Skupaj Težko

source: Diffculty Level
sl: Diffculty Raven

source: E-Mail Settings
sl: Nastavitve e-pošte

source: Port
sl: Vrata:

source: User Name
sl: Uporabniško ime

source: Password
sl: Geslo

source: Add Email Template
sl: Dodaj Email predlogo

source: Email Template
sl: Email predloge

source: Edit Email Templates
sl: Uredi Email Predloge

source: Email Templates
sl: E-pošta Predloge

source: Add New Email Template
sl: Dodaj nov e-predloge

source: Template
sl: Predloga

source: Subject Added successfully
sl: Predmet dodano uspešno

source: Add Exam
sl: Dodaj izpit

source: Name of Exam
sl: Ime izpit

source: Passing Percentage
sl: Podajanje Odstotek

source: Instruction
sl: Navodila

source: Exam Duration (Min.)
sl: Izpit Trajanje (min.)

source: 0 for unlimited duration
sl: 0 za nedoločen čas

source: Attempt Count
sl: poskus Count

source: 0 for unlimited attempt
sl: 0 za neomejeno poskus

source: Start Date
sl: Začetni Datum

source: End Date
sl: Končni datum

source: Show Answer Sheet
sl: Prikaži Odgovor Sheet

source: Yes
sl: Da

source: No
sl: Ne

source: Select Group
sl: Izberi skupino

source: Student Group
sl: Študentska skupina

source: Negative Marking
sl: Negativno Označevanje

source: Random Question
sl: Naključno vprašanje

source: Amount
sl: znesek

source: Browser Tolrance
sl: brskalnik Tolrance

source: Expiry Days
sl: zaradi izteka dnevi

source: 0 for Unlimited
sl: 0 za neomejeno

source: Result After Finish
sl: Rezultat po Finish

source: Mode
sl: Način delovanja

source: Instant Result
sl: Instant Rezultat

source: Option Shuffle
sl: možnost Shuffle

source: Add Subjects To Exams
sl: Dodaj Predmeti, na izpite

source: Subject Name
sl: predmet Ime

source: No. of Questions
sl: Število vprašanj

source: Ques Attempt Count
sl: Vpra Poskus Count

source: Questions Attempt Count
sl: Vprašanja Poskus Count

source: Leave blank for not showing (0 for unlimited)
sl: Pustite prazno, ne prikazuje (0 za neomejeno)

source: ctrl+click to add multiples
sl: ctrl + klik za dodajanje večkratnikov

source: Add
sl: Dodaj

source: Edit Exam
sl: Uredi Izpit

source: Exam Stats
sl: izpit Statistika

source: No of Student Passed
sl: Št študent opravi

source: Download
sl: Prenosi

source: No of Student Failed
sl: Število Študent ni uspelo

source: No of Student Absent
sl: Ne Študentske Je ni

source: Exam Details
sl: izpit Podrobnosti

source: Finalize Result
sl: dokončati Rezultat

source: Attempted Papers
sl: poskus Papers

source: Eligible Group
sl: upravičeni Group

source: Close Exam
sl: Zapri Izpit

source: Activate Exam
sl: Aktivirajte izpit

source: Exam Closed Re-Activate Exam
sl: Izpit Zaprta ponovno aktivirati izpit

source: Browser Tolrence
sl: brskalnik Tolrence

source: Expiry
sl: iztek

source: Unlimited
sl: Neomejeno

source: Days
sl: Dnevi

source: Subjective
sl: subjektivna

source: Objective
sl: cilj

source: Fill in the blanks
sl: Izpolniti obrazec

source: Total Questions
sl: Skupaj vprašanja

source: Question Attempt Count
sl: Vprašanje Poskus Count

source: Total
sl: Skupaj

source: Student Name
sl: Student Ime

source: Enrolment
sl: Vpis

source: Phone
sl: Telefon

source: Result Status
sl: rezultat Status

source: Forgot Password
sl: Ste pozabili geslo

source: Email ID
sl: E-pošta ID

source: Submit
sl: Pošlji

source: Forgot Username
sl: pozabil ime

source: Login
sl: Prijava

source: Verification Code
sl: Koda za preverjanje

source: Please enter verification Code
sl: Vnesite kodo za preverjanje

source: Reset Password
sl: Ponastavitev gesla

source: Confirm Password
sl: potrdi geslo

source: Add Groups
sl: Dodaj Skupine

source: Group Name
sl: Ime skupine

source: Edit Groups
sl: Urejanje Skupine

source: Groups
sl: Skupine

source: Add New Group
sl: Dodaj novo skupino

source: Add Help Content
sl: Dodaj vsebino pomoči

source: Title
sl: Naslov

source: Description
sl: Opis

source: Edit Help Content
sl: Uredi Pomoč vsebine

source: Help Content
sl: Pomoč vsebine

source: Add New Help Content
sl: Dodaj novo vsebino pomoči

source: Import/Export Qusetions
sl: Uvoz / izvoz Qusetions

source: Back To Questions
sl: Nazaj na vprašanja

source: Export Questions
sl: izvoz vprašanja

source: Select File
sl: Izberite File

source: Import Questions
sl: uvozna vprašanja

source: Import/Export Students
sl: Uvoz / Izvoz Študenti

source: Back To Students
sl: Nazaj na študente

source: Export Students
sl: izvoz Študenti

source: Import Students
sl: uvozna Študenti

source: All Messages
sl: Vsa sporočila

source: My Profile
sl: Moj profil

source: Change Password
sl: Spremeni geslo

source: Logout
sl: Odjava

source: Powered by
sl: Poganja ga

source: Date &amp; Time
sl: Date & amp; čas

source: Compose Mail
sl: Sestavi sporočilo

source: Search Student Mail
sl: Iskanje Student Pošta

source: Message
sl: Sporočilo

source: Send
sl: Pošlji

source: Compose
sl: SESTAVI

source: Inbox
sl: Prejeto

source: Sent Mail
sl: Poslana pošta

source: Trash
sl: Koš

source: More
sl: Več

source: Mark as Read
sl: Označi kot prebrano

source: Mark as Unread
sl: Označi kot neprebrano

source: Move to Inbox
sl: Premakni v mapo Prejeto

source: Reply
sl: odgovori

source: Forward
sl: Mehanizem za upogibanje naprej

source: Menu Names
sl: Meni Imena

source: Model Name
sl: Ime modela

source: Icon
sl: ikona
