Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/slv/LC_MESSAGES/validation.po
Languages: sl

source: Only letters and numbers allowed
sl: Samo črke in številke dovoljene

source: Group already exist
sl: Skupina že obstaja

source: Only Url
sl: samo URL

source: File does not have a valid extension
sl: Datoteka nima veljavnega razširitev

source: You must supply a JPG, GIF or PNG File.
sl: Priskrbeti morate JPG, GIF ali PNG.

source: Invalid Header Contact
sl: Neveljavna Glava Kontakt

source: Only Alphabets
sl: samo abeced

source: Currency Name already exist
sl: Valuta Ime že obstaja

source: You must supply image height is less than 50px
sl: Navesti morate višina slika je manj kot 50 slikovnih pik

source: You must supply image width is less than 50px
sl: Navesti morate širina slike je manj kot 50 slikovnih pik

source: Only numbers allowed
sl: Samo številke dovoljeno

source: Only Date/time format
sl: Samo Datum / čas format

source: Enter a valid email
sl: Vnesite veljaven e-poštni naslov

source: Please select
sl: Prosim izberite

source: Invalid Username
sl: Neveljavno uporabniško ime

source: Invalid Password
sl: Neveljavno geslo

source: Invalid Signature
sl: Neveljavna Podpis

source: Only numbers
sl: samo številke

source: You must supply image height is less than 220px
sl: Navesti morate višino slike je manj kot 220px

source: This Email has already been exist! try new one
sl: Ta e-naslov je že na voljo! poskusite novega

source: Password required
sl: potrebno geslo

source: Password minimum 4 character long
sl: Minimalna Geslo 4 znakov dolgo

source: Name already exist
sl: Ime že obstaja
