Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ukr/LC_MESSAGES/default.po
Languages: uk

source: File Manager
uk: Файловий менеджер

source: You can find your result here.
uk: Ви можете знайти свій результат тут.

source: Thanks for given the exam.
uk: Дякую за даний іспит.

source: Leader Board
uk: керівник ради

source: My Exams
uk: Мої іспити

source: My Result
uk: Мій результат

source: Group Performance
uk: ефективність групи

source: Payment
uk: Платежі:

source: Transaction History
uk: Історія транзакцій

source: Mailbox
uk: поштову скриньку

source: Help
uk: Допомога

source: Home
uk: Головна

source: Register
uk: Реєстрація

source: Log In
uk: Увійти

source: Invalid Post
uk: Invalid повідомлення

source: Jan
uk: січ

source: Feb
uk: лют

source: Mar
uk: бер

source: Apr
uk: квіт

source: May
uk: трав

source: Jun
uk: черв

source: Jul
uk: лип

source: Aug
uk: серп

source: Sep
uk: вер

source: Oct
uk: жовт

source: Nov
uk: лист

source: Dec
uk: руд

source: Percentage
uk: Відсотки

source: Month
uk: Місяць

source: Exams
uk: іспити

source: Email verified successfully
uk: Електронна пошта перевіряється успішно

source: Invalid Verification Code
uk: Невірний код верифікації

source: A verification Code send to your Email inbox or Spam
uk: Код підтвердження надіслати на Вашу електронну поштову скриньку або спам

source: Email Id already verified
uk: Id електронної пошти вже підтверджено

source: Email Id not registered in system
uk: Id E-mail не зареєстрований в системі

source: You have attempted maximum exam.
uk: Ви спробували максимально іспит.

source: You have attempted maximum number of questions in this subject
uk: Ви спробували максимальну кількість питань в цій темі

source: You can find your result here
uk: Ви можете знайти свій результат тут

source: Insufficient Amount.
uk: Недостатня кількість.

source: 1. The test instructions were
uk: 1. Інструкції випробувань були

source: 2. Language of question was
uk: 2. Мова було питання

source: 3. Overall test experience was
uk: 3. Загальний досвід роботи тест був

source: Any other feedback suggestion:
uk: Будь-яке інше пропозицію зворотного зв'язку:

source: Feedback has submitted successfully!
uk: Зворотній зв'язок успішно відправлений!

source: Feedback already submitted.
uk: Зворотній зв'язок вже подали.

source: Email id is not registered in system
uk: Посвідчення особи електронної пошти не зареєстрований в системі

source: Your password reset link is sent to your registered email id
uk: Ваше посилання для скидання пароля відправляється на зареєстрований електронний ідентифікатор

source: Incorrect code
uk: невірний код

source: Password Changed Successfully
uk: Пароль успішно змінений

source: My Performance
uk: моя продуктивність

source: My Group performance
uk: Мій виступ групи

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
uk: Застосування вже встановлена. Видалити додаток / TMP / installed.txt перевстановити додаток

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
uk: На жаль! Файл Дозвіл Помилка <br> ласка Гото додаток / Config / database.php до записаного режимі.

source: A connection was successfully established with the server.
uk: З'єднання було успішно встановлено з сервером.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
uk: Чи не вдалося підключитися до бази даних. Будь ласка, перевірте налаштування в додаток / Config / database.php і спробуйте ще раз

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
uk: На жаль! Папка Дозвіл Помилка <br> ласка папку TMP до записаного режимі.

source: Your Mail has been sent
uk: Ваш лист було відправлено

source: Forwarded message
uk: пересилається повідомлення

source: From
uk: Від

source: Subject
uk: Тема

source: The mail has been moved to the Trash
uk: Пошта була переміщений в кошик

source: Your Mail has been deleted
uk: Ваша пошта була видалена

source: The mail has been moved to the Inbox
uk: Лист було переміщено в папку

source: The mail has been marked as Read
uk: Лист було позначене як прочитане

source: The mail has been marked as Unread
uk: Пошта була відзначена як непрочитана

source: Paypal Payment not set
uk: Paypal Оплата не встановлено

source: Payment Cancel
uk: оплата Скасувати

source: Wallet Payment
uk: гаманець Оплата

source: Try again! Can not connect to paypal
uk: Спробуйте ще раз! Не вдається підключитися до PayPal

source: Invalid Amount
uk: неприпустима сума

source: Payment already done
uk: Оплата вже зроблено

source: Payment not done
uk: Оплата не зробили

source: Payment successfully! Amount %s added in your wallet
uk: Оплата успішно! Сума %s доданий у вашому гаманці

source: Profile Updated Successfully
uk: Профіль успішно оновлений

source: Photo Updated Successfully
uk: Фото Оновлене Успішно

source: Invalid Password
uk: неправильний пароль

source: Please select any group
uk: Будь ласка, виберіть будь-яку групу

source: Invalid Security Code
uk: Невірний код безпеки

source: Score
uk: рахунок

source: Max Marks
uk: Макс Marks

source: Marks Scored
uk: Marks Склад виконавців

source: Subject Wise Time Taken
uk: Тема Wise Час зйомки

source: Correct Question
uk: Правильне питання

source: Incorrect Question
uk: некоректне питання

source: Right Marks
uk: праві Marks

source: Negative Marks
uk: негативні знаки

source: Percentage(%) in Exam
uk: Відсоток (%) в іспит

source: Percentage(%)
uk: Відсотки

source: st
uk: ша

source: nd
uk: га

source: rd
uk: тя

source: th
uk: стор

source: You %s
uk: Ви %s

source: Topper %s
uk: Топпер %s

source: Administrator
uk: Адміністратор

source: Payment Gateway
uk: платіжний шлюз

source: Pay Exam
uk: оплатити іспит

source: Your account has expired. Please contact administrator
uk: Ваш аккаунт закінчився. Будь ласка, зверніться до адміністратора

source: You have been logged in successfully
uk: Ви були успішно увійшли в систему

source: Your email not verified! Please click on link sent to your email inbox or spam
uk: Ваша електронна адреса не підтверджений! Будь ласка, натисніть на посилання, відправлену на вашу електронну поштову скриньку або спам

source: Incorrect username/password
uk: Неправильне ім'я користувача / пароль

source: You have been logged out successfully
uk: Ви вийшли з системи успішно

source: You are %s Member! Please contact administrator
uk: Ви %s член! Будь ласка, зверніться до адміністратора

source: Hours
uk: Години

source: Sec
uk: Сек

source: Grand Total
uk: загальний підсумок

source: Your Question has been added for exam
uk: Ваше питання було додано до іспиту

source: Your Question has been deleted for exam
uk: Ваше питання був видалений за іспит

source: No Permission
uk: Немає дозволу

source: Advertisement has been saved
uk: Реклама була збережена

source: Invalid post
uk: Invalid повідомлення

source: Advertisement has been deleted
uk: Реклама видалена

source: Photo Changed Successfully
uk: Фотографія успішно змінений

source: Not Attempted
uk: Чи не Замах

source: Marks Updated
uk: Marks Оновлене

source: Successfully Finalize
uk: успішно Доопрацювати

source: Successfully Closed Exam
uk: Успішно Закрито іспит

source: English
uk: Англійська

source: French
uk: Французьк

source: Your Setting has been saved
uk: Ваша установка була збережена

source: Page Added Successfully
uk: Сторінка успішно доданий

source: Pages updated Successfully
uk: Сторінки успішно оновлений

source: Page has been deleted
uk: Сторінка була вилучена

source: Page has been Unpublished
uk: Сторінка була Неопубліковані

source: Page has been Published
uk: Сторінка була опублікована

source: Something wrong
uk: Щось не так

source: Currency has been saved
uk: Валюта була збережена

source: Currency has been deleted
uk: Валюта була видалена

source: Student Details
uk: студент Детальніше

source: Active
uk: активний

source: Pending
uk: в очікуванні

source: Suspend
uk: призупинити

source: Pass
uk: ПРИЙНЯТО

source: Fail
uk: НЕ ПРИЙНЯТО

source: Absent
uk: Відсутні

source: Student
uk: Студент

source: Passing %age
uk: Переходячи %a GE

source: Average %age
uk: Середня %a GE

source: Question Count
uk: питання Граф

source: Total Question
uk: загальне питання

source: Question Bank Difficulty Wise
uk: Питання банку Складність Мудрий

source: Easy
uk: 12504 ЛЕГКИЙ

source: Medium
uk: Середньо

source: Hard
uk: Складно

source: Name has been updated
uk: ім'я оновлений

source: Email template has been saved
uk: Шаблон повідомлення електронної пошти збережений

source: Email template has been deleted
uk: Шаблон повідомлення електронної пошти видалений

source: End Date is not less than Start date
uk: Дата закінчення не менше Дата початку

source: Please Select any group
uk: Виберіть будь-яку групу

source: Please Add Subject To Exam
uk: Будь ласка, Додати тему до іспиту

source: Exam has been saved. Add questions in exam
uk: Іспит був збережений. Додавання питань в іспит

source: Exam has been saved
uk: Іспит був збережений

source: Exam has been updated
uk: Іспит був оновлений

source: Exam has been deleted
uk: Іспит був видалений

source: Difficulty Level
uk: рівень складності

source: Subject Wise Question Count
uk: Тема Мудрий Питання Граф

source: Exam sucessfully inactivated
uk: Іспит успішно інактивується

source: Exam sucessfully activated
uk: Іспит успішно активований

source: There are no question added!
uk: Там немає жодного питання додав!

source: Your username is sent to your registered email id
uk: Ваше ім'я користувача буде відправлено на Ваш зареєстрований електронний ідентифікатор

source: Group Added Successfully
uk: Група успішно доданий

source: Group has been saved
uk: Група була збережена

source: Group has been deleted
uk: Група видалена

source: Delete subject first
uk: Видалити тему перший

source: Help content has been saved
uk: Зміст Допомога була збережена

source: Help content has been deleted
uk: Вміст довідки було видалено

source: Questions imported successfully
uk: Питання успішно імпортовано

source: File not uploaded
uk: Файл не завантажено

source: Only CSV File supported
uk: Підтримується тільки CSV-файл

source: Please Select Subject
uk: Виберіть Тема

source: Please Select any Group
uk: Виберіть будь-яку групу

source: Students imported successfully
uk: Студенти успішно імпортовано

source: Please Select Group
uk: Виберіть групу

source: Student Email not found
uk: Студент E-mail не найден

source: News has been saved
uk: Новини були збережені

source: News has been deleted
uk: Новини видалений

source: Paypal Payment Setting has been saved
uk: Paypal Оплата Установка була збережена

source: Setting Problem
uk: постановка завдання

source: Please Choose the Correct answer
uk: Будь ласка, виберіть правильну відповідь

source: Please select true or false
uk: Будь ласка, виберіть істинним або хибним

source: Please fill blank space
uk: Будь ласка, заповніть порожній простір

source: Question added to bank successfully
uk: Питання доданий в банк успішно

source: Question has been updated
uk: Питання було оновлено

source: Question has been deleted
uk: Питання був видалений

source: Delete exam first!
uk: Видалити іспит першим!

source: Question Difficulty Level
uk: Питання Рівень складності

source: Performance
uk: Продуктивність

source: Candidate Marks Distribution
uk: Кандидат Marks Розподіл

source: Max Marks Distribution
uk: Max Marks Розподіл

source: Please select any type in the list
uk: Будь ласка, виберіть будь-який тип в списку

source: Please type any email
uk: Будь ласка, введіть будь-яку електронну пошту

source: Email has been sent
uk: Повідомлення було відправлено

source: No email to send
uk: Ні електронної пошти для відправки

source: Please type any name
uk: Будь ласка, введіть будь-яке ім'я

source: Sms has been sent
uk: Sms було відправлено

source: No sms to send
uk: Ні смс для відправки

source: Signature has been saved
uk: Підпис була збережена

source: Signature has been deleted
uk: підпис видалена

source: Slide has been saved
uk: Slide збережений

source: Slide has been deleted
uk: Слайд був видалений

source: SMS template has been saved
uk: шаблон SMS збережений

source: SMS template has been deleted
uk: шаблон SMS видалений

source: Student added Successfully
uk: Студент успішно доданий

source: Please Select atleast one group
uk: Виберіть принаймні одну групу

source: Student has been updated
uk: Студент був оновлений

source: Student has been deleted
uk: Студент був видалений

source: Student Wallet has been updated
uk: Студентський гаманець був оновлений

source: Subject Added Successfully
uk: Тема Успішно доданий

source: Subject already exist
uk: Тема вже існують

source: Subject has been updated
uk: Тема була оновлена

source: Subject has been deleted
uk: Тема була видалена

source: Testimonial has been saved
uk: Характеризує був збережений

source: Testimonial has been updated
uk: Характеризує був оновлений

source: Testimonial has been deleted
uk: Характеризує був видалений

source: User Added Successfully
uk: Користувач успішно доданий

source: User has been updated
uk: Користувач оновлений

source: User has been deleted
uk: Користувач вилучений

source: Permission update successfully
uk: Оновлення Дозвіл успішно

source: You have been logged in Successfully
uk: Ви були успішно увійшли в систему

source: You have been logged out
uk: Ви вийшли з системи

source: Level User has been saved
uk: Для оператора був збережений

source: Level user has been deleted
uk: Для оператора був видалений

source: Logo has been saved
uk: Логотип був збережений

source: Logo has been deleted
uk: Логотип був видалений

source: Add Questions
uk: Додати питання

source: Question Type
uk: Тип питання

source: Search
uk: Пошук

source: Reset
uk: Скинути

source: Add To Exam
uk: Додати до іспиту

source: Delete To Exam
uk: Видалити Щоб іспит

source: Back To Exam
uk: Назад до іспиту

source: Type
uk: Тип

source: Body of Question
uk: тіло Питання

source: Level
uk: Рівень

source: Marks
uk: маркування

source: Action
uk: Дія

source: Add Advertisement
uk: Додати Оголошення

source: Advertisement Name
uk: Реклама Ім'я

source: Ordering
uk: замовлення

source: URL Type
uk: URL Тип

source: Internal
uk: внутрішня

source: External
uk: зовнішній

source: _blank
uk: Бланк

source: Upload Image (350*260)
uk: Завантажити зображення (350 * 260)

source: Save
uk: Зберегти

source: Close
uk: Закрити

source: Update Photo
uk: оновлення Фото

source: Upload Photo
uk: Завантажити фото

source: Update
uk: Оновити

source: Cancel
uk: Скасувати

source: Edit Advertisements
uk: редагувати Реклама

source: Status
uk: Статус

source: Advertisements
uk: оголошення

source: Add New Advertisement
uk: Додати нове оголошення

source: Edit
uk: Редагувати

source: Delete
uk: Видаляти

source: View
uk: Вигляд

source: Change Photo
uk: Змінити світлину

source: View Slides
uk: Перегляд слайдів

source: Attempted Papers of
uk: замах Папери

source: Name
uk: Ім'я

source: Total Marks
uk: всього знаків

source: Obtained Marks
uk: отримані Marks

source: Result Finalized
uk: результат Завершена

source: Finalize It
uk: доопрацювання It

source: PASSED
uk: ПРИЙНЯТО

source: FAILED
uk: Не вдалося

source: Finalized By
uk: завершується По

source: Question No
uk: питання №

source: Option1
uk: 19515 Опції:

source: Option2
uk: 19515 Опції:

source: Option3
uk: 19515 Опції:

source: Option4
uk: 19515 Опції:

source: Option5
uk: 19515 Опції:

source: Option6
uk: 19515 Опції:

source: Marked Answer
uk: виражене відповіді

source: Correct Answer
uk: Правильна відповідь

source: Time Taken
uk: час зйомки

source: Marks Obtained
uk: Marks Отримано

source: Checked by
uk: Перевірено

source: System
uk: Системи

source: Configuration Options
uk: параметри конфігурації

source: Site Name
uk: Назва об'єкту

source: Organization Name
uk: Назва організації

source: Domain Name
uk: Доменне ім'я

source: Organization Email
uk: Організація E-mail

source: Meta Title
uk: 00000007 = Мета Заголовок

source: Meta Description
uk: 00000008 = Мета Опис

source: Time Zone
uk: Часовий пояс

source: Please Select
uk: Виберіть

source: Currency
uk: Валюта

source: Header Contact
uk: Тема Зв'язатися

source: Email Contact
uk: Електронна пошта Контактний

source: Display records per page
uk: Показати записи на сторінці

source: Max records per page
uk: Макс записує на одній сторінці

source: Date Format
uk: Формат дати:

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
uk: Дата, місяць, рік, година, хв, сек, Меридіан, дата Seprator, час Seprator

source: Image
uk: Зображення

source: Text
uk: Текст

source: Text Direction
uk: напрямок тексту

source: Left-to-right (LTR)
uk: Зліва направо (LTR)

source: Right-to-Left (RTL)
uk: Справа наліво (RTL)

source: Language
uk: Мова

source: Enable SMS Notification
uk: Включити повідомлення по SMS

source: Enable Email Notification
uk: Включити повідомлення по електронній пошті

source: Manual Verification
uk: Керівництво по перевірці

source: Front End Registration
uk: Front End реєстрації

source: Front End Slides
uk: Front End Слайди

source: Translation
uk: Неофіційний переклад

source: Paid Exam
uk: платний іспит

source: Exam Expiry
uk: іспит експірації

source: Exam Feedback
uk: іспит Зворотній зв'язок

source: Tolrance Count
uk: Tolrance граф

source: Certificate
uk: сертифікат

source: Testimonial
uk: свидетельский

source: Advertisement
uk: реклама

source: No. of Visitor
uk: кількість Відвідувач

source: No. of Student
uk: кількість Student

source: No. of Exam
uk: кількість іспиту

source: Save Settings
uk: зберегти налаштування

source: Add Pages
uk: Додати Сторінки

source: Link Name
uk: посилання Ім'я

source: Link Order
uk: посилання Замовити

source: Page Type
uk: смуга набору

source: External Url
uk: зовнішній URL

source: Url Target
uk: Веб-сайт Цільовий

source: Page Name
uk: Простір назв

source: Page Url
uk: URL сторінки

source: Page Content
uk: зміст сторінки

source: Edit Pages
uk: редагувати сторінки

source: Pages
uk: Сторінки

source: Add New Page
uk: Додати нову сторінку

source: Published
uk: опублікований

source: Unpublished
uk: неопублікований

source: Add Currency
uk: Додати валюту

source: Currency Name
uk: Назва валюти

source: Short Name
uk: Коротке ім'я

source: Upload Currency (Less or equal to 50*50)
uk: Завантажити Валюта (менше або дорівнює 50 * 50)

source: Add New Currency
uk: Додати нову валюту

source: In Progress Exam
uk: В ході іспиту

source: Upcoming Exam
uk: найближчий іспит

source: Completed Exam
uk: завершена іспит

source: Students
uk: студенти

source: In Progress & Upcoming Exams
uk: In Progress & Майбутні іспити

source: Date
uk: Дата

source: Exam Name
uk: іспит Назва

source: Group
uk: Група

source: Duration
uk: ТЕРМІН ДІЇ

source: Recent Exam Results
uk: Останні Результати іспиту

source: Exam
uk: іспит

source: Overall Result
uk: Загальний результат

source: Student Stats
uk: Student Статистика

source: To
uk: них

source: Details
uk: Детальніше

source: Top 10 Student Group Wise
uk: Топ-10 Студентська група Wise

source: Student Statistic Table
uk: Student Статистика Таблиця

source: Total Students
uk: всього учнів

source: Total Active
uk: Загальний вміст активного

source: Total Pending
uk: Разом В очікуванні

source: Total Suspended
uk: Загальний вміст зважених

source: Top 10 Question Bank Subject Wise
uk: Top 10 Питання банку Предмет Wise

source: Top 10 Difficulty Level of Questions
uk: Top 10 Складність питань

source: Question Count Table
uk: Питання Count Таблиця

source: Bank Name
uk: Назва банку

source: Total Normal
uk: Разом Нормальний

source: Total Difficult
uk: Разом змогли

source: Diffculty Level
uk: рівень Труднощі

source: E-Mail Settings
uk: Налаштування електронної пошти

source: Email Type
uk: Тип E-mail

source: Server Name / Host
uk: Ім'я сервера / хоста

source: Port
uk: порт

source: User Name
uk: Ім'я користувача

source: Password
uk: Пароль

source: Add Email Template
uk: Додати Шаблон листа

source: Email Template
uk: Шаблон повідомлення електронної пошти

source: Edit Email Templates
uk: Шаблони Змінити Email

source: Email Templates
uk: Шаблони електронних повідомлень

source: Add New Email Template
uk: Додати новий шаблон електронної пошти

source: Template
uk: шаблон

source: Subject Added successfully
uk: Тема успішно доданий

source: Add Exam
uk: Додати іспит

source: Name of Exam
uk: Назва іспиту

source: Passing Percentage
uk: Passing Відсоток

source: Instruction
uk: інструкція

source: Exam Duration (Min.)
uk: Іспит Тривалість (хв.)

source: 0 for unlimited duration
uk: 0 на необмежений термін

source: Attempt Count
uk: спроба граф

source: 0 for unlimited attempt
uk: 0 для необмеженої спроби

source: Start Date
uk: Дата початку

source: End Date
uk: Дата закінчення

source: Show Answer Sheet
uk: Показати відповідь Sheet

source: Yes
uk: Так

source: No
uk: Ні

source: Select Group
uk: вибір групи

source: Student Group
uk: Студентська група

source: Negative Marking
uk: негативна Маркування

source: Random Question
uk: Випадкове питання

source: Amount
uk: Кількість

source: Browser Tolrance
uk: браузер Tolrance

source: Expiry Days
uk: експірації Дні

source: 0 for Unlimited
uk: 0 для Необмежений

source: Result After Finish
uk: Результат Після завершення

source: Mode
uk: Режим

source: Instant Result
uk: миттєвий результат

source: Option Shuffle
uk: Опція В випадковому порядку

source: Add Subjects To Exams
uk: Додати підданим Екзаменів

source: Subject Name
uk: ім'я суб'єкта

source: No. of Questions
uk: кількість питань

source: Ques Attempt Count
uk: Ques Спробувати Count

source: Questions Attempt Count
uk: Питання Спробувати Count

source: Leave blank for not showing (0 for unlimited)
uk: Залиште порожнім, щоб не показувати (0 для нескінченної кількості)

source: ctrl+click to add multiples
uk: Ctrl + клік, щоб додати кратні

source: Add
uk: Додати

source: Edit Exam
uk: редагувати іспит

source: Exam Stats
uk: іспит Статистика

source: No of Student Passed
uk: Ні студентських Пройдено

source: Download
uk: Завантажит

source: No of Student Failed
uk: Ні студентських Failed

source: No of Student Absent
uk: Ні Студентського Absent

source: Exam Details
uk: іспит подробиці

source: Finalize Result
uk: доопрацювання Результат

source: Attempted Papers
uk: замах Документи

source: Eligible Group
uk: прийнятні групи

source: Close Exam
uk: Закрити іспит

source: Activate Exam
uk: активувати іспит

source: Exam Closed Re-Activate Exam
uk: Іспит Закрито Re-Activate іспит

source: Browser Tolrence
uk: браузер Tolrence

source: Expiry
uk: витікання терміну

source: Unlimited
uk: необмежений

source: Days
uk: днів

source: Subjective
uk: суб'єктивний

source: Objective
uk: Мета

source: True &amp; False
uk: Правда & Amp; помилковий

source: Fill in the blanks
uk: Заповнити пропущені місця

source: Total Questions
uk: всього Питання

source: Question Attempt Count
uk: Питання Замах Count

source: H
uk: 8 год.

source: Total
uk: Загалом

source: E
uk: С

source: M
uk: М

source: Student Name
uk: Ім'я студента

source: Enrolment
uk: зарахування

source: Phone
uk: Телефон

source: Result Status
uk: результат Статус

source: Forgot Password
uk: Забули пароль

source: Submit
uk: Уявити

source: Forgot Username
uk: Забули Ім'я користувача

source: Login
uk: Увійти

source: Verification Code
uk: Код підтвердження

source: Please enter verification Code
uk: Будь ласка, введіть код перевірки

source: Reset Password
uk: Скинути пароль

source: Confirm Password
uk: Підтвердження паролю:

source: Add Groups
uk: Додавання груп

source: Group Name
uk: Назва групи

source: Edit Groups
uk: редагування груп

source: Groups
uk: Групи

source: Add New Group
uk: Додати нову групу

source: Add Help Content
uk: Додати вмісту довідки

source: Title
uk: Заголовок
