Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ukr/LC_MESSAGES/default.po
Languages: uk

source: Description
uk: Опис

source: Edit Help Content
uk: Редагування вмісту довідки

source: Help Content
uk: Допомога Зміст

source: Add New Help Content
uk: Додати Вміст довідки

source: Import/Export Qusetions
uk: Імпорт / Експорт Qusetions

source: Back To Questions
uk: Назад до списку питань

source: Export Questions
uk: експорт Питання

source: Select File
uk: Виберіть файл

source: Import Questions
uk: імпорт Питання

source: Import/Export Students
uk: Імпорт / Експорт Студенти

source: Back To Students
uk: Назад до студентів

source: Export Students
uk: експорт Студенти

source: Import Students
uk: імпорт Студенти

source: All Messages
uk: всі повідомлення

source: My Profile
uk: Мій аккаунт

source: Change Password
uk: Змінити пароль

source: Logout
uk: Вийти

source: Powered by
uk: працює на

source: Date &amp; Time
uk: Дата & Amp; час

source: Compose Mail
uk: написати листа

source: Search Student Mail
uk: Пошук Студентська пошта

source: Message
uk: Повідомлення

source: Send
uk: Відправити

source: Compose
uk: компонувати

source: Inbox
uk: Вхідні

source: Sent Mail
uk: Надіслати пошту

source: Trash
uk: Смітник

source: More
uk: Більш

source: Mark as Read
uk: Відзначити як прочитане

source: Mark as Unread
uk: Відзначити як непрочитане

source: Move to Inbox
uk: Перемістити в папку Вхідні

source: Reply
uk: відповісти

source: Forward
uk: Вперед

source: Menu Names
uk: Меню Назви

source: Model Name
uk: Назва моделі

source: Icon
uk: іконка

source: Add News
uk: Додати Новини

source: News Title
uk: Тема новини

source: News Description
uk: Новини Опис

source: Edit News
uk: редагувати Новини

source: News
uk: Новини

source: Add New News
uk: Додати новини

source: Paypal Payment Option
uk: Paypal Оплати

source: Signature
uk: Підпис:

source: Sandbox Mode
uk: режим Пісочниця

source: Add Question
uk: Додати питання

source: Question
uk: Питання

source: Correct Answers
uk: правильні відповіді

source: Type your question here
uk: Введіть своє питання тут

source: Answer1
uk: answer = 42;

source: Answer2
uk: answer = 42;

source: Answer3
uk: answer = 42;

source: Answer4
uk: answer = 42;

source: Answer5
uk: answer = 42;

source: Answer6
uk: answer = 42;

source: Blank Space
uk: пробіл

source: Explanation (Optional)
uk: Пояснення (Необов'язково)

source: Provide explanation in support of correct answer
uk: Забезпечити роз'яснення на підтримку правильної відповіді

source: Hint(optional)
uk: Підказка (опціонально)

source: Hint to help answer correctly
uk: Підказка, щоб допомогти правильно відповісти

source: without minus sign
uk: без знака мінус

source: Edit Question Type
uk: Редагувати Тип питання

source: Explanation
uk: пояснення

source: Hint
uk: Підказка

source: Questions
uk: Питань

source: Add New Question
uk: Додати нове питання

source: Import/Export Question
uk: Імпорт / Експорт Питання

source: Answer
uk: answer = 42;

source: Question Details
uk: питання Детальніше

source: Exam Wise
uk: іспит Wise

source: Please Select Exam
uk: Будь ласка, виберіть іспит

source: Status of Result
uk: статус Результат

source: Please Select Result Status
uk: Виберіть Результат Статус

source: Download Result
uk: завантажити Результат

source: Rank
uk: Стартовий номер

source: Test
uk: тест

source: Percent
uk: відсотків

source: Result
uk: результат

source: View Result
uk: Подивитися результат

source: Download/Print Result
uk: Завантажити / Роздрукувати Результат

source: Student Wise
uk: студент Wise

source: Name or Enrolment Number
uk: Ім'я або Зарахування Номер

source: Enrolment Number
uk: зарахування Номер

source: Back
uk: Задня сторона

source: Assesment Report for
uk: Assesment Звіт про

source: Taken Date
uk: взяті Дата

source: Total Time
uk: загальний час

source: Nos. of Browser tolrance attempt
uk: Nos. Браузера спроба tolrance

source: Total Score
uk: ЗАГАЛЬНИЙ РАХУНОК

source: Student Marks Distribution
uk: Student Marks Розподіл

source: Feedback
uk: Зворотній зв'язок

source: Section Name
uk: Назва розділу

source: Section proportion
uk: розділ частка

source: Actual
uk: фактичний

source: Your Percentage
uk: Ваш Відсоток

source: Section Summary
uk: розділ Резюме

source: Maximum Score
uk: Максимальний бал

source: Developed Skill
uk: розвинена Уміння

source: Needs Development
uk: потреби розвитку

source: Lack of Skill
uk: відсутність досвіду

source: MCQ answered
uk: MCQ відповів

source: S.N.
uk: С.Н.

source: Legend
uk: легенда

source: Send Emails
uk: Надіслати повідомлення електронної пошти

source: Teachers
uk: Вчителі

source: Any Email
uk: будь Email

source: Default all students if you add manually then search student email
uk: За замовчуванням всі студенти, якщо ви додаєте вручну, то пошук студента по електронній пошті

source: Default all teachers if you add manually then search teacher email
uk: За замовчуванням всі вчителі, якщо ви додаєте вручну, то пошук вчителя по електронній пошті

source: Type any email comma seprated
uk: Введіть будь-яку адресу електронної коми seprated

source: Type subject
uk: Тип Заголовок

source: Select Email Template
uk: Вибрати шаблон E-mail

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
uk: Якщо ви не хочете, щоб вибрати шаблон електронної пошти, то просто введіть повідомлення електронної пошти. Після завантаження редактора, то ви не можете вибрати шаблон перейти кнопку для скидання

source: Send Sms
uk: Відправити смс

source: Any Sms
uk: Будь-яке Sms

source: Default all student if you add manually then search students name
uk: За замовчуванням всі студент, якщо ви додаєте вручну, то пошук студентів ім'я

source: Default all teachers if you add manually then search teacher name
uk: За замовчуванням всі вчителі, якщо додати вручну, то пошук ім'я вчителя

source: Any Number
uk: будь-який номер

source: Type any number comma seprated
uk: Введіть будь-яке число коми seprated

source: Select Sms Template
uk: Виберіть Sms Шаблон

source: Sms Template
uk: Sms шаблону

source: If you do not want to select sms template then simply type sms message
uk: Якщо ви не хочете, щоб вибрати шаблон смс, то просто наберіть смс повідомлення

source: Certificate Signature
uk: підпис Сертифікат

source: Upload Image(* height less than 75px)
uk: Завантажити зображення (* висота менше 75 пікселів)

source: Delete Signature
uk: видалити підпис

source: Add Slides
uk: Додати Слайди

source: Slide Name
uk: Slide Ім'я

source: Upload Slide (1350*550)
uk: Завантажити Slide (1350 * 550)

source: Edit Slides
uk: редагування Слайди

source: Slides
uk: слайди

source: Add New Slide
uk: Додати новий слайд

source: SMS Settings
uk: налаштування SMS

source: API Link
uk: API Посилання

source: Sender ID
uk: ID відправника

source: Heading Username
uk: Тема Ім'я користувача

source: Username field provided by sms gateway
uk: Ім'я користувача поля забезпечується SMS Gateway

source: Heading Password
uk: Тема Пароль

source: Password field provided by sms gateway
uk: Поле для введення пароля забезпечується SMS Gateway

source: Heading Mobile No
uk: Очолюючи мобільний тел

source: Mobile No field provided by sms gateway
uk: Чи не Mobile Немає поля забезпечується SMS Gateway

source: Heading Message
uk: Тема повідомлення

source: Message field provided by sms gateway
uk: Поле повідомлень забезпечується SMS Gateway

source: Heading Sender Id
uk: Тема Id Відправник

source: Sender Id field provided by sms gateway
uk: Id Відправник поле забезпечується SMS Gateway

source: Add SMS Template
uk: Додати SMS шаблон

source: Edit SMS templates
uk: шаблони SMS Редагувати

source: SMS Templates
uk: SMS Шаблони

source: Add New SMS Template
uk: Додати SMS шаблон

source: Add Students
uk: Додати студентів

source: Address
uk: Адреса

source: Guardian Phone
uk: опікун Телефон

source: Edit Students
uk: редагувати Студенти

source: Renewal Date
uk: Дата продовження

source: Add New Student
uk: Додати новий студент

source: Wallet
uk: гаманець

source: Admission Date
uk: прийом Дата

source: Credit
uk: кредит

source: Debit
uk: дебет

source: Date & Time
uk: 6.14 Дата і час

source: Payment Through
uk: оплата через

source: Remarks
uk: Примітки

source: View Student Information
uk: Перегляд Інформація для студентів

source: Full Name
uk: Повне ім'я

source: Phone Number
uk: Номер телефону

source: Registered Email
uk: Зареєстровано E-mail

source: Alternate Number
uk: через одне число

source: Enrolment No
uk: зарахування Немає

source: Last Login
uk: Останній Ввійти

source: Students Wallet
uk: студенти Гаманець

source: Transaction Form
uk: форма угоди

source: Mobile
uk: Мобільний

source: ADD
uk: Додавати

source: DEDUCT
uk: віднімати

source: Add Subjects
uk: Додати Суб'єкти

source: Edit Subjects
uk: редагування Суб'єкти

source: Subjects
uk: Підмет

source: Add New Subject
uk: Додати Предмет

source: Question Bank
uk: питання банку

source: Add Testimonials
uk: Завантажити Відгук

source: Upload Photo (150*150)
uk: Завантажити фото (150 * 150)

source: Edit Testimonials
uk: редагувати Відгуки

source: Testimonials
uk: Відгуки

source: Add New Testimonial
uk: Додати Testimonial

source: Photo
uk: Фото

source: Add Users
uk: Додати користувачів

source: User Level
uk: Для оператора

source: Username
uk: Ім'я користувача

source: Level users
uk: рівень користувачів

source: Add New Level
uk: Додати новий рівень

source: Back To Users
uk: Повернутися до користувачів

source: Level Name
uk: ім'я Рівень

source: Set Permission
uk: набір дозволів

source: Assign Form Rights
uk: Призначають оформлення прав

source: Module Name
uk: [НазваМодуля]

source: Old Password
uk: Старий пароль

source: Edit Users
uk: Редагування облікових записів користувачів

source: User Registration Form
uk: Форма реєстрації користувача

source: Users
uk: Користувачі

source: Add New User
uk: Додавання нового користувача

source: Add Level Users
uk: Додати Рівень користувачів

source: Level User
uk: Для оператора

source: Dear user, log in to access the admin area!
uk: Шановний користувач, увійдіть в систему, щоб отримати доступ до області адміністратора!

source: Admin / Teacher Username
uk: Адміністратор / Ім'я користувача Учитель

source: Forgot User Name
uk: Забули Ім'я користувача

source: Organisation Logo
uk: організація Логотип

source: Upload Image(* height less than 220px)
uk: Завантажити зображення (* висота менше 220px)

source: Delete Logo
uk: видалити логотип

source: Please provide a type for chart %s!
uk: Надішліть листа з вказівкою тип для діаграми %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
uk: Діаграма: \ " %s " не може бути знайдений. Переконайтеся в тому, що діаграма Ім'я це та ж сама рядок, яка передається в $ this-> HighCharts-> Render () у вашому уявленні.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
uk: Угода Експрес замовлення закінчився, і угода повинна бути перезапущено

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
uk: Ви, можливо, зробив другий виклик для тієї ж оплати або ви, можливо, використовували один і той же ідентифікатор для рахунку операцій окремими.

source: Please use a different funcing source.
uk: Будь ласка, використовуйте інший джерело funcing.

source: An error occured, please retry the transaction.
uk: Сталася помилка, будь ласка, повторіть операцію.

source: This transaction couldn't be completed. Redirecting to payment gateway
uk: Ця угода не може бути завершена. Перенаправлення на платіжний шлюз

source: You have not agreed to the billing agreement.
uk: Ви не погодилися з угодою виставлення рахунків.

source: The billing agreement is disabled or inactive.
uk: Угода білінгу відключений або неактивним.

source: The credit card used is expired.
uk: Кредитна карта, яка використовується закінчився.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
uk: Угода була відхилена, так як відповідь AVS повернула значення N, а торговий рахунок не в змозі приймати такі угоди.

source: The payment gateway account is restricted.
uk: Рахунок платіжний шлюз обмежений.

source: You must submit an IP address of the buyer with each API call.
uk: Ви повинні представити IP-адреса покупця з кожним викликом API.

source: The merchant selected a value for the PaymentAction field that is not supported.
uk: Купець вибрав значення поля PaymentAction, який не підтримується.

source: The credit card field was blank.
uk: Поле кредитна карта була порожня.

source: The total amount and item amounts do not match.
uk: Загальна сума, і пункт суми не збігаються.

source: The credit card entered is currently restricted by the payment gateway.
uk: Кредитної картки увійшли в даний час обмежується платіжним шлюзом.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
uk: Торговець ввели рахунки ID, який вже пов'язаний з транзакцією тим же комерсанта. Спроба з новим ID рахунки-фактури

source: The transaction was declined by the country filter managed by the merchant.
uk: Угода була відхилена по країні фільтр під керуванням торговця.

source: The transaction was declined by the maximum amount filter managed by the merchant.
uk: Угода була відхилена максимальною кількістю фільтра під керуванням торговця.

source: The transaction was declined by the payment gateway.
uk: Угода був відхилений платіжним шлюзом.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
uk: Угода була відхилена платіжним шлюзом через можливу шахрайської діяльності.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
uk: Угода була відхилена платіжним шлюзом через можливу шахрайської діяльності по IP-адресою.

source: The merchant account attempting the transaction is not a business account.
uk: Торговий рахунок спробі угоди не бізнес рахунки.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
uk: Торговий рахунок спробі угоди не в змозі обробляти прямі транзакції оплати.

source: Access to Direct Payment was disabled for your account.
uk: Доступ до прямий платіж був відключений для вашого облікового запису.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
uk: Торговий рахунок спробі угоди не має підтверджений адреса електронної пошти з платіжним шлюзом.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
uk: Торговець спробував угоди, коли сума перевищила верхню межу для цього торговця.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
uk: Угода була відхилена через фільтра комерсант ризику для AVS. Зокрема, торговець встановив зниження угоди, коли AVS повернувся, не рівня (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
uk: Угода була відхилена через фільтра комерсант ризику для AVS. Зокрема, комерсант встановити фільтр зниження транзакцій, коли AVS повертає частковий збіг.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
uk: Угода була відхилена через фільтра комерсант ризику для AVS. Зокрема, комерсант встановити фільтр зниження транзакцій, коли AVS непідтриманих.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
uk: Торговець ввели IP-адресу, яка була в неправильному форматі. IP-адреса має бути в форматі, наприклад, 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
uk: Конфігурація торговця вимагає CVV бути введені, але не CVV представлено не було з цією угодою.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
uk: Торговець надав адресу або в Сполучених Штатах чи Канаді, але держава за умови, що не є допустимим державою в будь-якій країні.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
uk: Угода була відхилена банком-емітентом, а не платіжний шлюз. Продавець зобов'язаний спробувати ще одну карту.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
uk: країна торговця проживання в даний час не підтримує для забезпечення операцій прямого платежу.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
uk: Угода була відхилена, оскільки платіжний шлюз в даний час обробляє транзакції одним і тим же покупцем на ту ж суму. Це може статися, коли покупець відправляє кілька, ідентичні операції в швидкій послідовності.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
uk: CVV є недійсною. CVV довжиною від 3-4 цифр.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
uk: Будь-ласка спробуйте пізніше. Переконайтеся, що ви пройшли правильну CVV і адреса інформацію для покупця. При створенні повторюваного профілю, будь ласка, спробуйте ще раз, передаючи суму ініціалізації 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
uk: Угода не відповідає через відсутність або недійсних 3-D Secure значень аутентифікації. Перевірте поля ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
uk: Угода була відхилена платіжний шлюз через надмірні відмов протягом короткого періоду часу для цієї кредитної картки.

source: The transaction was declined by payment gateway.
uk: Угода була відхилена платіжним шлюзом.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
uk: Угода була відхилена, оскільки продавець не має дійсне комерційна угода суті в файлі з платіжним шлюзом.

source: The transaction was declined because the CVV entered does not match the credit card.
uk: Угода була відхилена, тому що CVV ввели не збігається з кредитної картки.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
uk: Угода була відхилена банком-емітентом через вичерпаним кредитної картки. Продавець зобов'язаний спробувати ще одну карту.

source: Exceeded permissible limit for Navigating away
uk: Перевищено допустиму межу для покинете

source: You have exceeded the permissible limit for navigating away from your test
uk: Ви перевищили допустиму межу для навігації від вашого тесту

source: Your test has finished. You can close the window now
uk: Ваш тест завершений. Ви можете закрити вікно прямо зараз

source: Installation Complete
uk: установка завершена

source: Aho! The System is installed successfully.
uk: Ахо! Система успішно встановлена.

source: Go to Admin/Teacher Interface
uk: Перейти до: Admin / Інтерфейс вчителя

source: User
uk: Користувач

source: Go to Front End/Student Interface
uk: Перейти до Front End / Student інтерфейс

source: Visit our website
uk: Відвідайте наш веб-сайт

source: for documentation and support
uk: для документації та підтримки

source: My Exam Stats
uk: Мій іспит Статистика

source: Total Exam Given
uk: Загальний іспит З огляду на

source: Absent Exams
uk: відсутні іспитів

source: Best Score in
uk: Кращий Рахунок в

source: On
uk: Увімкн.

source: Failed in
uk: Неможливо в

source: Average Percentage
uk: середній відсоток

source: Your Rank
uk: Ваш ранг

source: Month Wise Performance
uk: Місяць Wise Продуктивність

source: Exam Wise Performance
uk: Іспит Wise Performance

source: Top 10
uk: Зверху

source: Todays Exam
uk: сьогоднішніми іспит

source: Top
uk: Зверху

source: These are the exam(s) that can be taken right now
uk: Це іспит (и), які можуть бути прийняті прямо зараз

source: No Exams found for today
uk: Ні іспитів знайдено на сьогоднішній день

source: Something went wrong
uk: Щось пішло не так

source: Show
uk: Показати()

source: entries
uk: запису

source: Prev
uk: Назад

source: Next
uk: Наступна

source: Showing {:start} to {:current} of {:count} entries
uk: Відображення {:start} кілька разів {:current} з {:count} записів

source: Email Verification
uk: Підтвердження адреси електронної пошти

source: Please Enter Verification Code in the Text Box
uk: Будь ласка, введіть код в текстовому полі

source: Re-Send Email Verification
uk: Re-Надіслати Підтвердження адреси електронної пошти

source: Please Enter Email Id in the Text Box which you enter at the time of registration
uk: Будь ласка, введіть електронну ідентифікатор в текстовому полі, яке ви вводите в момент реєстрації

source: Purchased Exam
uk: придбані іспит

source: Expired Exam
uk: минув іспит

source: These are the exam(s) which has been expired
uk: Це іспит (и), який закінчився термін

source: No Exams found
uk: Не знайдено іспитів

source: Thank you for using the test
uk: Дякуємо Вам за використання тест

source: 1. The test instructions were
uk: 1. Інструкції випробувань були

source: Largely Clear
uk: В значній мірі Очистити

source: Medium Clear
uk: Середня Очистити

source: Not Clear
uk: Не чисто

source: 2. Language of question was
uk: 2. Мова було питання

source: 3. Overall test experience was
uk: 3. Загальний досвід роботи тест був

source: Good
uk: Добре

source: Better
uk: краще

source: Best
uk: Найкращий

source: Any other feedback suggestion
uk: Будь-яке інше пропозицію зворотного зв'язку

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
uk: Будь ласка, закрийте всі ваші вікна чату, заставки та антивірусні програми перед початком тесту

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
uk: Будь ласка, не натискайте \ "F5 " під час тесту. Це дозволить закінчити тест, і ви не зможете повторно відкрити тест

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
uk: Ваші відповіді будуть збережені. Якщо тест відключений з якої-небудь причини, будуть збережені ваші відповіді до цього моменту

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
uk: Будь ласка, закрийте всі програми, які або завантажувати файли в фоновому режимі Наприклад: Dropbox, торренти і т.д.

source: Instructions
uk: Опис

source: I am ready to begin
uk: Я готовий почати

source: Exam Start
uk: іспит Старт
