Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ukr/LC_MESSAGES/default.po
Languages: uk

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
uk: Цей іспит є платним. Сума повинна бути вирахувана на ваш гаманець автоматично. Після запуску таймера іспиту не зупиниться. Ви хочете оплатити і почати?

source: These are the exam(s) which has been purchased
uk: Це іспит (и), який був придбаний

source: Correct Marks
uk: правильні Marks

source: Save & Next
uk: Зберегти & Наступна

source: Review
uk: Перегляд

source: Reset Answer
uk: Скидання відповіді

source: Finish
uk: Оздоблення

source: Current Question
uk: Поточний питання

source: Answered
uk: Відповів

source: Not Answered
uk: Чи не Відповів

source: Navigated Away
uk: Відсутня перемикання між якими здійснюється

source: you had navigated away from the test window. This will be reported to Moderator
uk: Ви вже переходите від тестового вікна. Це буде повідомлено модератору

source: Do not repeat this behaviour
uk: Чи не повторювати цю поведінку

source: Otherwise you may get disqualified
uk: В іншому випадку ви можете отримати дискваліфікований

source: Continue
uk: Продовжити

source: Finalize
uk: завершувати

source: Do you wish to submit and close the
uk: Ви хочете, щоб представити і закрити

source: Once you submit, you will not be able to review the
uk: Після того, як ви уявляєте, ви не зможете провести огляд

source: Summary of your attempts in this
uk: Резюме ваших спроб в цьому

source: as show below
uk: як показано нижче

source: Attempted
uk: спроба

source: Return To First Question
uk: Повернення до першого питання

source: These are the exam(s) that are planned you in near future
uk: Це іспит (и), які планується вам в найближчому майбутньому

source: Attempt Now
uk: спробувати зараз

source: Your performance compared to your group
uk: Ваша продуктивність в порівнянні з вашою групою

source: Can't read? Reload
uk: Чи не можете прочитати? перезавантажувати

source: Enter security code shown above
uk: Введіть захисний код, вказаний вище

source: Answer simple math
uk: Відповідь проста математики

source: Attempts
uk: Спроби

source: Remaining
uk: решті

source: Expiry Date
uk: Дата закінчення терміну дії

source: Expired Date
uk: вичерпаним терміном придатності

source: Free
uk: Безкоштовна версія

source: Not Purchased
uk: Чи не Придбані

source: View Details
uk: Докладніше

source: Load Editor
uk: редактор навантаження

source: Installation
uk: Встановлення

source: Step 1 of 4
uk: Крок 1 з 4

source: Server Configuration & Setup Requirements
uk: Конфігурація сервера і установки Вимоги

source: Setup Requirements
uk: Вимоги до налаштування

source: Installing this software require certain server side extension and capability
uk: Установка цього програмного забезпечення вимагають певної стороні сервера розширення і можливості

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
uk: будь ласка, перевірте нижче, і порівняти з сервером поточних статуй справа. Ви можете натиснути на іконку поруч з кожної технології для деталей.

source: Extensions &amp; Applications
uk: Розширення & Amp; додатків

source: HTTP Server. For example: Apache
uk: HTTP-сервер. Наприклад: Apache

source: Require
uk: вимагати

source: PHP 5.2.8 or greater
uk: PHP 5.2.8 або вище

source: Database Engine MySQL (4 or greater)
uk: MySQL Database Engine (4 або пізнішої версії)

source: Mandatory
uk: обов'язкове

source: Server Status
uk: статус сервера

source: Web Server
uk: веб-сервер

source: MYSQL Version
uk: MYSQL версія

source: PDO Unavailable
uk: PDO Недоступний

source: PDO Available
uk: PDO Доступні

source: GD Availiable
uk: GD Доступно

source: Directory &amp; File Permission
uk: Каталог & Amp; дозвіл файлу

source: These Folders of Files need to be
uk: Ці папки файлів повинні бути

source: for application to be installed.
uk: для застосування до установки.

source: Folders or Files
uk: Папок або файлів

source: app/tmp/
uk: додаток / TMP /

source: app/Config/database.php
uk: додаток / Config / database.php

source: app/Config/core.php
uk: додаток / Config / core.php

source: Refresh
uk: Оновлення

source: Let's Start
uk: Давайте розпочнемо

source: Step 2 of 4
uk: Крок 2 з 4

source: Installation Agreement
uk: Угода по установці

source: I Accept to Proceed
uk: Я приймаю до Продовжити

source: Step 3 of 4
uk: Крок 3 з 4

source: Database Connection Settings
uk: Налаштування підключення до бази даних

source: Host Name
uk: ім'я хоста

source: Usually Localhost
uk: зазвичай Localhost

source: Database Name
uk: Ім'я бази даних

source: Database User
uk: База даних користувачів

source: Database User Name
uk: Ім'я користувача бази даних

source: Database Password
uk: база паролів

source: Database User Password
uk: База даних користувача Пароль

source: Database Type
uk: Тип бази даних

source: Test Connection
uk: Пров.соед

source: Step 4 of 4
uk: Крок 4 з 4

source: Name of Your Website
uk: Назва вашого сайту

source: Meta Keyword
uk: Мета Ключове слово

source: Useful for SEO
uk: Корисно для SEO

source: Meta Content for SEO
uk: Мета Контент для SEO

source: Please Select Timezone
uk: Виберіть часовий пояс

source: Name of Your Organization/Company
uk: Назва організації / компанії

source: Default Admin Email
uk: За замовчуванням Адміністратор E-mail

source: Install Sample Data With Dummy Entries
uk: Установка зразків даних з соскою записів

source: Install
uk: Встановити

source: Welcome to
uk: Вітаємо

source: Set Avatar
uk: набір Аватар

source: Sign out
uk: Вийти з аккаунта

source: Copyright
uk: Копірайти ?

source: follow on facebook
uk: слідувати на Facebook

source: Latest News & Events
uk: Останні новини та події

source: Time
uk: Час

source: Download PDF
uk: завантажити PDF

source: Average Percentage(%)
uk: Середній відсоток (%)

source: Exam Given
uk: іспит З огляду на

source: Delete Forever
uk: видалити назавжди

source: Move to Trash
uk: Перемістити в кошик

source: News Detail
uk: Новини в подробицях

source: No of Visitors
uk: ні Відвідувачів

source: No of Students
uk: немає студентів

source: No of Exams
uk: ні іспитів

source: Payment From Pay Pal
uk: Оплата від Pay Pal

source: Pay From Pay Pal
uk: Оплатити Від Pay Pal

source: Profile
uk: Профіль

source: Edit Profile
uk: Редагувати профіль

source: New Student Register
uk: Новий Student Реєстрація

source: Security Code
uk: Код безпеки

source: Answers
uk: відповіді

source: My Results
uk: Мої результати

source: Attempt Date
uk: замах Дата

source: SCORE CARD
uk: облікові картки

source: SUBJECT REPORT
uk: ПРЕДМЕТ ЗВІТ

source: TIME MANAGEMENT
uk: УПРАВЛІННЯ ЧАСОМ

source: QUESTION REPORT
uk: ПИТАННЯ ЗВІТ

source: SOLUTION
uk: РІШЕННЯ

source: COMPARE REPORT
uk: ПОРІВНЯТИ ЗВІТ

source: Score Card For
uk: Облікові картки для

source: Total No. of Student
uk: Загальна кількість Student

source: My Marks
uk: Мої оцінки

source: Total Marks of Test
uk: Всього Відмітки Test

source: My Percentile
uk: Мій Процентиль

source: Total Question in Test
uk: Загальне питання в тесті

source: Total Attempt Question in Test
uk: Total Замах Питання в тесті

source: Left Question
uk: лівий Питання

source: Left Question Marks
uk: Лівий Питання Marks

source: Total Time of Test
uk: Загальний час Тесту

source: My Rank
uk: Мій Ранг

source: Performance Report For
uk: звіт для

source: Question & Marks Wise Report For
uk: Питання & Marks Мудрий звіт для

source: Subject Report For
uk: Тема Звіт для

source: Correct
uk: Правильний

source: Unattempted Questions
uk: Unattempted Питання

source: Graphical Report For
uk: Графічний звіт для

source: Time Management For
uk: Час для управління

source: Question Report For
uk: Питання Звіт для

source: Question Status
uk: питання статусу

source: Your Answer
uk: Ваша відповідь

source: Your Score
uk: Ваш рахунок

source: Your Time
uk: Ваш час

source: Solution For
uk: рішення Для

source: Not Attempt
uk: Не намагайтеся

source: Attempt
uk: спроба

source: Incorrect
uk: некоректний

source: Your Answers
uk: Ваші відповіді

source: Solution
uk: рішення

source: Bookmark
uk: Закладки

source: Compare Report For
uk: Порівняти звіт за

source: Total Ques.
uk: Всього Ques.

source: Maximum Marks
uk: максимальні Marks

source: Attempted Ques.
uk: Замах Ques.

source: Correct Ques.
uk: Правильні Ques.

source: Incorrect Ques.
uk: Невірні Ques.

source: Percentile
uk: процентиль

source: Previous
uk: Попередня

source: This is to certify that
uk: Цим засвідчується, що

source: has succesfully completed the
uk: вже успішно завершена

source: in course program offered by
uk: в ході програми, пропоновані

source: Student Login
uk: студент Ввійти

source: Sign In
uk: увійти

source: Forgot Passwocrd
uk: Забули Passwocrd

source: New User? Create Account
uk: Новий користувач? Створити обліковий запис

source: Engine is not loaded
uk: Двигун не завантажений

source: Pdf engine "%s" not found
uk: Pdf двигун \ " %s " не найден

source: Pdf engines must extend "AbstractPdfEngine"
uk: Pdf двигуни повинні розширити \ "" AbstractPdfEngine

source: Crypto is not loaded
uk: Crypto не завантажено

source: Pdf crypto "%s" not found
uk: Pdf Crypto \ " %s " не найден

source: Crypto engine must extend "AbstractPdfCrypto"
uk: Crypto двигун повинен продовжити \ "" AbstractPdfCrypto

source: Controller attribute $pdfConfig is not correct or missing
uk: Атрибут контролера $ pdfConfig не є правильним або відсутній

source: -> Testing :url
uk: -> Тестування: URL

source: Total Requests made: :requests
uk: Всього запитів: з: запити

source: Total Time elapsed: :duration (seconds)
uk: Загальний час минув :: тривалість (в секундах)

source: Requests/Second: :rps req/sec
uk: Запити / Second :: RPS запитів / сек

source: Average request time: :average-time seconds
uk: Середній час запиту :: середня-час секунд

source: Standard deviation of average request time: :std-dev
uk: Стандартне відхилення середнього часу запиту :: СТД-DEV

source: Longest/shortest request: :longest sec/:shortest sec
uk: Найтриваліша / коротка прохання :: найбільша протяжність сек /: Найкоротший сек

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
uk: Дозволяє отримати деякі грубі бенчмаркінг statisticsabout повністю кваліфіковане URL.

source: The URL to request.
uk: URL для запиту.

source: Number of iterations to perform.
uk: Число ітерацій для виконання.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
uk: Максимальна загальна час для всіх ітерацій, в seconds.If однієї ітерації займає більше, ніж тайм-аут, тільки один запит буде зроблений

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
uk: Приклад використання: `торт тест --n 10 --t 100 HTTP: // локальний / testsite`. <Інформація> Примітка: </ Інформація> цей тест не включає в себе браузер час рендеринга.

source: Component initialization
uk: компонент ініціалізації

source: Controller action
uk: регулятор

source: Controller action start
uk: початок дії контролера

source: Processing toolbar state
uk: стан панелі інструментів обробки

source: Processing toolbar data
uk: Дані панелі інструментів обробки

source: Controller render start
uk: Контролер візуалізації початок

source: Could not load DebugToolbar panel %s
uk: Не вдалося завантажити DebugToolbar панель %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
uk: Основний обробіток (похідний від $ _SERVER [\ "request_time "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
uk: Заголовки вже відправлені в %s на лінії %s . Неможливо відправити дані журналу FirePHP.

source: Incorrect parameter count for FireCake::fb()
uk: Некоректне підрахунок параметрів для FireCake :: фб ()

source: Maximum number (99,999) of messages reached!
uk: Максимальна кількість (99999) повідомлень досяг!

source: There are no active panels. You must enable a panel to see its output.
uk: Там немає активних панелей. Ви повинні включити панель, щоб побачити його вихід.

source: App Constants
uk: App Константи

source: CakePHP Constants
uk: CakePHP Константи

source: Hidef Environment
uk: HiDef Довкілля

source: Request History
uk: запит історії

source: No previous requests logged.
uk: Жодна з попередніх запитів не увійшли.

source: previous requests available
uk: попередні прохання про доступні

source: Restore to current request
uk: Відновити поточного запиту

source: Included Files
uk: включення файл

source: Logs
uk: колоди

source: There were no log entries made this request
uk: Там не було ніяких записів журналу зробили цей запит

source: Request
uk: запит

source: No post data.
uk: Немає даних. Розмістити

source: No querystring data.
uk: Немає даних QueryString.

source: Current Route
uk: Поточний маршрут

source: Session
uk: сесія

source: Sql Logs
uk: Sql Журнали

source: No query logs when debug < 2.
uk: Немає запитів журналів, коли налагодити <2.

source: No query logs.
uk: Немає запитів журналів.

source: Total Time: %s ms <br />Total Queries: %s queries
uk: Загальний час: %s мс <br /> Всього запитів: %s запити

source: Query Explain:
uk: Запит Поясніть:

source: Click an "Explain" link above, to see the query explanation.
uk: Натисніть на \ "" Поясніть посилання вище, щоб отримати пояснення запиту.

source: No active database connections
uk: Немає активних сполук з базою даних

source: Memory
uk: пам'ять

source: Peak Memory Use
uk: Пік використання пам'яті

source: Memory use
uk: використання пам'яті

source: Timers
uk: таймери

source: %s (ms)
uk: %s (мс)

source: Total Request Time:
uk: Загальний час запиту:

source: Time in ms
uk: Час в мс

source: Graph
uk: графік

source: View Variables
uk: Перегляд змінних

source: View render complete
uk: Переглянути повний візуалізації

source: Explain
uk: пояснювати

source: Starting %sms into the request, taking %sms
uk: Починаючи %s мс в запиті, приймаючи %s мс

source: No markup errors found
uk: Чи не знайдено жодної помилки розмітки

source: maybe slow
uk: може бути повільним

source: Absolute path or relative to APP.
uk: Абсолютний шлях або щодо APP.

source: An error occured while getting the status of your account.
uk: Сталася помилка під час отримання статусу вашого облікового запису.

source: There was an error while connecting to Paypal
uk: Був помилка при підключенні до Paypal

source: There was a problem initiating the transaction, please try again.
uk: Існував проблема ініціювання транзакції, будь ласка, спробуйте ще раз.

source: There was a problem getting your details, please try again.
uk: Існував проблема отримати ваші деталі, будь ласка, спробуйте ще раз.

source: There was an error completing the payment
uk: Був помилка завершення платежу

source: There was a problem processing the transaction, please try again.
uk: Існував проблема оформлення угоди, будь ласка, спробуйте ще раз.

source: There was an error processing the card payment
uk: Був помилка при обробці платіжної картки

source: There was a problem processing your card, please try again.
uk: Існував проблема обробки вашої картки, будь ласка, спробуйте ще раз.

source: There was an error processing the the refund
uk: Був помилка при обробці повернення

source: A problem occurred during the refund process, please try again.
uk: Виникла проблема в процесі повернення, будь ласка, спробуйте ще раз.

source: There was an problem communicating with the payment gateway
uk: Був проблема спілкування з платіжним шлюзом

source: Missing client id/secret
uk: Відсутня ідентифікатор клієнта / секрет

source: Must specify an expiry date
uk: Необхідно вказати дату закінчення терміну дії

source: Must include a M and Y in expiry date
uk: Повинна включати в себе M і Y в дати закінчення терміну

source: Invalid expiry date
uk: Невірна дата закінчення терміну дії

source: Invalid card number
uk: Невірний номер кредитної картки

source: Invalid CVV2 number
uk: Неприпустимий номер CVV2

source: Invalid card type
uk: Невірний тип карти

source: Could not detect client IP address
uk: Я не можу знайти IP-адресу клієнта

source: Not a valid credit card number
uk: Чи не дійсний номер кредитної картки

source: You must include the 3 digit security number
uk: Ви повинні вказати номер безпеки 3 цифри

source: Must specify an "amount" to charge
uk: Необхідно вказати \ "кількість " для зарядки

source: You must pass a valid order array
uk: Ви повинні передати дійсний масив замовлення

source: Valid "return" and "cancel" urls must be provided
uk: Дійсно \ "зворотний " і \ "Скасування " повинна бути забезпечена URLs

source: You must provide a currency code
uk: Ви повинні надати код валюти

source: Original PayPal Transaction ID is required
uk: Оригінал PayPal ID транзакції потрібен

source: Must specify an "amount" to refund
uk: Необхідно вказати \ "кількість ", щоб повернути

source: You must specify a refund type, such as Full or Partial
uk: Необхідно вказати тип повернення, такі як повна або часткова

source: File was not downloaded.
uk: Немає запису був завантажений.

source: No %s found for that date range
uk: Ні %s знайдено для цього діапазону дат

source: Your form data is preserved you'll be redirected to it after login.
uk: Ваша форма дані зберігаються ви будете перенаправлені до нього після входу в систему.

source: Error notification from %s
uk: Повідомлення про помилку від %s

source: Afghanistan
uk: Афганістан

source: Albania
uk: Албанія

source: Algeria
uk: Алжир

source: American Samoa
uk: американське Самоа

source: Andorra
uk: андорра

source: Angola
uk: Ангола

source: Anguilla
uk: Ангілья

source: Antarctica
uk: Антарктида

source: Antigua and Barbuda
uk: Антигуа і Барбуда

source: Argentina
uk: Аргентина

source: Armenia
uk: * Вірменія

source: Aruba
uk: Аруба

source: Australia
uk: Австралія

source: Austria
uk: Австрія

source: Azerbaijan
uk: Азербайджан

source: Bahamas
uk: Багамські о-ви

source: Bahrain
uk: Бахрейн

source: Bangladesh
uk: Бангладеш

source: Barbados
uk: Барбадос

source: Belarus
uk: Білорусь

source: Belgium
uk: Бельгія

source: Belize
uk: БЕЛІЗ

source: Benin
uk: Бенін

source: Bermuda
uk: Бермудські острови

source: Bhutan
uk: Бутан

source: Bolivia
uk: Болівія

source: Bosnia and Herzegovina
uk: Боснія і Герцеговина

source: Botswana
uk: Ботсвана

source: Bouvet Island
uk: острів Буве

source: Brazil
uk: Бразилія

source: British Indian Ocean Territory
uk: Британська територія в Індійському океані

source: Brunei Darussalam
uk: Бруней

source: Bulgaria
uk: Болгарія

source: Burkina Faso
uk: Буркіна-Фасо

source: Burundi
uk: Бурунді

source: Cambodia
uk: Камбоджа

source: Cameroon
uk: Камерун

source: Canada
uk: Канада

source: Cape Verde
uk: Кабо-Верде

source: Cayman Islands
uk: Кайманові острови

source: Central African Republic
uk: Центрально-Африканська Республіка

source: Chad
uk: Чад

source: Chile
uk: Чилі

source: China
uk: Китай

source: Christmas Island
uk: острів різдва

source: Cocos (Keeling) Islands
uk: Кокосові (Кілінг) острови

source: Colombia
uk: Колумбія

source: Comoros
uk: Коморські острови

source: Congo
uk: Конго

source: Congo, the Democratic Republic of the
uk: Конго, Демократична Республіка

source: Cook Islands
uk: острови Кука

source: Costa Rica
uk: Коста-Ріка

source: Cote D'Ivoire
uk: Берег Слонової Кістки

source: Croatia
uk: Хорватія

source: Cuba
uk: Куба

source: Cyprus
uk: Кіпр

source: Czech Republic
uk: Чеська Республіка

source: Denmark
uk: Данія

source: Djibouti
uk: Джібуті

source: Dominica
uk: Домініка

source: Dominican Republic
uk: Домініканська республіка

source: Ecuador
uk: Еквадор

source: Egypt
uk: Єгипет

source: El Salvador
uk: Сальвадор

source: Equatorial Guinea
uk: Екваторіальна Гвінея

source: Eritrea
uk: Еритрея

source: Estonia
uk: Естонія

source: Ethiopia
uk: Ефіопія

source: Falkland Islands (Malvinas)
uk: Фолклендські (Мальвінські)

source: Faroe Islands
uk: Фарерські острови

source: Fiji
uk: Фіджі

source: Finland
uk: Фінляндія

source: France
uk: Франція

source: French Guiana
uk: Французька Гвіана

source: French Polynesia
uk: Французька Полінезія

source: French Southern Territories
uk: Французькі Південні Території

source: Gabon
uk: Габон

source: Gambia
uk: Гамбія

source: Georgia
uk: Грузія

source: Germany
uk: Німеччина

source: Ghana
uk: Гана

source: Gibraltar
uk: Гібралтар

source: Greece
uk: Греція

source: Greenland
uk: Гренландія

source: Grenada
uk: Гренада

source: Guadeloupe
uk: Гваделупа

source: Guam
uk: Гуам

source: Guatemala
uk: Гватемала

source: Guinea
uk: Гвінея

source: Guinea-Bissau
uk: Гвінея-Бісау

source: Guyana
uk: Гайана

source: Haiti
uk: Гаїті

source: Heard Island and Mcdonald Islands
uk: Острів Херд і острови Макдональд

source: Holy See (Vatican City State)
uk: Апостольська Столиця (Ватикан)

source: Honduras
uk: Гондурас

source: Hong Kong
uk: Гонконг

source: Hungary
uk: Угорщина

source: Iceland
uk: Ісландія

source: India
uk: Індія

source: Indonesia
uk: Індонезія

source: Iran, Islamic Republic of
uk: Іран, Ісламська Республіка

source: Iraq
uk: Іраком.

source: Ireland
uk: Ірландія

source: Israel
uk: Ізраїль

source: Italy
uk: Італія

source: Jamaica
uk: Ямайка

source: Japan
uk: Японія

source: Jordan
uk: Йорданія

source: Kazakhstan
uk: Казахстан

source: Kenya
uk: Кенія

source: Kiribati
uk: Острови Кірібаті

source: Korea, Democratic People's Republic of
uk: Корея, Корейська Народно-Демократична Республіка

source: Korea, Republic of
uk: Корея, Республіка

source: Kuwait
uk: Кувейт

source: Kyrgyzstan
uk: * Киргизстан

source: Lao People's Democratic Republic
uk: Лаоська Народно-Демократична Республіка

source: Latvia
uk: * Латвія

source: Lebanon
uk: Ліван

source: Lesotho
uk: Лесото

source: Liberia
uk: Ліберія

source: Libyan Arab Jamahiriya
uk: Лівійська Арабська Джамахірія

source: Liechtenstein
uk: (Ліхтенштейн)

source: Lithuania
uk: Литва

source: Luxembourg
uk: Люксембург

source: Macedonia, the Former Yugoslav Republic of
uk: колишня Югославська Республіка Македонія,

source: Madagascar
uk: Мадагаскар

source: Malawi
uk: Малаві

source: Malaysia
uk: Малайзія

source: Maldives
uk: Мальдіви

source: Mali
uk: Малі

source: Malta
uk: Мальта

source: Marshall Islands
uk: Маршаллові острови

source: Martinique
uk: Мартинюк

source: Mauritania
uk: Мавританія

source: Mauritius
uk: Маврикій

source: Mayotte
uk: Майотта

source: Mexico
uk: Мексика

source: Micronesia, Federated States of
uk: Мікронезія, Федеративні Штати

source: Moldova, Republic of
uk: Молдова

source: Monaco
uk: Монако

source: Mongolia
uk: Монголія

source: Montserrat
uk: Монсеррат

source: Morocco
uk: Марокко (1930)

source: Mozambique
uk: Мозамбік

source: Myanmar
uk: М'янма

source: Namibia
uk: Намібія

source: Nauru
uk: +674 о. Науру

source: Nepal
uk: Непал

source: Netherlands
uk: Нідерланди

source: Netherlands Antilles
uk: Нідерландські Антильські острови

source: New Caledonia
uk: Нова Каледонія

source: New Zealand
uk: Нова Зеландія

source: Nicaragua
uk: Нікарагуа

source: Niger
uk: Нігер

source: Nigeria
uk: Нігерія

source: Norfolk Island
uk: острів Норфолк

source: Northern Mariana Islands
uk: Північні Маріанські острови

source: Norway
uk: Норвегія

source: Oman
uk: Оман

source: Pakistan
uk: Пакистан

source: Palestinian Territory, Occupied
uk: Палестинська територія, окупована

source: Panama
uk: Панама

source: Papua New Guinea
uk: Папуа-Нова Гвінея

source: Paraguay
uk: Парагвай

source: Peru
uk: Перу

source: Philippines
uk: Філіпіни

source: Pitcairn
uk: Піткерн

source: Poland
uk: Польща

source: Portugal
uk: Португалія

source: Puerto Rico
uk: Пуерто Ріко

source: Qatar
uk: Катар

source: Reunion
uk: возз'єднання
