Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ukr/LC_MESSAGES/default.po
Languages: uk

source: Romania
uk: Румунія

source: Russian Federation
uk: РОСІЙСЬКА ФЕДЕРАЦІЯ

source: Rwanda
uk: Руанда

source: Saint Helena
uk: Острів Святої Єлени

source: Saint Kitts and Nevis
uk: Сент-Кітс і Невіс

source: Saint Lucia
uk: Сент-Люсія

source: Saint Pierre and Miquelon
uk: Сен-П'єр і Мікелон

source: Saint Vincent and the Grenadines
uk: Сент-Вінсент і Гренадіни

source: Samoa
uk: Самоа

source: San Marino
uk: Сан - Маріно

source: Sao Tome and Principe
uk: Сан-Томе і Прінсіпі

source: Saudi Arabia
uk: Саудівська Аравія

source: Senegal
uk: Сенегал

source: Serbia and Montenegro
uk: Сербія і Чорногорія

source: Seychelles
uk: Сейшельські острови

source: Sierra Leone
uk: Сьєрра-Леоне

source: Singapore
uk: Сингапур

source: Slovakia
uk: Словаччина

source: Slovenia
uk: Словенія

source: Solomon Islands
uk: Соломонові острови

source: Somalia
uk: Сомалі

source: South Africa
uk: Південна Африка

source: South Georgia and the South Sandwich Islands
uk: Південна Джорджія та Південні Сандвічеві острови

source: Spain
uk: Іспанія

source: Sri Lanka
uk: Шрі Ланка

source: Sudan
uk: Судан

source: Suriname
uk: Суринам

source: Svalbard and Jan Mayen
uk: Шпіцберген і Ян-Маєн

source: Swaziland
uk: Свазіленд

source: Sweden
uk: Швеція

source: Switzerland
uk: Швейцарія

source: Syrian Arab Republic
uk: Сирійська Арабська Республіка

source: Taiwan, Province of China
uk: Тайвань, провінція Китаю

source: Tajikistan
uk: * Таджикистан

source: Tanzania, United Republic of
uk: Танзанія, Об'єднана Республіка

source: Thailand
uk: Таїланд

source: Timor-Leste
uk: Тимор-Лешті

source: Togo
uk: Залишилось

source: Tokelau
uk: Острови Токелау

source: Tonga
uk: Тонга

source: Trinidad and Tobago
uk: Тринідад і Тобаго

source: Tunisia
uk: Туніс

source: Turkey
uk: Туреччина

source: Turkmenistan
uk: * Туркменістан

source: Turks and Caicos Islands
uk: Острови Теркс і Кайкос

source: Tuvalu
uk: Острови Тувалу

source: Uganda
uk: Уганда

source: Ukraine
uk: Україна

source: United Arab Emirates
uk: Об'єднані Арабські Емірати

source: United Kingdom
uk: Великобританія

source: United States
uk: США

source: Uruguay
uk: Уругвай

source: Uzbekistan
uk: Узбекистан

source: Vanuatu
uk: Вануату

source: Venezuela
uk: Венесуела

source: Viet Nam
uk: В'єтнам

source: Virgin Islands, British
uk: Віргінські острови, Британські

source: Virgin Islands, U.s.
uk: Віргінські острови, США

source: Wallis and Futuna
uk: Уолліс і Футуна

source: Western Sahara
uk: Західна Сахара

source: Yemen
uk: Ємен

source: Zambia
uk: Замбія

source: Zimbabwe
uk: Зімбабве

source: Invalid argument #1: %s is not a valid %s identifyer.
uk: Невірний аргумент # 1: %s не є коректним %s identifyer.

source: %s for Row %d failed to save.
uk: %s для рядка %d не вдалося врятувати.

source: You need to define at least one field to be toggleable.
uk: Ви повинні визначити принаймні одне поле, щоб бути перемикається.

source: The field %s is not in the list of toggleable fields.
uk: Поле %s не в списку перемикається полів.

source: The field %s does not have two toggleable states defined.
uk: Поле %s не має двох перемикається стану визначені.

source: Invalid record
uk: Невірна запис

source: Server lipsum.com returns error code %s.
uk: Сервер lipsum.com повертає код помилки %s .

source: Response from lipsum.com is empty or could not be decoded.
uk: Відповідь від lipsum.com порожня або не могли бути розшифровані.

source: Connection to server lipsum.com failed. %s.
uk: Підключення до сервера lipsum.com не вдалося. %s .

source: Please correct the errors below.
uk: Виправте помилки нижче.

source: Error
uk: Помилка

source: The requested address %s was not found on this server.
uk: Запитуваний адресу %s не знайдено на цьому сервері.

source: An Internal Error Has Occurred.
uk: Внутрішня помилка.

source: datasource configuration was not found
uk: Конфігурація джерела даних не знайдений

source: CakePHP: the rapid development php framework
uk: CakePHP: швидке середовище розробки PHP

source: Debug setting does not allow access to this url.
uk: Налаштування налагодження не дозволяє отримувати доступ до цим посиланням.

source: Add New Exam
uk: Додати новий іспит

source: Inactive
uk: неактивний

source: Start & End Date
uk: Початок і Закінчення

source: Certification of Completion
uk: сертифікація Завершення

source: Click here to download excel file format
uk: Натисніть тут, щоб завантажити формат файлу бути першим

source: Are you sure, you want to close this exam?
uk: Ви впевнені, що хочете закрити цей іспит?

source: Are you sure, you want to re-activate this exam?
uk: Ви впевнені, що ви хочете, щоб заново активувати цей іспит?

source: Closed
uk: Закритий

source: Results
uk: Результати

source: Configurations
uk: конфігурації

source: General
uk: Загальні

source: Contents
uk: Зміс

source: Email & SMS
uk: Електронна пошта і SMS

source: Customer Support Service
uk: Служба підтримки клієнтів

source: Knowledge Base (for Documentation)
uk: База знань (для документації)

source: Forum (24x7x)
uk: Форум (24x7x)

source: Live Chat (For Sales & Billing Only)
uk: Онлайн-чат (для продажів & Billing Only)

source: Support (For Technical Support)
uk: Підтримка (Для отримання технічної підтримки)

source: Visit Our Website
uk: Відвідайте наш веб-сайт

source: for more documentation & Details
uk: Для отримання додаткової документації і деталі
