Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ukr/LC_MESSAGES/validation.po
Languages: uk

source: Only letters and numbers allowed
uk: Тільки латинські букви і цифри дозволили

source: Group already exist
uk: Група вже існують

source: Only Url
uk: тільки Url

source: File does not have a valid extension
uk: Файл не має допустиме розширення

source: You must supply a JPG, GIF or PNG File.
uk: Ви повинні ввести JPG, GIF або PNG файлу.

source: Invalid Header Contact
uk: Неправильний заголовок Зв'язатися

source: Only Alphabets
uk: тільки алфавітів

source: Currency Name already exist
uk: Назва валюти вже існує

source: You must supply image height is less than 50px
uk: Ви повинні поставити висота зображення менше 50px

source: You must supply image width is less than 50px
uk: Необхідно вказати ширину зображення менше 50px

source: Only numbers allowed
uk: Тільки номера дозволено

source: Only Date/time format
uk: Тільки формат дати / часу

source: Enter a valid email
uk: Введіть адресу електронної пошти

source: Please select
uk: Виберіть

source: Invalid Username
uk: Невірне ім'я користувача

source: Invalid Password
uk: неправильний пароль

source: Invalid Signature
uk: неправильна підпис

source: Only numbers
uk: тільки номера

source: You must supply image height is less than 220px
uk: Ви повинні вказати висоту зображення менше, ніж 220px

source: This Email has already been exist! try new one
uk: Цей E-mail вже існує! спробувати новий

source: Password required
uk: Може знадобитися пароль

source: Password minimum 4 character long
uk: Пароль не менше 4 символів довжиною

source: Name already exist
uk: Ім'я вже існує
