Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: United Kingdom
it: Regno Unito

source: United States
it: Stati Uniti

source: Virgin Islands, British
it: Isole Vergini britanniche

source: Virgin Islands, U.s.
it: Isole Vergini (americane)

source: Wallis and Futuna
it: Wallis e Futuna

source: Western Sahara
it: Sahara occidentale

source: Invalid argument #1: %s is not a valid %s identifyer.
it: Non valido argomento # 1: %s non è una valida %s identifyer.

source: %s for Row %d failed to save.
it: %s per la riga %d non è riuscito a risparmiare.

source: You need to define at least one field to be toggleable.
it: È necessario definire almeno un campo di essere toggleable.

source: The field %s is not in the list of toggleable fields.
it: Il campo %s non è nella lista dei campi toggleable.

source: The field %s does not have two toggleable states defined.
it: Il campo %s non ha due stati toggleable definite.

source: Invalid record
it: Campo non valido

source: Server lipsum.com returns error code %s.
it: Server lipsum.com restituisce il codice di errore %s .

source: Response from lipsum.com is empty or could not be decoded.
it: Risposta da lipsum.com è vuoto o non può essere decodificato.

source: Connection to server lipsum.com failed. %s.
it: Connessione al server non è riuscito lipsum.com. %s .

source: Please correct the errors below.
it: Ti preghiamo di correggere i seguenti errori.

source: Error
it: Errore

source: The requested address %s was not found on this server.
it: L'indirizzo richiesto %s non è stato trovato su questo server.

source: An Internal Error Has Occurred.
it: Si è verificato un errore interno.

source: datasource configuration was not found
it: Configurazione origine dati non è stata trovata

source: CakePHP: the rapid development php framework
it: CakePHP: il quadro di sviluppo PHP rapida

source: Debug setting does not allow access to this url.
it: impostazione di debug non consente l'accesso a questo URL.

source: Add New Exam
it: Aggiungi nuovo esame

source: Inactive
it: Non attivo

source: Start & End Date
it: Start & End Data

source: Certification of Completion
it: Certificazione di completamento

source: Click here to download excel file format
it: Clicca qui per scaricare formato di file excel

source: Are you sure, you want to close this exam?
it: Sei sicuro, si vuole chiudere questo esame?

source: Are you sure, you want to re-activate this exam?
it: Sei sicuro, si vuole riattivare questo esame?

source: Closed
it: Chiuso
