Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
it: Si prega di non premere \ "F5 " durante il test. Ciò Vai alla prova e non sarà in grado di ri-aprire il test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
it: Le vostre risposte verranno salvate. Se il test viene scollegato per qualsiasi motivo, le risposte fino a quel momento verranno salvati

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
it: Si prega di chiudere tutti i programmi che caricare o scaricare file in background, ad esempio: Dropbox, torrente, ecc

source: Instructions
it: Istruzioni

source: I am ready to begin
it: Sono pronto per iniziare

source: Exam Start
it: esame di avvio

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
it: Questo esame è pagato. Importo dovrebbe essere detratto automaticamente sul vostro portafoglio. Dopo aver avviato il timer esame non si fermerà. Vuoi pagare e iniziare?

source: These are the exam(s) which has been purchased
it: Questi sono l'esame (s) che è stato acquistato

source: Correct Marks
it: Marks corrette

source: Review
it: Recensione

source: Reset Answer
it: ripristino risposta

source: Finish
it: Finire

source: Current Question
it: domanda Current

source: Answered
it: Risposte

source: Not Answered
it: Non risposto

source: Navigated Away
it: navigato Lontano

source: you had navigated away from the test window. This will be reported to Moderator
it: si aveva navigato lontano dalla finestra di prova. Questo sarà segnalato al moderatore

source: Do not repeat this behaviour
it: Non ripetere questo comportamento

source: Otherwise you may get disqualified
it: In caso contrario, è possibile ottenere squalificati

source: Continue
it: Continuare

source: Finalize
it: ultimare

source: Do you wish to submit and close the
it: Non si desidera inviare e chiudere la

source: Once you submit, you will not be able to review the
it: Dopo aver inviato, non sarà in grado di rivedere il

source: Summary of your attempts in this
it: Sintesi dei tuoi tentativi in ​​questo

source: as show below
it: come mostrato di seguito

source: Attempted
it: Tentata

source: Return To First Question
it: Ritorno al primo Question

source: These are the exam(s) that are planned you in near future
it: Questi sono l'esame (s) che si sono previste in un prossimo futuro

source: Attempt Now
it: Tentativo Ora

source: Your performance compared to your group
it: La tua performance rispetto al vostro gruppo

source: Can't read? Reload
it: Non può leggere? Ricaricare

source: Enter security code shown above
it: Inserisci il codice di sicurezza mostrato sopra

source: Answer simple math
it: Risposta semplice matematica

source: Attempts
it: Tentativi

source: Remaining
it: rimanenti

source: Expiry Date
it: Data di scadenza

source: Expired Date
it: Data di scadenza

source: Free
it: Gratuito

source: Not Purchased
it: non Acquistato

source: View Details
it: Visualizza dettagli

source: Load Editor
it: Editor del carico

source: Installation
it: Installazione

source: Step 1 of 4
it: Passo 1 di 4

source: Server Configuration & Setup Requirements
it: Configurazione e installazione del server Requisiti

source: Setup Requirements
it: Requisiti per l'installazione

source: Installing this software require certain server side extension and capability
it: L'installazione di questo software richiede determinata estensione lato server e la capacità

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
it: si prega di controllare qui di seguito e confrontare con il server statue attuali sulla destra. È possibile fare clic sull'icona accanto a ogni tecnologia per i dettagli.

source: Extensions &amp; Applications
it: Estensioni & amp; applicazioni

source: HTTP Server. For example: Apache
it: HTTP Server. Per esempio: Apache

source: Require
it: desiderate

source: PHP 5.2.8 or greater
it: PHP 5.2.8 o superiore

source: Database Engine MySQL (4 or greater)
it: MySQL Database Engine (4 o superiore)

source: PDO Extension
it: DOP Extension

source: Mandatory
it: Obbligatorio

source: Server Status
it: Stato del server

source: Web Server
it: Server web

source: PHP Version
it: Versione PHP

source: MYSQL Version
it: MYSQL versione

source: PDO Unavailable
it: DOP disponibile

source: PDO Available
it: DOP Disponibile

source: Directory &amp; File Permission
it: Elenco & amp; Il permesso di file

source: These Folders of Files need to be
it: Queste cartelle di file devono essere

source: Writable
it: scrivibile

source: for application to be installed.
it: per l'applicazione da installare.

source: Folders or Files
it: Cartelle o file

source: Refresh
it: Rinfrescare

source: Let's Start
it: Iniziamo !

source: Step 2 of 4
it: Passo 2 di 4

source: Installation Agreement
it: accordo di installazione

source: I Accept to Proceed
it: Accetto per procedere

source: Step 3 of 4
it: Passo 3 di 4

source: Database Connection Settings
it: Impostazioni di connessione al database

source: Host Name
it: Nome host

source: Usually Localhost
it: Di solito Localhost

source: Database Name
it: Nome del database

source: Database User
it: utente database

source: Database User Name
it: Nome utente database

source: Database Password
it: password database

source: Database User Password
it: Password database utente

source: Database Type
it: Tipo di database

source: Test Connection
it: Connessione di prova

source: Step 4 of 4
it: Passaggio 4 di 4

source: Name of Your Website
it: Nome del tuo sito web

source: Useful for SEO
it: Utile per SEO

source: Meta Content for SEO
it: Contenuti Meta per SEO

source: Please Select Timezone
it: Selezionare Fuso orario

source: Name of Your Organization/Company
it: Nome della propria organizzazione / azienda

source: Default Admin Email
it: Predefinito Admin Email

source: Install Sample Data With Dummy Entries
it: Installare dati di esempio con le voci Dummy

source: Install
it: Installa

source: Welcome to
it: Benvenuto in

source: Sign out
it: Esci

source: follow on facebook
it: seguire su facebook

source: Latest News & Events
it: Ultime Notizie ed eventi

source: Time
it: Ora

source: Download PDF
it: Scarica il pdf

source: Average Percentage(%)
it: Percentuale media (%)

source: Exam Given
it: esame Dato

source: Delete Forever
it: Eliminare per sempre

source: Move to Trash
it: Sposta nel cestino

source: News Detail
it: Dettaglio Notizie

source: No of Visitors
it: Numero di visitatori

source: No of Students
it: Numero di studenti

source: No of Exams
it: No di esami

source: Payment From Pay Pal
it: Pagamento da Pay Pal

source: Pay From Pay Pal
it: Pagare da Pay Pal

source: Profile
it: Profilo

source: Edit Profile
it: Modifica profilo

source: New Student Register
it: Nuovo Registro Studente

source: Security Code
it: Codice di sicurezza

source: Answers
it: Risposte.

source: My Results
it: I miei risultati

source: Attempt Date
it: tentativo Data

source: SUBJECT REPORT
it: RELAZIONE OGGETTO

source: TIME MANAGEMENT
it: GESTIONE DEL TEMPO

source: QUESTION REPORT
it: RAPPORTO DOMANDA

source: SOLUTION
it: Soluzione

source: COMPARE REPORT
it: RELAZIONE CONFRONTA

source: Score Card For
it: Score Card Per

source: Total No. of Student
it: Numero totale di studenti

source: My Marks
it: I miei Marks

source: Total Marks of Test
it: Punteggio totale di Test

source: My Percentile
it: Il mio percentile

source: Total Question in Test
it: Domanda totale in prova

source: Total Attempt Question in Test
it: Totale tentativo Domanda in prova

source: Left Question
it: domanda sinistra

source: Left Question Marks
it: Sinistra Question Marks

source: Total Time of Test
it: Il tempo totale di prova

source: My Time
it: Mio tempo

source: My Rank
it: La mia rango

source: Performance Report For
it: Rapporto sul rendimento Per

source: Question & Marks Wise Report For
it: Domanda & Marks Rapporto Wise Per

source: Subject Report For
it: Soggetto Rapporto Per

source: Correct
it: Correggere

source: Unattempted Questions
it: Domande intentato

source: Graphical Report For
it: Rapporto grafico per

source: Time Management For
it: Gestione del tempo per

source: Question Report For
it: Domanda Rapporto Per

source: Question Status
it: domanda di stato

source: Your Answer
it: la tua risposta

source: Your Score
it: Il tuo punteggio

source: Your Time
it: Il tuo tempo

source: Solution For
it: soluzione Per

source: Not Attempt
it: non tentare

source: Attempt
it: Tentativo

source: Incorrect
it: Scorretto

source: Your Answers
it: Le tue risposte

source: Solution
it: Soluzione

source: Bookmark
it: Segnalibro

source: Compare Report For
it: Confronta Rapporto Per

source: Total Ques.
it: Ques totale.

source: Maximum Marks
it: il massimo dei voti

source: Attempted Ques.
it: Ques tentate.

source: Unattempted Ques.
it: Ques intentato.

source: Correct Ques.
it: Ques corrette.

source: Incorrect Ques.
it: Ques non corretti.

source: Previous
it: Indietro

source: This is to certify that
it: Questo per certificare che

source: has succesfully completed the
it: ha completato con successo la

source: in course program offered by
it: nel corso programma offerto da

source: Student Login
it: studente Accesso

source: Sign In
it: Registrati

source: Forgot Passwocrd
it: Hai dimenticato Passwocrd

source: New User? Create Account
it: Nuovo utente? Crea un account

source: Engine is not loaded
it: Il motore non viene caricato

source: Pdf engine "%s" not found
it: Pdf motore di \ " %s " non trovato

source: Pdf engines must extend "AbstractPdfEngine"
it: motori PDF deve estendersi \ "AbstractPdfEngine "

source: Crypto is not loaded
it: Crypto non è caricato

source: Pdf crypto "%s" not found
it: Pdf Crypto \ " %s " non trovato

source: Crypto engine must extend "AbstractPdfCrypto"
it: motore Crypto deve estendersi \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
it: attributo controller $ pdfConfig non è corretto o mancante

source: -> Testing :url
it: -> Test: url

source: Total Requests made: :requests
it: Le richieste totali effettuate:: richieste

source: Total Time elapsed: :duration (seconds)
it: Tempo totale:: Durata (secondi)

source: Requests/Second: :rps req/sec
it: Richieste / Second:: RPS req / sec

source: Average request time: :average-time seconds
it: orario della richiesta media:: secondi medio-time

source: Standard deviation of average request time: :std-dev
it: Deviazione standard di tempo richiesta media:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
it: Longest / più breve richiesta:: più lunga sec /: breve sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
it: Consente di ottenere un po 'di analisi comparativa di massima statisticsabout un URL completo.

source: The URL to request.
it: L'URL per richiedere.

source: Number of iterations to perform.
it: Numero di iterazioni da eseguire.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
it: tempo totale massima per tutte le iterazioni, in seconds.If una singola iterazione prende più di timeout, solo una richiesta sarà effettuata

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
it: Esempio Uso: `riferimento torta -N 10 --t 100 http: // localhost / testsite`. <Informazioni> Nota: </ info> questo benchmark non include il browser tempi di rendering.

source: Component initialization
it: inizializzazione dei componenti

source: Controller action
it: azione di controllo

source: Controller action start
it: inizio azione di controllo

source: Processing toolbar state
it: Stato della barra degli strumenti di elaborazione

source: Processing toolbar data
it: Dati della barra degli strumenti di elaborazione

source: Controller render start
it: Controllore di rendering inizio

source: Could not load DebugToolbar panel %s
it: Impossibile caricare DebugToolbar pannello %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
it: Core (derivato da $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
it: Headers already sent in %s on line %s . Non è possibile inviare i dati di log per FirePHP.

source: Incorrect parameter count for FireCake::fb()
it: conteggio errato dei parametri per FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
it: Numero massimo (99.999) di messaggi ha raggiunto!

source: There are no active panels. You must enable a panel to see its output.
it: Non esistono pannelli attivi. È necessario attivare un pannello per vedere la sua uscita.

source: App Constants
it: App Costanti

source: CakePHP Constants
it: CakePHP Costanti

source: PHP Environment
it: PHP Ambiente

source: Hidef Environment
it: hiDef Ambiente

source: Request History
it: richiesta Storia

source: No previous requests logged.
it: Non sono richieste precedenti registrati.

source: previous requests available
it: richieste precedenti

source: Restore to current request
it: Ripristino a richiesta corrente

source: Included Files
it: File inclusi

source: There were no log entries made this request
it: Non ci sono state voci di registro fatto di questa richiesta

source: Request
it: Richiesta

source: No post data.
it: Nessun dati post.

source: No querystring data.
it: Non ci sono dati querystring.

source: Current Route
it: percorso corrente

source: Session
it: Seduta 2. . .

source: Sql Logs
it: registri SQL

source: No query logs when debug < 2.
it: Nessun log delle query quando debug <2.

source: No query logs.
it: Nessun log delle query.

source: Total Time: %s ms <br />Total Queries: %s queries
it: Tempo totale: %s ms <br /> Totale Query: %s query

source: Query Explain:
it: Query Spiegate:

source: Click an "Explain" link above, to see the query explanation.
it: Fare clic su un \ "Spiega " link qui sopra, per vedere la spiegazione query.

source: No active database connections
it: Non ci sono connessioni al database attivi

source: Memory
it: Memoria

source: Peak Memory Use
it: Peak Utilizzo della memoria

source: Memory use
it: uso di memoria

source: Timers
it: Temporizzatori.

source: Total Request Time:
it: Total Request Tempo:

source: Time in ms
it: Tempo in ms

source: Graph
it: Grafico

source: View Variables
it: Mostra le variabili

source: View render complete
it: Visualizza il rendering completo

source: Explain
it: Spiegare

source: Starting %sms into the request, taking %sms
it: Partendo %s ms nella richiesta, prendendo %s ms

source: No markup errors found
it: Nessun errore di marcatura trovato

source: maybe slow
it: forse lento

source: Absolute path or relative to APP.
it: Percorso assoluto o relativo per APP.

source: An error occured while getting the status of your account.
it: È verificato un errore durante il recupero lo stato del proprio conto.

source: There was an error while connecting to Paypal
it: Si è verificato un errore durante la connessione al server

source: There was a problem initiating the transaction, please try again.
it: C'è stato un problema di avviare la transazione, si prega di riprovare.

source: There was a problem getting your details, please try again.
it: C'è stato un problema nell'aggiunta dei tuoi dati, ti preghiamo di riprovare.

source: There was an error completing the payment
it: Si è verificato un errore durante il completamento del pagamento

source: There was a problem processing the transaction, please try again.
it: C'è stato un problema durante l'elaborazione della transazione, si prega di riprovare.

source: There was an error processing the card payment
it: Si è verificato un errore durante l'elaborazione del pagamento con carta

source: There was a problem processing your card, please try again.
it: C'è stato un problema l'elaborazione della carta, si prega di riprovare.

source: There was an error processing the the refund
it: Si è verificato un errore durante l'elaborazione del rimborso

source: A problem occurred during the refund process, please try again.
it: Un problema si è verificato durante il processo di rimborso, si prega di riprovare.

source: There was an problem communicating with the payment gateway
it: C'è stato un problema di comunicazione con il gateway di pagamento

source: Missing client id/secret
it: Manca cliente id / segreto

source: Must specify an expiry date
it: È necessario specificare una data di scadenza

source: Must include a M and Y in expiry date
it: Deve includere un M e Y in data di scadenza

source: Invalid expiry date
it: Invalid data di scadenza

source: Invalid card number
it: Numero di carta non valido

source: Invalid CVV2 number
it: numero CVV2 non valido

source: Invalid card type
it: tipo di carta non valido

source: Could not detect client IP address
it: Impossibile rilevare l'indirizzo IP del client

source: Not a valid credit card number
it: Non un numero di carta di credito valida

source: You must include the 3 digit security number
it: È necessario includere il numero di sicurezza a 3 cifre

source: Must specify an "amount" to charge
it: È necessario specificare un \ "importo " per caricare

source: You must pass a valid order array
it: È necessario passare una matrice di ordine valido

source: Valid "return" and "cancel" urls must be provided
it: Valido \ "ritorno " e \ "Annulla " devono essere forniti gli URL

source: You must provide a currency code
it: È necessario fornire un codice di valuta

source: Original PayPal Transaction ID is required
it: è richiesta originale ID transazione PayPal

source: Must specify an "amount" to refund
it: È necessario specificare un \ "importo " al rimborso

source: You must specify a refund type, such as Full or Partial
it: È necessario specificare un tipo di rimborso, come ad esempio completo o parziale

source: File was not downloaded.
it: Il file non è stato scaricato.

source: No %s found for that date range
it: Nessun %s trovato per questo intervallo di date

source: Your form data is preserved you'll be redirected to it after login.
it: I suoi dati è conservato forma sarete reindirizzati ad esso dopo il login.

source: Error notification from %s
it: Notifica di errore da %s

source: American Samoa
it: Samoa Americane

source: Antarctica
it: Antartide

source: Antigua and Barbuda
it: Antigua e Barbuda

source: Azerbaijan
it: Azerbaigian

source: Bahrain
it: Bahrein

source: Belarus
it: Bielorussia

source: Belgium
it: Belgio

source: Bosnia and Herzegovina
it: Bosnia-Erzegovina

source: Bouvet Island
it: Bouvet, isola

source: Brazil
it: Brasile

source: British Indian Ocean Territory
it: Territorio britannico dell'oceano Indiano

source: Cambodia
it: Cambogia

source: Cameroon
it: Camerun

source: Cape Verde
it: Capo Verde

source: Cayman Islands
it: Cayman, isole

source: Central African Republic
it: Repubblica Centrafricana

source: Chad
it: Ciad

source: Chile
it: Cile

source: China
it: Cina

source: Christmas Island
it: Isole del Natale

source: Cocos (Keeling) Islands
it: Isole Cocos (Keeling)

source: Comoros
it: Comore

source: Congo, the Democratic Republic of the
it: Congo, Repubblica Democratica del

source: Cook Islands
it: Cook, isole

source: Cote D'Ivoire
it: Costa d'Avorio

source: Croatia
it: Croazia

source: Cyprus
it: Cipro

source: Czech Republic
it: Repubblica Ceca

source: Denmark
it: Danimarca

source: Djibouti
it: Gibuti

source: Dominican Republic
it: Repubblica Dominicana

source: Egypt
it: Egitto

source: Equatorial Guinea
it: Guinea Equatoriale

source: Ethiopia
it: Etiopia

source: Falkland Islands (Malvinas)
it: Isole Falkland (Malvinas)

source: Faroe Islands
it: Isole Faroe

source: Fiji
it: Figi

source: Finland
it: Finlandia

source: France
it: Francia

source: French Guiana
it: Guiana Francese

source: French Polynesia
it: Polinesia Francese

source: French Southern Territories
it: Territori Francesi Meridionali

source: Gambia
it: Gambi

source: Germany
it: Germania

source: Gibraltar
it: Gibilterra

source: Greece
it: Grecia

source: Greenland
it: Groenlandia

source: Guadeloupe
it: Guadalupa

source: Guyana
it: Guiana

source: Heard Island and Mcdonald Islands
it: Isole Heard e McDonald

source: Holy See (Vatican City State)
it: Santa Sede (Città del Vaticano)

source: Hungary
it: Ungheria

source: Iceland
it: Islanda

source: Ireland
it: Irlanda

source: Israel
it: Israele

source: Italy
it: Italia

source: Jamaica
it: Giamaica

source: Japan
it: Giappone

source: Jordan
it: Giordania

source: Kazakhstan
it: Kazakistan

source: Korea, Democratic People's Republic of
it: 289 Corea, Repubblica Popolare Democratica di

source: Korea, Republic of
it: Corea del Sud

source: Kyrgyzstan
it: Kirghizistan

source: Lao People's Democratic Republic
it: Repubblica Popolare Democratica del Laos

source: Latvia
it: Lettonia

source: Lebanon
it: Libano

source: Libyan Arab Jamahiriya
it: Libia

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburg

source: Macedonia, the Former Yugoslav Republic of
it: Macedonia, ex Repubblica iugoslava di

source: Malaysia
it: Malesia

source: Maldives
it: Maldive

source: Marshall Islands
it: Marshall, isole

source: Martinique
it: Martinica

source: Mexico
it: Messico

source: Micronesia, Federated States of
it: Micronesia, Stati Federati di

source: Morocco
it: Marocco

source: Mozambique
it: Mozambico

source: Netherlands
it: Olanda

source: Netherlands Antilles
it: Antille olandesi

source: New Caledonia
it: Nuova Caledonia

source: New Zealand
it: Nuova Zelanda

source: Norfolk Island
it: Isola Norfolk

source: Northern Mariana Islands
it: Marianne Settentrionali, isole

source: Norway
it: Norvegia

source: Palestinian Territory, Occupied
it: Territori Palestinesi Occupati

source: Papua New Guinea
it: Papua Nuova Guinea

source: Peru
it: Perù

source: Philippines
it: Filippine

source: Pitcairn
it: Pitcairn, isole

source: Poland
it: Polonia

source: Portugal
it: Portogallo

source: Puerto Rico
it: Porto Rico

source: Russian Federation
it: Federazione Russa

source: Rwanda
it: Ruanda

source: Saint Helena
it: Sant'Elena

source: Saint Kitts and Nevis
it: Saint Kitts e Nevis

source: Saint Lucia
it: Santa Lucia

source: Saint Pierre and Miquelon
it: Saint Pierre e Miquelon

source: Saint Vincent and the Grenadines
it: Saint Vincent e Grenadine

source: Sao Tome and Principe
it: São Tomé e Príncipe

source: Saudi Arabia
it: Arabia Saudita

source: Serbia and Montenegro
it: Serbia e Montenegro

source: Slovakia
it: Slovacchia

source: Solomon Islands
it: Salomone, isole

source: South Africa
it: Sudafrica

source: South Georgia and the South Sandwich Islands
it: Georgia del Sud e Isole Sandwich Australi

source: Spain
it: Italia

source: Svalbard and Jan Mayen
it: Svalbard e Jan Mayen

source: Swaziland
it: Regno dello Swaziland

source: Sweden
it: Svezia

source: Switzerland
it: Svizzera

source: Syrian Arab Republic
it: Repubblica Araba di Siria

source: Taiwan, Province of China
it: Taiwan, Provincia della Cina

source: Tajikistan
it: Tagikistan

source: Thailand
it: Thailandia

source: Timor-Leste
it: Timor Orientale

source: Trinidad and Tobago
it: Trinidad e Tobago

source: Turkey
it: Turchia

source: Turks and Caicos Islands
it: Turks e Caicos

source: Ukraine
it: Ucraina

source: United Arab Emirates
it: Emirati Arabi Uniti
