Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: File Manager
it: Gestione file

source: You can find your result here.
it: Potete trovare qui il risultato.

source: Thanks for given the exam.
it: Grazie per dare l'esame.

source: Dashboard
it: Pannello

source: Leader Board
it: Famosi Classifica

source: My Exams
it: I miei esami

source: My Result
it: Il mio risultato

source: Group Performance
it: performance Group

source: Payment
it: Pagamento

source: Transaction History
it: Cronologia delle transazioni

source: Mailbox
it: cassetta postale

source: Help
it: Aiuto

source: Home
it: Pagina principale

source: Register
it: Registrati

source: Invalid Post
it: Messaggio non valido

source: Jan
it: Gen

source: May
it: Mag

source: Jun
it: Giu

source: Jul
it: Lug

source: Aug
it: Ago

source: Sep
it: Set

source: Oct
it: Ott

source: Dec
it: Dic

source: Percentage
it: Percentuale

source: Month
it: Mese

source: Exams
it: Esami

source: Email verified successfully
it: Email verificato con successo

source: Invalid Verification Code
it: Codice di verifica non valido

source: A verification Code send to your Email inbox or Spam
it: Una verifica Codice inviare al vostro E-mail ricevute o spam

source: Email Id already verified
it: Email Id già verificato

source: Email Id not registered in system
it: Id-mail non registrato nel sistema di

source: You have attempted maximum exam.
it: Si è tentato massima esami.

source: You have attempted maximum number of questions in this subject
it: Si è tentato numero massimo di domande in questo argomento

source: You can find your result here
it: Potete trovare qui il risultato

source: Insufficient Amount.
it: Quantità insufficiente.

source: 1. The test instructions were
it: 1. Le istruzioni di test sono stati

source: 2. Language of question was
it: 2. Lingua domanda era

source: 3. Overall test experience was
it: 3. L'esperienza complessiva è stata di prova

source: Any other feedback suggestion:
it: Qualsiasi altro tipo di reazione suggerimento:

source: Feedback has submitted successfully!
it: I commenti ha presentato con successo!

source: Feedback already submitted.
it: Commenti già presentato.

source: Email id is not registered in system
it: Email id non è registrata nel sistema di

source: Your password reset link is sent to your registered email id
it: Il link di reimpostazione della password viene inviato al tuo indirizzo email id registrato

source: Incorrect code
it: codice errato

source: Password Changed Successfully
it: Password cambiata con successo

source: My Performance
it: La mia performance

source: My Group performance
it: La mia performance del Gruppo

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
it: Applicazione già installata. Rimuovere app / tmp / installed.txt per reinstallare l'applicazione

source: Unwriteable
it: non scrivibile

source: Writeable
it: scrivibile

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
it: Purtroppo! File Permission Error Goto <BR> app / config / database.php è in modalità di scrittura.

source: A connection was successfully established with the server.
it: Una connessione è stata stabilita con il server.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
it: Impossibile connettersi al database. Si prega di verificare le impostazioni in app / config / database.php e riprova

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
it: Purtroppo! Folder Permission Error <BR> cartella TMP è in modalità di scrittura.

source: Your Mail has been sent
it: La vostra mail è stata inviata

source: Forwarded message
it: Messaggio inoltrato

source: From
it: Da

source: Subject
it: Oggetto

source: The mail has been moved to the Trash
it: La posta è stato spostato nel Cestino

source: Your Mail has been deleted
it: La vostra posta è stata eliminata

source: The mail has been moved to the Inbox
it: La posta è stata spostata nella Posta in arrivo

source: The mail has been marked as Read
it: La posta è stato contrassegnato come Letto

source: The mail has been marked as Unread
it: La posta è stato contrassegnato come da leggere

source: Paypal Payment not set
it: Pagamento di Paypal non impostato

source: Payment Cancel
it: pagamento Cancellare

source: Wallet Payment
it: portafoglio pagamento

source: Try again! Can not connect to paypal
it: Riprova! Impossibile connettersi a PayPal

source: Invalid Amount
it: Importo non valido

source: Payment already done
it: Il pagamento già effettuato

source: Payment not done
it: Il pagamento non effettuato

source: Payment successfully! Amount %s added in your wallet
it: Il pagamento con successo! Importo %s aggiunto nel vostro portafoglio

source: Profile Updated Successfully
it: Profilo aggiornato con successo

source: Photo Updated Successfully
it: Foto aggiornati correttamente

source: Invalid Password
it: Password non valida.

source: Please select any group
it: Si prega di selezionare qualsiasi gruppo

source: Invalid Security Code
it: Codice di sicurezza non valido

source: Score
it: Punteggio

source: Marks Scored
it: Marks Fatti

source: Subject Wise Time Taken
it: Soggetto Wise tempo impiegato

source: Student Performance
it: le prestazioni degli studenti

source: Correct Question
it: domanda corretta

source: Incorrect Question
it: domanda non corretto

source: Right Marks
it: Marks destra

source: Negative Marks
it: segni negativi

source: Percentage(%) in Exam
it: Percentuale (%) in esame

source: Percentage(%)
it: Percentuale(%)

source: th
it: Gi

source: You %s
it: È %s

source: Administrator
it: Amministratore

source: Payment Gateway
it: Casello stradale

source: Pay Exam
it: Pay esame

source: Your account has expired. Please contact administrator
it: Il tuo account è scaduto. Si prega di contattare l'amministratore

source: You have been logged in successfully
it: Sei stato disconnesso a successo

source: Your email not verified! Please click on link sent to your email inbox or spam
it: Il tuo indirizzo email non verificato! Cliccate sul link inviato al tuo casella di posta o spam

source: Incorrect username/password
it: Nomeutente / Password errata.

source: You have been logged out successfully
it: Sei stato disconnesso con successo

source: You are %s Member! Please contact administrator
it: Sei %s Stati! Si prega di contattare l'amministratore

source: Hours
it: Orario

source: Mins
it: Minuti

source: Sec
it: 1 sec.

source: Grand Total
it: Somma totale

source: Your Question has been added for exam
it: La tua domanda è stata aggiunta per l'esame

source: Your Question has been deleted for exam
it: La tua domanda è stata eliminata per l'esame

source: No Permission
it: Nessun permesso

source: Advertisement has been saved
it: Pubblicità è stato salvato

source: Invalid post
it: messaggio non valido

source: Advertisement has been deleted
it: Pubblicità è stato eliminato

source: Photo Changed Successfully
it: Foto modificata con successo

source: Not Attempted
it: Non tentato

source: Marks Updated
it: Marks Aggiornato

source: Successfully Finalize
it: Finalizzare con successo

source: Successfully Closed Exam
it: Esame con successo chiuso

source: English
it: Inglese

source: French
it: Francese

source: Your Setting has been saved
it: L'impostazione è stata salvata

source: Page Added Successfully
it: Pagina aggiunta con successo

source: Pages updated Successfully
it: Pagine aggiornate con successo

source: Page has been deleted
it: Pagina è stata cancellata

source: Page has been Unpublished
it: Pagina è stata Inedito

source: Page has been Published
it: Pagina è stato pubblicato

source: Something wrong
it: Qualcosa non va

source: Currency has been saved
it: Valuta è stato salvato

source: Currency has been deleted
it: Valuta è stato eliminato

source: Student Details
it: Student Dettagli

source: Active
it: Attivo

source: Pending
it: in attesa

source: Suspend
it: Sospendere

source: Pass
it: Password

source: Fail
it: Fallito

source: Absent
it: Assente

source: Student
it: Studente

source: Passing %age
it: Passando %a ge

source: Average %age
it: Media %a ge

source: Question Count
it: Conte domanda

source: Total Question
it: domanda totale

source: Question Bank Difficulty Wise
it: Domanda Banca Difficoltà Wise

source: Easy
it: Facile

source: Medium
it: Media

source: Hard
it: Difficile

source: Name has been updated
it: Il nome è stato aggiornato

source: Email template has been saved
it: Modello email è stato salvato

source: Email template has been deleted
it: Modello email è stato eliminato

source: End Date is not less than Start date
it: Data fine non è inferiore a Data di inizio

source: Please Select any group
it: Selezionare qualsiasi gruppo

source: Please Add Subject To Exam
it: Si prega di Aggiungi oggetto per esame

source: Exam has been saved. Add questions in exam
it: Esame è stato salvato. Aggiungere domande in esame

source: Exam has been saved
it: Esame è stato salvato

source: Exam has been updated
it: Esame è stato aggiornato

source: Exam has been deleted
it: Esame è stato eliminato

source: Difficulty Level
it: Livello di difficoltà

source: Subject Wise Question Count
it: Soggetto Conte Wise domanda

source: Exam sucessfully inactivated
it: Esame con successo inattivato

source: Exam sucessfully activated
it: Esame con successo attivato

source: There are no question added!
it: Non ci sono dubbi aggiunti!

source: Your username is sent to your registered email id
it: Il nome utente viene inviato al tuo indirizzo email id registrato

source: Group Added Successfully
it: Gruppo Aggiunto con successo

source: Group has been saved
it: Gruppo è stato salvato

source: Group has been deleted
it: Gruppo è stato eliminato

source: Delete subject first
it: Eliminare soggetto prima

source: Help content has been saved
it: contenuto della Guida è stato salvato

source: Help content has been deleted
it: contenuto della Guida è stato eliminato

source: Questions imported successfully
it: Domande importato con successo

source: File not uploaded
it: File non caricato

source: Only CSV File supported
it: Solo file CSV supportato

source: Please Select Subject
it: Selezionare Soggetto

source: Please Select any Group
it: Selezionare qualsiasi gruppo

source: Students imported successfully
it: Gli studenti importato con successo

source: Please Select Group
it: Selezionare Gruppo

source: Student Email not found
it: Studente-mail non trovato

source: News has been saved
it: Notizie è stato salvato

source: News has been deleted
it: Notizie è stato eliminato

source: Paypal Payment Setting has been saved
it: Paypal pagamento impostazione è stata salvata

source: Setting Problem
it: problem setting

source: Please Choose the Correct answer
it: Fai la scelta la risposta corretta

source: Please select true or false
it: Si prega di selezionare vero o falso

source: Please fill blank space
it: Si prega di riempire lo spazio vuoto

source: Question added to bank successfully
it: Domanda aggiunto alla banca con successo

source: Question has been updated
it: Domanda è stato aggiornato

source: Question has been deleted
it: Domanda è stato cancellato

source: Delete exam first!
it: Eliminare esame in primo luogo!

source: Question Difficulty Level
it: Domanda Difficoltà

source: Performance
it: Suonare

source: Candidate Marks Distribution
it: Candidato Marks Distribuzione

source: Max Marks Distribution
it: Max Marks Distribuzione

source: Please select any type in the list
it: Si prega di selezionare qualsiasi tipo nella lista

source: Please type any email
it: Si prega di digitare qualsiasi e-mail

source: Email has been sent
it: L'email è stata inviata

source: No email to send
it: No e-mail per l'invio

source: Please type any name
it: Si prega di digitare qualsiasi nome

source: Sms has been sent
it: Sms è stato inviato

source: No sms to send
it: No SMS per inviare

source: Signature has been saved
it: Firma è stato salvato

source: Signature has been deleted
it: Firma è stato eliminato

source: Slide has been saved
it: Scivolo è stato salvato

source: Slide has been deleted
it: Scivolo è stato eliminato

source: SMS template has been saved
it: modello di SMS è stato salvato

source: SMS template has been deleted
it: modello di SMS è stato eliminato

source: Student added Successfully
it: Student aggiunto con successo

source: Please Select atleast one group
it: Selezionare almeno uno del gruppo

source: Student has been updated
it: Studente è stato aggiornato

source: Student has been deleted
it: Studente è stato eliminato

source: Student Wallet has been updated
it: Studente Portafoglio è stato aggiornato

source: Subject Added Successfully
it: Soggetto Aggiunto con successo

source: Subject already exist
it: Soggetto già esistono

source: Subject has been updated
it: Soggetto è stato aggiornato

source: Subject has been deleted
it: Soggetto è stato eliminato

source: Testimonial has been saved
it: Testimonianza è stato salvato

source: Testimonial has been updated
it: Testimonianza è stato aggiornato

source: Testimonial has been deleted
it: Testimonianza è stato eliminato

source: User Added Successfully
it: Utente aggiunto con successo

source: User has been updated
it: Utente è stato aggiornato

source: User has been deleted
it: L'utente è stato cancellato

source: Permission update successfully
it: aggiornamento il permesso con successo

source: You have been logged in Successfully
it: Sei stato disconnesso a successo

source: You have been logged out
it: Sei stato disconnesso.

source: Level User has been saved
it: Livello utente è stato salvato

source: Level user has been deleted
it: utente di livello è stato eliminato

source: Logo has been saved
it: Logo è stato salvato

source: Logo has been deleted
it: Logo è stato eliminato

source: Add Questions
it: Aggiungere Domande

source: Question Type
it: tipo di domanda

source: Search
it: Ricerca

source: Reset
it: Azzerare

source: Add To Exam
it: Aggiungi a Exam

source: Delete To Exam
it: Elimina per esame

source: Back To Exam
it: Torna in esame

source: Type
it: Tipo

source: Body of Question
it: Corpo di domanda

source: Level
it: Livello

source: Marks
it: votazione

source: Action
it: Azione

source: Add Advertisement
it: Aggiungere Pubblicità

source: Advertisement Name
it: Nome Pubblicità

source: URL Type
it: Tipo URL

source: Internal
it: Interno

source: External
it: Esterno

source: URL Target
it: URL di destinazione

source: _self
it: AUTO

source: _blank
it: Bianco

source: Upload Image (350*260)
it: Caricamento immagine

source: Save
it: Salva

source: Close
it: Chiudi.

source: Update Photo
it: Foto di aggiornamento

source: Upload Photo
it: Carica una foto

source: Update
it: Modifica

source: Cancel
it: Cancella

source: Edit Advertisements
it: Modifica Pubblicità

source: Form
it: Modulo

source: Status
it: Condizione

source: Advertisements
it: ANNUNCI PUBBLICITARI

source: Add New Advertisement
it: Aggiungi nuovo Pubblicità

source: Edit
it: Modifica

source: Delete
it: Cancella

source: View
it: Vista

source: Change Photo
it: Cambia foto

source: View Slides
it: visualizzare le diapositive

source: Attempted Papers of
it: Papers tentativi di

source: Total Marks
it: Marks totali

source: Obtained Marks
it: punteggi ottenuti

source: Result Finalized
it: risultato Finalizzata

source: Finalize It
it: finalizzarlo

source: PASSED
it: PASSATO

source: FAILED
it: Errore

source: Finalized By
it: messo a punto dal

source: Question No
it: interrogazione n

source: Option1
it: Opzione 1

source: Option2
it: Opzione 1

source: Option3
it: Opzione 1

source: Option4
it: Opzione 1

source: Option5
it: Opzione 1

source: Option6
it: Opzione 1

source: Marked Answer
it: risposta marcata

source: Correct Answer
it: Risposta corretta

source: Time Taken
it: Tempo preso

source: Marks Obtained
it: Voti Ottenuti

source: Checked by
it: Controllati da

source: System
it: Sistema

source: Configuration Options
it: Opzioni di configurazione

source: Site Name
it: Nome del sito

source: Organization Name
it: nome dell'organizzazione

source: Domain Name
it: Nome di dominio

source: Organization Email
it: organizzazione e-mail

source: Meta Title
it: Meta del titolo

source: Time Zone
it: Fuso Orario

source: Please Select
it: Seleziona un'opzione

source: Currency
it: la valuta.

source: Header Contact
it: Header Contatto

source: Email Contact
it: Email di contatto

source: Display records per page
it: Mostra record per pagina

source: Max records per page
it: Max record per pagina

source: Date Format
it: Formato data

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
it: Data, mese, anno, ora, minuti, secondi, Meridian, Data Seprator, Tempo Seprator

source: Image
it: Immagine

source: Text
it: Testo

source: Text Direction
it: Orientamento testo

source: Left-to-right (LTR)
it: Da sinistra a destra (LTR)

source: Right-to-Left (RTL)
it: Da destra a sinistra (RTL)

source: Language
it: Lingua

source: Enable SMS Notification
it: Abilita notifica SMS

source: Enable Email Notification
it: Attiva notifiche e-mail

source: Manual Verification
it: verifica manuale

source: Front End Registration
it: Front End Registrazione

source: Front End Slides
it: Front End diapositive

source: Translation
it: Traduzione

source: Paid Exam
it: esame a pagamento

source: Exam Expiry
it: esame di scadenza

source: Exam Feedback
it: esame Commenti

source: Tolrance Count
it: Conte Tolrance

source: Certificate
it: Certificato

source: Testimonial
it: Recensore

source: Advertisement
it: Pubblicità ....

source: No. of Visitor
it: Numero di visitatori

source: No. of Student
it: Numero di studenti

source: No. of Exam
it: Numero di esami

source: Save Settings
it: Salva le impostazioni

source: Add Pages
it: Aggiungi pagine

source: Link Name
it: Nome collegamento

source: Link Order
it: collegamento di ordine

source: Page Type
it: Tipo di pagina

source: External Url
it: URL esterno

source: Url Target
it: uRL di destinazione

source: Page Name
it: Nome pagina

source: Page Url
it: URL della pagina

source: Edit Pages
it: Modifica pagine

source: Pages
it: Pagine

source: Add New Page
it: Aggiungi nuova pagina

source: Published
it: Pubblicato

source: Unpublished
it: inedito

source: Add Currency
it: Aggiungere valuta

source: Currency Name
it: Nome valuta

source: Short Name
it: Abbreviazione

source: Upload Currency (Less or equal to 50*50)
it: Carica valuta (meno o uguale a 50 * 50)

source: Add New Currency
it: Aggiungi nuova valuta

source: In Progress Exam
it: In corso d'esame

source: Upcoming Exam
it: esame imminente

source: Completed Exam
it: esame completato

source: Students
it: studenti?

source: In Progress & Upcoming Exams
it: In Progress & Esami di prossima apertura

source: Date
it: Data

source: Exam Name
it: Nome esame

source: Group
it: Gruppo

source: Duration
it: Durata

source: Recent Exam Results
it: Esame recenti risultati

source: Exam
it: Esame

source: Overall Result
it: Risultato complessivo

source: Student Stats
it: Statistiche studenti

source: To
it: a

source: Details
it: Dettagli

source: Top 10 Student Group Wise
it: Top 10 Student Gruppo Wise

source: Student Statistic Table
it: Student Statistica Tabella

source: Total Students
it: Gli studenti totali

source: Total Active
it: totale attivo

source: Total Pending
it: In attesa totale

source: Total Suspended
it: totale sospeso

source: Top 10 Question Bank Subject Wise
it: Top 10 Domanda Banca Soggetto Wise

source: Top 10 Difficulty Level of Questions
it: Top 10 Livello di difficoltà delle domande

source: Question Count Table
it: Tabella Domanda Conte

source: Bank Name
it: Nome della banca

source: Total Easy
it: totale facile

source: Total Normal
it: totale normale

source: Total Difficult
it: totale Difficile

source: Diffculty Level
it: Livello diffculty

source: E-Mail Settings
it: Impostazioni e-mail

source: Email Type
it: Tipo email

source: LOCALHOST
it: HOST LOCALE

source: Server Name / Host
it: Nome server / host

source: Port
it: Porta

source: User Name
it: Nome Utente

source: Password
it: Parola d'ordine

source: Add Email Template
it: Aggiungere Email Template

source: Edit Email Templates
it: Modelli Modifica e-mail

source: Email Templates
it: Modelli email

source: Add New Email Template
it: Aggiungi nuovo modello di e-mail

source: Template
it: Modelli

source: Subject Added successfully
it: Soggetto Aggiunto con successo

source: Add Exam
it: Aggiungere Exam

source: Name of Exam
it: Nome esame

source: Passing Percentage
it: passaggio Percentuale

source: Instruction
it: Istruzioni

source: Exam Duration (Min.)
it: Esame Durata (min.)

source: 0 for unlimited duration
it: 0 per una durata illimitata

source: Attempt Count
it: Conteggio tentativo

source: 0 for unlimited attempt
it: 0 per tentativo illimitato

source: Start Date
it: Data di inizio

source: End Date
it: Data di fine

source: Show Answer Sheet
it: Mostra risposta Sheet

source: Yes
it: sì

source: No
it: Non

source: Select Group
it: Seleziona gruppo

source: Student Group
it: Gruppo Student

source: Negative Marking
it: negativo Marcatura

source: Random Question
it: Domanda Casuale

source: Amount
it: Importo

source: Browser Tolrance
it: Tolrance Browser

source: Expiry Days
it: scadenza Giorni

source: 0 for Unlimited
it: 0 per illimitato

source: Result After Finish
it: Risultato Dopo Finish

source: Mode
it: Modo

source: Instant Result
it: risultato immediato

source: Option Shuffle
it: opzione Shuffle

source: Add Subjects To Exams
it: Aggiungere sottopone a esami

source: Subject Name
it: Soggetto Nome

source: No. of Questions
it: Numero di domande

source: Ques Attempt Count
it: Ques Tentativo Conte

source: Questions Attempt Count
it: Domande Tentativo Conte

source: Leave blank for not showing (0 for unlimited)
it: Lascia in bianco per non mostrare (0 per illimitato)

source: ctrl+click to add multiples
it: ctrl + click per aggiungere multipli

source: Add
it: Aggiungere

source: Edit Exam
it: Modifica esame

source: Exam Stats
it: Statistiche esame

source: No of Student Passed
it: No di studenti Passato

source: Download
it: Scarica

source: No of Student Failed
it: No di studenti Impossibile

source: No of Student Absent
it: No di studenti Assente

source: Exam Details
it: Dettagli esame

source: Finalize Result
it: finalizzare Risultato

source: Attempted Papers
it: Papers Tentativo

source: Eligible Group
it: Gruppo ammissibili

source: Close Exam
it: Chiudi esame

source: Activate Exam
it: attivare esame

source: Exam Closed Re-Activate Exam
it: Esame chiuso riattivare esame

source: Browser Tolrence
it: Tolrence Browser

source: Expiry
it: Fai scadere

source: Unlimited
it: Illimitato

source: Days
it: Giorni

source: Subjective
it: soggettive.

source: Objective
it: Oggettivo

source: True &amp; False
it: Vero & amp; falso

source: Fill in the blanks
it: Riempire gli spazi vuoti

source: Total Questions
it: Domande totali

source: Question Attempt Count
it: Domanda Tentativo Conte

source: H
it: A

source: Total
it: Totale

source: M
it: L

source: Student Name
it: Nome dello studente

source: Enrolment
it: Iscrizione

source: Phone
it: Telefono

source: Result Status
it: Stato risultato

source: Forgot Password
it: Password dimenticata

source: Email ID
it: E-mail

source: Submit
it: Presentare

source: Forgot Username
it: Dimenticato il nome?

source: Verification Code
it: Codice di verifica

source: Please enter verification Code
it: Si prega di inserire il codice di verifica

source: Reset Password
it: Reimposta password

source: Confirm Password
it: Conferma password

source: Add Groups
it: Aggiungi gruppi
