Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Group Name
it: Nome del gruppo

source: Edit Groups
it: Modifica Gruppi

source: Groups
it: Gruppi

source: Add New Group
it: Aggiungi nuovo gruppo

source: Add Help Content
it: Aggiungere contenuto della Guida

source: Title
it: Titolo

source: Description
it: Descrizione

source: Edit Help Content
it: Modifica contenuto della Guida

source: Help Content
it: contenuto della Guida

source: Add New Help Content
it: Aggiungi nuovo contenuto della Guida

source: Import/Export Qusetions
it: Importa / Esporta Qusetions

source: Back To Questions
it: Torna alle domande

source: Export Questions
it: Export Domande

source: Select File
it: Selezionare file

source: Import Questions
it: importare domande

source: Import/Export Students
it: Import / Export Studenti

source: Back To Students
it: Back To studenti

source: Export Students
it: Export studenti

source: Import Students
it: Importa studenti

source: All Messages
it: tutti i messaggi

source: My Profile
it: Il mio profilo

source: Change Password
it: Cambiare password

source: Logout
it: Esci

source: Powered by
it: Alimentato da

source: Date &amp; Time
it: Data & amp; Tempo

source: Compose Mail
it: Scrivi una mail

source: Search Student Mail
it: Cerca Student posta

source: Message
it: Messaggio

source: Send
it: Invia

source: Compose
it: Scrivi

source: Inbox
it: Ricevute

source: Sent Mail
it: Posta inviata

source: Trash
it: Cestino

source: More
it: Ancora

source: Mark as Read
it: Segna come Già letto

source: Mark as Unread
it: Segna come Da leggere

source: Move to Inbox
it: Sposta in posta in arrivo

source: Reply
it: Rispondi

source: Forward
it: In avanti

source: Menu Names
it: I nomi dei menu

source: Model Name
it: Nome del modello

source: Icon
it: Icona

source: Add News
it: Aggiungi nuovo

source: News Title
it: Notizie Titolo

source: News Description
it: Notizie Descrizione

source: Edit News
it: Modifica News

source: News
it: Notizie

source: Add New News
it: Aggiungere nuove notizie

source: Paypal Payment Option
it: Opzione di pagamento Paypal

source: Signature
it: Firma

source: Sandbox Mode
it: Modalità Sandbox

source: True
it: Vero

source: Add Question
it: Aggiungi domanda

source: Question
it: Domanda

source: Correct Answers
it: Risposte corrette

source: Type your question here
it: Scrivi la tua domanda qui

source: Answer1
it: Rispondi.

source: Answer2
it: Rispondi.

source: Answer3
it: Rispondi.

source: Answer4
it: Rispondi.

source: Answer5
it: Rispondi.

source: Answer6
it: Rispondi.

source: True/False
it: Vero falso

source: False
it: Falso

source: Blank Space
it: Spazio bianco

source: Explanation (Optional)
it: Spiegazione (opzionale)

source: Provide explanation in support of correct answer
it: Fornire una spiegazione a sostegno della risposta corretta

source: Hint(optional)
it: Suggerimento (opzionale)

source: Hint to help answer correctly
it: Suggerimento che consenta di rispondere correttamente

source: without minus sign
it: senza il segno meno

source: Edit Question Type
it: Modifica tipo di domanda

source: Explanation
it: SPIEGAZIONE

source: Hint
it: Suggerimenti

source: Questions
it: Domande

source: Add New Question
it: Aggiungere Nuova domanda

source: Answer
it: Risposta

source: Question Details
it: Dettagli Domanda

source: Exam Wise
it: esame Wise

source: Please Select Exam
it: Selezionare Esame

source: Status of Result
it: Stato di Risultato

source: Please Select Result Status
it: Selezionare Stato Risultato

source: Download Result
it: Scarica Risultato

source: Rank
it: Posizione

source: Test
it: Testare

source: Percent
it: Percentuale

source: Result
it: Risultato

source: View Result
it: vista Risultato

source: Download/Print Result
it: Scarica / Stampa Risultato

source: Name or Enrolment Number
it: Nome o Matricola Text

source: Enrolment Number
it: Numero di iscrizione

source: Back
it: Indietro

source: Assesment Report for
it: Rapporto Assesment per

source: Taken Date
it: preso Data

source: Total Time
it: Tempo totale:

source: Nos. of Browser tolrance attempt
it: N. Di Browser tentativo tolrance

source: Total Score
it: Punteggio totale

source: Student Marks Distribution
it: Student Marks Distribuzione

source: Feedback
it: Commenti

source: Section Name
it: Nome sezione

source: Section proportion
it: Sezione proporzione

source: Actual
it: Effettivo

source: Your Percentage
it: la percentuale

source: Section Summary
it: Sommario Sezione

source: Maximum Score
it: punteggio massimo

source: Developed Skill
it: Abilità sviluppato

source: Needs Development
it: Ha bisogno di sviluppo

source: Lack of Skill
it: Mancanza di abilità

source: MCQ answered
it: MCQ risposto

source: Legend
it: Legenda

source: Send Emails
it: Inviare emails

source: Teachers
it: Insegnanti

source: Any Email
it: ogni e-mail

source: Default all students if you add manually then search student email
it: Predefinito tutti gli studenti se si aggiunge manualmente quindi cercare email studente

source: Default all teachers if you add manually then search teacher email
it: Predefinito tutti gli insegnanti se si aggiunge manualmente quindi cercare e-mail insegnante

source: Type any email comma seprated
it: Digitare qualsiasi virgola email seprated

source: Type subject
it: tipo soggetto

source: Select Email Template
it: Selezionare E-mail Template

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
it: Se non si desidera selezionare modello e-mail poi semplicemente digitare un messaggio di posta elettronica. Una volta che si carica editor di allora non è possibile selezionare modello di andare pulsante per ripristinare

source: Send Sms
it: Invia SMS

source: Any Sms
it: ogni Sms

source: Default all student if you add manually then search students name
it: Predefinito tutti gli studenti se si aggiunge manualmente quindi cercare nome studenti

source: Default all teachers if you add manually then search teacher name
it: Predefinito tutti gli insegnanti se si aggiunge manualmente quindi cercare il nome dell'insegnante

source: Any Number
it: Qualsiasi numero

source: Type any number comma seprated
it: Digitare un numero qualsiasi virgola seprated

source: Select Sms Template
it: Seleziona modello Sms

source: If you do not want to select sms template then simply type sms message
it: Se non si desidera selezionare modello sms poi semplicemente digitare un messaggio sms

source: Certificate Signature
it: Firma Certificato

source: Upload Image(* height less than 75px)
it: Carica immagine (* altezza inferiore a 75px)

source: Delete Signature
it: cancellare Firma

source: Add Slides
it: Aggiungere diapositive

source: Slide Name
it: Far scorrere Nome

source: Upload Slide (1350*550)
it: Carica diapositive (1350 * 550)

source: Edit Slides
it: Modifica diapositive

source: Slides
it: Slide

source: Add New Slide
it: Aggiungi Nuova Slide

source: SMS Settings
it: IMPOSTAZIONI SMS

source: Sender ID
it: Id Mittente

source: Heading Username
it: Intestazione Nome utente

source: Username field provided by sms gateway
it: Il campo nome utente fornito dal gateway SMS

source: Heading Password
it: Intestazione password

source: Password field provided by sms gateway
it: campo Password fornito da gateway SMS

source: Heading Mobile No
it: La voce mobile No

source: Mobile No field provided by sms gateway
it: Cellulare Nessun campo fornito dal gateway SMS

source: Heading Message
it: Intestazione Messaggio

source: Message field provided by sms gateway
it: campo Messaggio fornito da gateway SMS

source: Heading Sender Id
it: Intestazione Id mittente

source: Sender Id field provided by sms gateway
it: campo mittente Id fornito da gateway SMS

source: Add SMS Template
it: Aggiungere SMS Template

source: Edit SMS templates
it: modelli di modifica SMS

source: Add New SMS Template
it: Aggiungere nuovo modello di SMS

source: Add Students
it: Aggiungere studenti

source: Address
it: Indirizzo

source: Guardian Phone
it: Guardiano Phone

source: Edit Students
it: Modifica studenti

source: Renewal Date
it: Data di rinnovo

source: Add New Student
it: Aggiungi nuovo Student

source: Wallet
it: Portafoglio

source: Admission Date
it: Data di ammissione

source: Credit
it: Credito

source: Debit
it: Addebito

source: Balance
it: Saldo

source: Date & Time
it: Data e ora

source: Payment Through
it: Attraverso pagamento

source: Remarks
it: Note

source: View Student Information
it: Visualizzazione delle informazioni per studenti

source: Full Name
it: Nome e cognome

source: Phone Number
it: Numero di telefono

source: Registered Email
it: email registrata

source: Alternate Number
it: Numero alternativo

source: Enrolment No
it: L'iscrizione No

source: Last Login
it: Ultimo Accesso

source: Students Wallet
it: Gli studenti Portafoglio

source: Transaction Form
it: Modulo di transazione

source: Mobile
it: Cellulare

source: ADD
it: AGGIUNGERE

source: DEDUCT
it: DEDURRE

source: Add Subjects
it: Aggiungere Soggetti

source: Edit Subjects
it: Modifica Soggetti

source: Subjects
it: Oggetto

source: Add New Subject
it: Aggiungi nuovo Soggetto

source: Question Bank
it: domanda Bank

source: Add Testimonials
it: Aggiungere Testimonianze

source: Upload Photo (150*150)
it: Carica Foto (150 * 150)

source: Testimonials
it: Sponsor

source: Add New Testimonial
it: Aggiungi nuovo Testimonial

source: Photo
it: Foto

source: Add Users
it: Aggiungi utenti

source: User Level
it: Livello Utente

source: Username
it: Nome utente

source: Level users
it: gli utenti di livello

source: Add New Level
it: Aggiungere nuovo livello

source: Back To Users
it: Back To utenti

source: Level Name
it: Livello Nome

source: Set Permission
it: impostare l'autorizzazione

source: Assign Form Rights
it: Assegnare diritti Form

source: Module Name
it: Nome Modulo

source: Old Password
it: Vecchia password:

source: Edit Users
it: Modifica utenti

source: User Registration Form
it: Modulo di registrazione utente

source: Users
it: Utenti

source: Add New User
it: Aggiungi nuovo utente

source: Add Level Users
it: Aggiungere livello utenti

source: Level User
it: livello utente

source: Dear user, log in to access the admin area!
it: Gentile utente, il login per accedere all'area di amministrazione!

source: Admin / Teacher Username
it: Admin / Maestro Nome utente

source: Forgot User Name
it: Dimenticato il nome?

source: Organisation Logo
it: Organizzazione Logo

source: Upload Image(* height less than 220px)
it: Carica immagine (* altezza inferiore a 220px)

source: Delete Logo
it: Eliminare Logo

source: Please provide a type for chart %s!
it: Si prega di fornire un tipo di grafico %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
it: Grafico: \ " %s " non è stato trovato. Assicurarsi che Nome Chart è la stessa stringa che viene passata a $ this-> HighCharts-> render () nella vista.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
it: L'operazione di pagamento rapido è scaduto e la transazione deve essere riavviato

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
it: Si può avere fatto una seconda chiamata per lo stesso pagamento oppure si può avere utilizzato lo stesso ID fattura per le transazioni separate.

source: Please use a different funcing source.
it: Si prega di utilizzare una fonte funcing diverso.

source: An error occured, please retry the transaction.
it: È verificato un errore, si prega di riprovare la transazione.

source: This transaction couldn't be completed. Redirecting to payment gateway
it: Questa operazione non può essere completata. Reindirizzamento a gateway di pagamento

source: You have not agreed to the billing agreement.
it: Non hai accettato l'accordo di fatturazione.

source: The billing agreement is disabled or inactive.
it: L'accordo di fatturazione è disabilitato o inattivo.

source: The credit card used is expired.
it: La carta di credito utilizzata è scaduta.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
it: La transazione è stata rifiutata perché la risposta AVS restituito il valore di N, e il conto commerciante non è in grado di accettare tali operazioni.

source: The payment gateway account is restricted.
it: L'account gateway di pagamento è limitato.

source: You must submit an IP address of the buyer with each API call.
it: È necessario presentare un indirizzo IP dell'acquirente con ogni chiamata API.

source: The merchant selected a value for the PaymentAction field that is not supported.
it: Il commerciante selezionato un valore per il campo PaymentAction che non è supportato.

source: The credit card field was blank.
it: Il campo di carta di credito era vuoto.

source: The total amount and item amounts do not match.
it: La quantità e la voce importi totali non corrispondono.

source: The credit card entered is currently restricted by the payment gateway.
it: La carta di credito immesso è attualmente limitata dal gateway di pagamento.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
it: Il commerciante è entrato un ID fattura che è già associato a una transazione con lo stesso commerciante. Tentativo con un nuovo ID fattura

source: The transaction was declined by the country filter managed by the merchant.
it: La transazione è stata rifiutata dal filtro Paese gestito dal commerciante.

source: The transaction was declined by the maximum amount filter managed by the merchant.
it: La transazione è stata rifiutata dal filtro massimo importo gestito dal commerciante.

source: The transaction was declined by the payment gateway.
it: La transazione è stata rifiutata dal gateway di pagamento.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
it: La transazione è stata rifiutata dal gateway di pagamento a causa di possibili attività fraudolente.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
it: La transazione è stata rifiutata dal gateway di pagamento a causa di possibili attività fraudolente sull'indirizzo IP.

source: The merchant account attempting the transaction is not a business account.
it: Il commerciante conto di tentare l'operazione non è un account business.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
it: Il commerciante conto di tentare l'operazione non è in grado di elaborare le transazioni di pagamento diretto.

source: Access to Direct Payment was disabled for your account.
it: L'accesso a pagamento diretto è stato disattivato per il tuo account.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
it: Il commerciante conto di tentare l'operazione non ha un indirizzo email confermato con il gateway di pagamento.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
it: Il commerciante ha tentato una transazione in cui l'ammontare ha superato il limite superiore per quel commerciante.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
it: La transazione è stata rifiutata a causa di un filtro rischio mercantile per AVS. In particolare, il commerciante ha messo a declinare transazione quando i AVS restituito un non può competere (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
it: La transazione è stata rifiutata a causa di un filtro rischio mercantile per AVS. In particolare, il commerciante ha impostare il filtro di rifiutare le transazioni quando l'AVS restituisce una corrispondenza parziale.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
it: La transazione è stata rifiutata a causa di un filtro rischio mercantile per AVS. In particolare, il commerciante ha impostare il filtro di rifiutare le transazioni quando l'AVS non è supportato.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
it: Il commerciante è entrato un indirizzo IP che era in un formato non valido. L'indirizzo IP deve essere in un formato come 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
it: La configurazione del commerciante richiede un CVV da inserire, ma non CVV è stato fornito con questa transazione.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
it: Il commerciante ha fornito un indirizzo sia negli Stati Uniti o in Canada, ma lo stato fornito non è uno stato valido in entrambi i paesi.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
it: La transazione è stata rifiutata dalla banca emittente, non il gateway di pagamento. Il commerciante deve tentare un'altra carta.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
it: paese del commerciante di residenza non è attualmente supportato per consentire le operazioni di pagamento diretto.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
it: La transazione è stata rifiutata perché il gateway di pagamento sta elaborando una transazione con lo stesso acquirente per lo stesso importo. Può verificarsi quando un acquirente invia multiple, le operazioni identiche in rapida successione.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
it: Il CVV fornito non è valido. Il CVV è lunga tra 3-4 cifre.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
it: Per favore riprova più tardi. Assicurarsi di aver superato il corretto CVV e indirizzo informazioni per l'acquirente. Se la creazione di un profilo ricorrenti, si prega di riprovare facendo passare una quantità di init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
it: La transazione non è conforme a causa di 3-D valori autenticazione sicura mancanti o non validi. Controllare i campi ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
it: L'operazione è stata respinta dal gateway di pagamento a causa di errori eccessivi nel corso di un breve periodo di tempo per questa carta di credito.

source: The transaction was declined by payment gateway.
it: La transazione è stata rifiutata dal gateway di pagamento.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
it: La transazione è stata rifiutata perché il commerciante non dispone di un accordo di un'entità commerciale valida sul file con il gateway di pagamento.

source: The transaction was declined because the CVV entered does not match the credit card.
it: La transazione è stata rifiutata perché il CVV inserito non corrisponde alla carta di credito.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
it: La transazione è stata rifiutata dalla banca emittente a causa di una carta di credito scaduta. Il commerciante deve tentare un'altra carta.

source: Exceeded permissible limit for Navigating away
it: Superato limite consentito per la navigazione via

source: You have exceeded the permissible limit for navigating away from your test
it: È stato superato il limite consentito per navigare lontano dal tuo test

source: Your test has finished. You can close the window now
it: Il test è terminato. È possibile chiudere la finestra ora

source: Installation Complete
it: Installazione completata

source: Aho! The System is installed successfully.
it: Aho! Il sistema è stato installato correttamente.

source: Go to Admin/Teacher Interface
it: Vai a Admin / Maestro Interface

source: User
it: Utente

source: Go to Front End/Student Interface
it: Vai a Front End / Student Interface

source: Visit our website
it: Visita il nostro sito

source: for documentation and support
it: per la documentazione e il supporto

source: My Exam Stats
it: Le mie Statistiche esame

source: Total Exam Given
it: Esame totale Dato

source: Absent Exams
it: Esami assenti

source: Best Score in
it: Miglior punteggio in

source: On
it: Attivato

source: Failed in
it: Non riuscito a

source: Average Percentage
it: Percentuale media

source: Your Rank
it: Il tuo Grado

source: Month Wise Performance
it: Mese Wise prestazioni

source: Exam Wise Performance
it: Esame delle prestazioni Wise

source: Top 10
it: Superiore

source: Todays Exam
it: esame di oggi

source: Top
it: Superiore

source: These are the exam(s) that can be taken right now
it: Questi sono l'esame (s) che può essere presa in questo momento

source: No Exams found for today
it: Nessun Esami trovato per oggi

source: Something went wrong
it: Qualcosa è andato storto.

source: Show
it: Mostra

source: entries
it: inserimenti

source: Prev
it: Prec

source: Next
it: Avanti

source: Showing {:start} to {:current} of {:count} entries
it: Mostrando {:start} a {:current} di {:count} voci

source: Email Verification
it: verifica email

source: Please Enter Verification Code in the Text Box
it: Inserisci il codice di verifica nella casella di testo

source: Re-Send Email Verification
it: Re-Invia verifica e-mail

source: Please Enter Email Id in the Text Box which you enter at the time of registration
it: Si prega di inserire id e-mail nella casella di testo che si inserisce al momento della registrazione

source: Purchased Exam
it: esame acquistati

source: Expired Exam
it: esame scaduto

source: These are the exam(s) which has been expired
it: Questi sono l'esame (s) che è stato scaduta

source: No Exams found
it: Nessun Esami trovato

source: Thank you for using the test
it: Grazie per aver usato il test

source: 1. The test instructions were
it: 1. Le istruzioni di test sono stati

source: Largely Clear
it: In gran parte trasparente

source: Medium Clear
it: Media Cancella

source: Not Clear
it: Non chiaro

source: 2. Language of question was
it: 2. Lingua domanda era

source: 3. Overall test experience was
it: 3. L'esperienza complessiva è stata di prova

source: Good
it: Buono

source: Better
it: migliore

source: Best
it: Saluti

source: Any other feedback suggestion
it: Qualsiasi altro suggerimento di risposte

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
it: Si prega di chiudere tutte le finestre di chat, screen-saver e antivirus programmi prima di iniziare il test
