Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/sqi/LC_MESSAGES/validation.po
Languages: sq

source: Only letters and numbers allowed
sq: Vetëm shkronja dhe numra të lejuara

source: Group already exist
sq: Grupi tashmë ekzistojnë

source: Only Url
sq: vetëm Url

source: File does not have a valid extension
sq: File nuk ka një shtrirje të vlefshme

source: You must supply a JPG, GIF or PNG File.
sq: Ju duhet të ofrojë një JPG, GIF ose PNG file.

source: Invalid Header Contact
sq: Invalid Header Kontakt

source: Only Alphabets
sq: vetëm alfabetet

source: Currency Name already exist
sq: Valuta Emri ekzistojnë

source: You must supply image height is less than 50px
sq: Ju duhet të furnizimit lartësia e imazhit është më pak se 50px

source: You must supply image width is less than 50px
sq: Ju duhet të furnizimit me gjerësinë e imazhit është më pak se 50px

source: Only numbers allowed
sq: Vetëm një numër i lejuar

source: Only Date/time format
sq: Vetëm Data / Ora format

source: Enter a valid email
sq: Shkruani një email të vlefshme

source: Please select
sq: Ju lutem zgjidhni

source: Invalid Username
sq: Username pavlefshme

source: Invalid Password
sq: Fjalëkalim i pavlefshëm

source: Invalid Signature
sq: Nënshkrimi i pavlefshëm

source: Only numbers
sq: vetëm një numër i

source: You must supply image height is less than 220px
sq: Ju duhet të furnizimit me lartësinë e imazhit është më pak se 220px

source: This Email has already been exist! try new one
sq: Kjo Email tashmë ekziston! provoni një të ri

source: Password required
sq: Password nevojshme

source: Password minimum 4 character long
sq: Fjalëkalimi minimum 4 karakter të gjatë

source: Name already exist
sq: Emri tashmë ekzistojnë
