Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/isl/LC_MESSAGES/default.po
Languages: is

source: Download/Print Result
is: Sækja / Print Niðurstaða

source: Name or Enrolment Number
is: Nafni eða Innritun Fjöldi

source: Enrolment Number
is: Innritun Number

source: Assesment Report for
is: Mat Skýrsla fyrir

source: Taken Date
is: Taken Dagsetning

source: Nos. of Browser tolrance attempt
is: Nos. Vafranum tolrance tilraun

source: Student Marks Distribution
is: Student Marks Dreifing

source: Feedback
is: athugasemdir

source: Section Name
is: Hluti Name

source: Section proportion
is: Hluti hlutfall

source: Actual
is: Raunveruleg

source: Your Percentage
is: Hlutfall þinn

source: Section Summary
is: Samantekt Section

source: Maximum Score
is: Hámarks Einkunn

source: Developed Skill
is: Hannað Skill

source: Needs Development
is: þarf Development

source: Lack of Skill
is: Skortur á Skill

source: MCQ answered
is: MCQ svarað

source: Legend
is: Skýringartexti:

source: Send Emails
is: Senda póst

source: Teachers
is: kennarar

source: Any Email
is: allir Email

source: Default all students if you add manually then search student email
is: Default öllum nemendum ef þú bæta handvirkt leitaðu síðan tölvupóst nemenda

source: Default all teachers if you add manually then search teacher email
is: Default alla kennara ef þú bæta handvirkt leitaðu síðan tölvupóst kennara

source: Type any email comma seprated
is: Slegið inn hvaða email kommu seprated

source: Type subject
is: Gerð efni

source: Select Email Template
is: Veldu Snið Email

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
is: Ef þú vilt ekki að velja email sniðmát þá einfaldlega slegið tölvupóst. Þegar þú hleður ritstjóri þá getur þú ekki valið sniðmát fara að endurstilla hnappinn

source: Send Sms
is: Senda Sms

source: Any Sms
is: allir Sms

source: Default all student if you add manually then search students name
is: Default allt nemandanum ef þú bæta handvirkt leitaðu síðan nemendur nafni

source: Default all teachers if you add manually then search teacher name
is: Default alla kennara ef þú bæta handvirkt leitaðu síðan nafn kennara

source: Any Number
is: allir tala

source: Type any number comma seprated
is: Slegið inn hvaða númer komma seprated

source: Select Sms Template
is: Veldu Sms Snið

source: Sms Template
is: sms Snið

source: If you do not want to select sms template then simply type sms message
is: Ef þú vilt ekki að velja sms sniðmátið þá einfaldlega slá SMS skilaboð

source: Certificate Signature
is: vottorðsundirritunar

source: Upload Image(* height less than 75px)
is: Hlaða Image (* hæð minna en 75px)

source: Delete Signature
is: eyða Undirskrift

source: Add Slides
is: Bæta skyggnur

source: Upload Slide (1350*550)
is: Hlaða Slide (1350 * 550)

source: Edit Slides
is: Breyta Glærur

source: Slides
is: Glærur

source: Add New Slide
is: Bæta við nýjum Slide

source: SMS Settings
is: SMS-stillingar

source: Sender ID
is: Sendandi ID

source: Heading Username
is: Fyrirsögn Notandanafn

source: Username field provided by sms gateway
is: Notandanafn sviði veitt af sms gátt

source: Heading Password
is: Fyrirsögn Lykilorð

source: Password field provided by sms gateway
is: Lykilorð sviði veitt af sms gátt

source: Heading Mobile No
is: Fyrirsögn Mobile Nei

source: Mobile No field provided by sms gateway
is: Mobile Nei sviði veitt af sms gátt

source: Heading Message
is: Fyrirsögn Message

source: Message field provided by sms gateway
is: Message sviði veitt af sms gátt

source: Heading Sender Id
is: Fyrirsögn Sendandi Id

source: Sender Id field provided by sms gateway
is: Sendandi Id sviði veitt af sms gátt

source: Add SMS Template
is: Bæta SMS sniðmát

source: Edit SMS templates
is: Breyta SMS sniðmát

source: SMS Templates
is: SMS Sniðmát

source: Add New SMS Template
is: Bæta við nýjum SMS sniðmát

source: Add Students
is: Bæta Nemendur

source: Address
is: Heimilisfang

source: Guardian Phone
is: Guardian Sími

source: Edit Students
is: Breyta Nemendur

source: Renewal Date
is: endurnýjun Dagsetning

source: Add New Student
is: Bæta nýr nemandi

source: Wallet
is: veski

source: Admission Date
is: Aðgangseyrir Dagsetning

source: Debit
is: debet

source: Date & Time
is: Dagsetning og tími

source: Payment Through
is: greiðsla gegnum

source: Remarks
is: athugasemdir

source: View Student Information
is: Skoða Student Information

source: Full Name
is: Fullt nafn

source: Phone Number
is: Símanúmer

source: Alternate Number
is: varamaður Number

source: Enrolment No
is: Innritun Nei

source: Students Wallet
is: nemendur Veski

source: Transaction Form
is: Færsla Form

source: DEDUCT
is: draga

source: Add Subjects
is: Bæta Myndefni

source: Edit Subjects
is: Breyta Námsgreinar

source: Subjects
is: einstaklingar

source: Add New Subject
is: Bæta við nýjum Subject

source: Question Bank
is: spurning Bank

source: Add Testimonials
is: Bæta Vitnisburður

source: Upload Photo (150*150)
is: Hlaða Photo (150 * 150)

source: Edit Testimonials
is: Breyta Vitnisburður

source: Testimonials
is: sögur

source: Add New Testimonial
is: Bæta við nýjum vitnisburður

source: Photo
is: mynd

source: Add Users
is: Bæta notendur

source: Username
is: Notandanafn

source: Level users
is: stigi notendur

source: Add New Level
is: Bæta nýr láréttur flötur

source: Back To Users
is: Til baka Til Notendur

source: Set Permission
is: Set Leyfi

source: Assign Form Rights
is: Úthluta Eyðublað Réttindi

source: Old Password
is: gamalt lykilorð

source: Edit Users
is: Breyta notendur

source: User Registration Form
is: Notandi Skráning Form

source: Users
is: Notendur

source: Add New User
is: Bæta við nýjum notanda

source: Add Level Users
is: Bæta stigi notendur

source: Dear user, log in to access the admin area!
is: Kæri notandi, skrá þig inn til að fá aðgang að admin svæði!

source: Admin / Teacher Username
is: Admin / kennara Notandanafn

source: Forgot User Name
is: Gleymt User Name

source: Organisation Logo
is: Skipulag Logo

source: Upload Image(* height less than 220px)
is: Hlaða Image (* hæð minna en 220px)

source: Delete Logo
is: eyða Logo

source: Please provide a type for chart %s!
is: Gefðu gerð fyrir töfluna %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
is: Mynd: \ " %s " fannst ekki. Tryggja að mynd Name er sama band sem er sendur til $ this-> HighCharts-> bakið () í augum þínum.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
is: The Express Checkout hreyfingin hefur runnið út og viðskiptin þarf að endurræsa

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
is: Þú gætir hafa gert annað símtal í sömu greiðslu eða þú gætir hafa notað sömu ID kvittuninni fyrir sitthvoru viðskiptum.

source: Please use a different funcing source.
is: Vinsamlegast nota aðra funcing uppspretta.

source: An error occured, please retry the transaction.
is: Villa kom upp, reyndu aftur viðskiptin.

source: This transaction couldn't be completed. Redirecting to payment gateway
is: Þessi viðskipti gætu ekki verið lokið. Áframsendi að greiðslu hlið

source: You have not agreed to the billing agreement.
is: Þú hefur ekki samþykkt að innheimtu samkomulagi.

source: The billing agreement is disabled or inactive.
is: The innheimtu Samningurinn er óvirk eða óvirkt.

source: The credit card used is expired.
is: Kreditkortið notuð er útrunnið.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
is: Viðskiptin var neitað vegna þess að AVS svar aftur gildi N, og seljanda er ekki fær um að taka slík viðskipti.

source: The payment gateway account is restricted.
is: Greiðslan hlið reikningur er takmarkaður.

source: You must submit an IP address of the buyer with each API call.
is: Þú verður að leggja IP tölu kaupanda með hverju API símtali.

source: The merchant selected a value for the PaymentAction field that is not supported.
is: Kaupskipum valið gildi fyrir PaymentAction sviði sem er ekki studd.

source: The credit card field was blank.
is: Kreditkortið sviði var auður.

source: The total amount and item amounts do not match.
is: Heildarfjárhæð og lið fjárhæðir passa ekki.

source: The credit card entered is currently restricted by the payment gateway.
is: Kreditkortið inn er nú takmarkaður við greiðslu hlið.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
is: Kaupskipum inn á vörureikningi auðkenni sem er nú þegar í tengslum við viðskiptin með sama kaupmanninum. Tilraun með nýja vörureikningi ID

source: The transaction was declined by the country filter managed by the merchant.
is: Viðskiptin var hafnað af landinu síu stjórnað af kaupskipum.

source: The transaction was declined by the maximum amount filter managed by the merchant.
is: Viðskiptin var hafnað af hámarksfjárhæð síu stjórnað af kaupskipum.

source: The transaction was declined by the payment gateway.
is: Viðskiptin var hafnað af greiðslu hlið.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
is: Viðskiptin var hafnað af greiðslu hlið vegna hugsanlegrar sviksamlega starfsemi.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
is: Viðskiptin var hafnað af greiðslu hlið vegna hugsanlegrar svikastarfsemi á IP tölu.

source: The merchant account attempting the transaction is not a business account.
is: The seljanda reynt viðskiptin er ekki fyrirtæki reikning.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
is: The seljanda reynt viðskiptin er ekki hægt að afgreiða beinu greiðslna.

source: Access to Direct Payment was disabled for your account.
is: Aðgangur að bein greiðsla var óvirk fyrir reikninginn þinn.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
is: The seljanda reynt viðskiptin hefur ekki staðfest netfang með greiðslu hlið.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
is: Kaupskipum reyndi viðskipti þar sem magn yfir efri mörk fyrir þeim kaupmanni.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
is: Viðskiptin var hafnað vegna þess að kaupmaðurinn áhættu síu fyrir AVS. Nánar tiltekið, kaupskipum hefur sett að lækka viðskiptin þegar AVS aftur a neitun jafningi (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
is: Viðskiptin var hafnað vegna þess að kaupmaðurinn áhættu síu fyrir AVS. Nánar tiltekið, kaupskipum hefur sett síuna til að lækka viðskipti þegar AVS skilar hluta samsvörun.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
is: Viðskiptin var hafnað vegna þess að kaupmaðurinn áhættu síu fyrir AVS. Nánar tiltekið, kaupskipum hefur sett síuna til að lækka viðskipti þegar AVS er ekki studd.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
is: Kaupskipum inn IP-tölu sem var í ógildu sniði. IP tölu verður að vera í formi eins og 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
is: stillingar kaupskipum krefst CVV að koma inn, en engin CVV var veitt með þessari færslu.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
is: Kaupskipum gefið upp netfang annaðhvort í Bandaríkjunum eða Kanada, en ríkið veitt er ekki gilt ríki í hvoru landinu.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
is: Viðskiptin var hafnað með útgáfu bankans, ekki greiðslu hlið. Kaupmaðurinn ætti að reyna annað kort.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
is: Landið kaupskipum búsetu er ekki studd að leyfa Bein greiðslna.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
is: Viðskiptin var hafnað vegna þess að greiðsla hlið er að vinna á viðskipti af sama kaupanda fyrir sömu upphæð. Getur átt sér stað þegar kaupandi leggur margar, samskonar viðskiptum í fljótur röð.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
is: The CVV veitt er ógilt. The CVV er á milli 3-4 stafir að lengd.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
is: Vinsamlegast reyndu aftur síðar. Að tryggja að þú hefur staðist rétta CVV og heimilisfang upplýsingar fyrir kaupandann. Ef búa endurteknar upplýsingar, vinsamlegast reyndu aftur með því að láta init magn af 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
is: Viðskiptin eru ekki samhæft vegna vantar eða öryrki 3-D Öruggur auðkenningar gildi. Athugaðu ECI, ECI3DS, CAVV, Xið sviðum.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
is: Viðskiptin var hafnað af greiðslu hlið vegna of bilana yfir stuttan tíma fyrir þetta greiðslukorti.

source: The transaction was declined by payment gateway.
is: Viðskiptin var hafnað af greiðslu hlið.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
is: Viðskiptin var hafnað vegna þess að kaupskip hefur ekki gilt auglýsing aðila samning á skrá hjá greiðslu hlið.

source: The transaction was declined because the CVV entered does not match the credit card.
is: Viðskiptin var hafnað vegna þess að CVV inn passar ekki greiðslukort.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
is: Viðskiptin var hafnað af bankanum gefur því útrunnið kreditkort. Kaupmaðurinn ætti að reyna annað kort.

source: Exceeded permissible limit for Navigating away
is: Leyfileg mörk fyrir Flett burtu

source: You have exceeded the permissible limit for navigating away from your test
is: Þú hefur farið leyfilegt hámark fyrir siglingar frá próf þitt

source: Your test has finished. You can close the window now
is: próf þitt er lokið. Þú getur lokað glugganum núna

source: Installation Complete
is: uppsetningu lokið

source: Aho! The System is installed successfully.
is: Aho! Kerfið er sett upp.

source: Go to Admin/Teacher Interface
is: Fara á Admin / kennara Interface

source: User
is: Notandi

source: Go to Front End/Student Interface
is: Fara á forsíðu End / Student Interface

source: Visit our website
is: Heimsækja heimasíðu okkar

source: for documentation and support
is: fyrir skjöl og stuðning

source: My Exam Stats
is: Mín Exam Stats

source: Total Exam Given
is: Alls Exam ljósi

source: Absent Exams
is: fjarverandi Próf

source: Best Score in
is: Best Score í

source: On
is: á

source: Failed in
is: mistókst í

source: Average Percentage
is: Meðal Hlutfall

source: Your Rank
is: Rank þinn

source: Month Wise Performance
is: Mánuður Wise Performance

source: Top 10
is: Upp

source: Todays Exam
is: dagsins Exam

source: Top
is: Vinsælast

source: These are the exam(s) that can be taken right now
is: Þetta eru próf (s) sem hægt er að taka núna

source: No Exams found for today
is: Engar Próf fundust í dag

source: Something went wrong
is: Eitthvað fór úrskeiðis

source: Show
is: Sýna

source: entries
is: færslur

source: Prev
is: Fyrri

source: Next
is: næsta

source: Showing {:start} to {:current} of {:count} entries
is: Sýni {:start} til {:current} af {:count} færslur

source: Email Verification
is: Staðfesting netfangs

source: Please Enter Verification Code in the Text Box
is: Sláðu inn staðfestingarkóðann í textareitinn

source: Re-Send Email Verification
is: Re-senda Netfangsstaðfesting

source: Please Enter Email Id in the Text Box which you enter at the time of registration
is: Sláðu inn netfangið Id í textabox sem þú slærð inn á þeim tíma sem skráning

source: Purchased Exam
is: Keypt Exam

source: Expired Exam
is: útrunnið Exam

source: These are the exam(s) which has been expired
is: Þetta eru próf (s) sem hefur verið útrunnið

source: No Exams found
is: Engar Próf fundust

source: Thank you for using the test
is: Þakka þér fyrir að nota próf

source: 1. The test instructions were
is: 1. próf leiðbeiningar voru

source: Largely Clear
is: mestu Hreinsa

source: Medium Clear
is: Medium Hreinsa

source: Not Clear
is: Ekki skýrt

source: 2. Language of question was
is: 2. Tungumál ræðir var

source: 3. Overall test experience was
is: 3. heildina próf reynsla var

source: Good
is: góður

source: Better
is: betri

source: Any other feedback suggestion
is: Öll önnur viðbrögð tillaga

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
is: Lokaðu öllum spjall gluggana, skjár bjargvættur, og andstæðingur-veira programs áður en próf

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
is: Vinsamlegast ekki ýta \ "F5 " á próf þitt. Þetta mun ljúka próf og þú munt ekki vera fær um að koma aftur að opna prófið

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
is: Viðbrögð þín mun hólpinn verða. Ef prófið er ótengdur einhverri ástæðu, svar þitt Fram að þeim tímapunkti verður vistuð

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
is: Lokaðu öllum forritum sem senda eða sækja skrár í bakgrunni Til dæmis: Dropbox, straumur, etc

source: Instructions
is: leiðbeiningar

source: I am ready to begin
is: Ég er tilbúinn til að byrja

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
is: Þetta próf er greiddur. Fjárhæð skal dreginn á veskinu þínu sjálfkrafa. Eftir að prófið teljarann ​​mun ekki hætta. Viltu að borga & start?

source: These are the exam(s) which has been purchased
is: Þetta eru próf (s) sem hefur verið keypt

source: Correct Marks
is: leiðrétta Marks

source: Save & Next
is: Vista & Next

source: Reset Answer
is: Endurstilla svar

source: Finish
is: Ljúka

source: Current Question
is: Núverandi Spurning

source: Answered
is: svarað

source: Not Answered
is: ekki svarað

source: Navigated Away
is: siglt Away

source: you had navigated away from the test window. This will be reported to Moderator
is: þú hefðir siglt í burtu frá próf gluggann. Þetta verður tilkynnt til stjórnanda

source: Do not repeat this behaviour
is: Ekki endurtaka þessa hegðun

source: Otherwise you may get disqualified
is: Annars getur þú fengið vanhæfur

source: Continue
is: Halda áfram

source: Finalize
is: ganga

source: Do you wish to submit and close the
is: Ert þú vilt senda og loka

source: Once you submit, you will not be able to review the
is: Þegar þú sendir inn, þú vilja ekki vera fær um að endurskoða

source: Summary of your attempts in this
is: Samantekt á tilraunir í þessu

source: as show below
is: sem sýna hér fyrir neðan

source: Attempted
is: Tilraun

source: Return To First Question
is: Return To fyrsta spurningin

source: These are the exam(s) that are planned you in near future
is: Þetta eru próf (s) sem eru fyrirhugaðar þig í náinni framtíð

source: Attempt Now
is: tilraun Nú

source: Your performance compared to your group
is: Árangur þinn í samanburði við hópinn þinn

source: Can't read? Reload
is: Get ekki lesið? endurhlaða

source: Enter security code shown above
is: Sláðu inn öryggiskóða sem sést hér að ofan

source: Answer simple math
is: Svar einföld stærðfræði

source: Attempts
is: tilraunir

source: Remaining
is: eftir

source: Expiry Date
is: Fyrningardagsetning

source: Expired Date
is: útrunnið Dagsetning

source: Not Purchased
is: ekki Keypt

source: View Details
is: Skoða smáatriði

source: Load Editor
is: hlaða Editor

source: Installation
is: uppsetning

source: Step 1 of 4
is: Skref 1 af 4

source: Server Configuration & Setup Requirements
is: Server Configuration & Uppsetning Kröfur

source: Setup Requirements
is: skipulag Kröfur

source: Installing this software require certain server side extension and capability
is: Set þennan hugbúnað krefjast ákveðinna framreiðslumaður hlið eftirnafn og getu

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
is: Vinsamlegast athugaðu hér að neðan og bera saman við miðlara þínum núverandi styttur á rétt. Þú getur smellt á táknið við hliðina á hverri tækni fyrir nánari upplýsingar.

source: Extensions &amp; Applications
is: Viðbætur & amp; Umsóknir

source: HTTP Server. For example: Apache
is: HTTP Server. Til dæmis: Apache

source: Require
is: krefjast

source: PHP 5.2.8 or greater
is: PHP 5.2.8 eða hærra

source: Database Engine MySQL (4 or greater)
is: Database Engine MySQL (4 eða hærri)

source: Mandatory
is: nauðsynlegur

source: PDO Available
is: PDO Laus

source: These Folders of Files need to be
is: Þessar möppur af Skrá þarf að vera

source: Writable
is: skrifanleg

source: for application to be installed.
is: fyrir umsókn að vera uppsett.

source: Folders or Files
is: Möppur eða skrár

source: Refresh
is: Uppfæra

source: Let's Start
is: Við skulum byrja

source: Step 2 of 4
is: Skref 2 af 4

source: Installation Agreement
is: uppsetning Samningur

source: I Accept to Proceed
is: Ég samþykki til að halda áfram

source: Step 3 of 4
is: Skref 3 af 4

source: Usually Localhost
is: Venjulega localhost

source: Database Name
is: Heiti gagnagrunns

source: Database User
is: Gagnagrunnur User

source: Database User Name
is: Gagnagrunnur User Name

source: Database User Password
is: Gagnagrunnur Notandi Lykilorð

source: Database Type
is: Tegund gagnagrunns

source: Step 4 of 4
is: Skref 4 af 4

source: Name of Your Website
is: Heiti vefsvæðinu

source: Meta Keyword
is: Meta lykilorði

source: Useful for SEO
is: Gagnlegar fyrir SEO

source: Meta Content for SEO
is: Meta Content fyrir SEO

source: Please Select Timezone
is: Vinsamlegast Veldu tímabelti

source: Name of Your Organization/Company
is: Nafn fyrirtækis þíns / Company

source: Default Admin Email
is: Sjálfgefið Admin Email

source: Install Sample Data With Dummy Entries
is: Innsetja sýnishorna gagna með dummy færslur

source: Install
is: setja

source: Welcome to
is: Velkomin til

source: Sign out
is: Skrá út

source: follow on facebook
is: fylgja á facebook

source: Latest News & Events
is: Fréttir og viðburðir

source: Time
is: Tíma

source: Download PDF
is: Sækja PDF

source: Average Percentage(%)
is: Meðal Hlutfall (%)

source: Exam Given
is: Exam ljósi
