Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/isl/LC_MESSAGES/default.po
Languages: is

source: You can find your result here.
is: Þú getur fundið niðurstöðu hér.

source: Thanks for given the exam.
is: Takk fyrir ljósi prófið.

source: Dashboard
is: Mælaborð

source: My Exams
is: Próf mín

source: My Result
is: Niðurstaða mín

source: Payment
is: greiðsla

source: Transaction History
is: Færsla Saga

source: Mailbox
is: pósthólf

source: Help
is: Hjálp

source: Home
is: Upphafssíða

source: Log In
is: Skrá inn

source: Invalid Post
is: Ógild færsla

source: Feb
is: febrúar

source: Apr
is: apríl

source: May
is: 2010 maí 12;

source: Jun
is: júní

source: Jul
is: júlí

source: Aug
is: ágúst

source: Sep
is: september

source: Oct
is: október

source: Nov
is: nóvember

source: Dec
is: desember

source: Percentage
is: hlutfall

source: Month
is: mánuður

source: Exams
is: Próf

source: Email verified successfully
is: Tölvupóstur tókst staðfest

source: Invalid Verification Code
is: Ógildur staðfestingarkóði

source: A verification Code send to your Email inbox or Spam
is: Staðfestingarkóða senda í tölvupósti pósthólfið eða ruslpóstinum

source: Email Id already verified
is: Netfang Id þegar staðfest

source: Email Id not registered in system
is: Tölvupóstur Id ekki skráð í kerfinu

source: You have attempted maximum exam.
is: Þú hefur reynt hámarks prófið.

source: You have attempted maximum number of questions in this subject
is: Þú hefur reynt hámarksfjölda spurningum í þessu efni

source: You can find your result here
is: Þú getur fundið niðurstöðu hér

source: Insufficient Amount.
is: Ófullnægjandi magn.

source: 1. The test instructions were
is: 1. próf leiðbeiningar voru

source: 2. Language of question was
is: 2. Tungumál ræðir var

source: 3. Overall test experience was
is: 3. heildina próf reynsla var

source: Any other feedback suggestion:
is: Allar aðrar athugasemdir tillaga:

source: Feedback has submitted successfully!
is: Viðbrögð hafi skilað góðum árangri!

source: Feedback already submitted.
is: Athugasemdir þegar skilað.

source: Email id is not registered in system
is: Tölvupóstur id er ekki skráð í kerfinu

source: Your password reset link is sent to your registered email id
is: að endurstilla aðgangsorðið tengilinn þinn er sent til skráða email id þitt

source: Incorrect code
is: Vitlaust númer

source: Password Changed Successfully
is: Lykilorð breytt með árangri!

source: My Performance
is: Flutningur mín

source: My Group performance
is: Group árangur minn

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
is: Umsókn þegar uppsett. Fjarlægja app / tmp / installed.txt að setja aftur forritið

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
is: Því miður! File permission Villa <br> Vinsamlegast goto app / config / database.php er í skrifanlegt ham.

source: A connection was successfully established with the server.
is: Tenging tókst komið við miðlara.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
is: Gat ekki tengst gagnagrunni. Vinsamlegast athugaðu stillingar í app / config / database.php og reyndu aftur

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
is: Því miður! Folder heimildarvilla <br> Vinsamlegast tmp möppuna er í skrifanlegt ham.

source: Your Mail has been sent
is: Mail þitt hefur verið sent

source: Forwarded message
is: áframsent skilaboð

source: From
is: frá

source: Subject
is: Viðfangsefni

source: The mail has been moved to the Trash
is: Póstur hefur verið hent í ruslið

source: Your Mail has been deleted
is: Mail hefur verið eytt

source: The mail has been moved to the Inbox
is: Póstur hefur verið fært í pósthólfið

source: The mail has been marked as Read
is: Póstur hefur verið merkt sem lesið

source: The mail has been marked as Unread
is: Póstur hefur verið merkt sem ólesið

source: Paypal Payment not set
is: Paypal Greiðsla ekki sett

source: Payment Cancel
is: greiðsla Hætta

source: Wallet Payment
is: veski Greiðsla

source: Try again! Can not connect to paypal
is: Reyndu aftur! Get ekki tengst PayPal

source: Invalid Amount
is: Ógild upphæð

source: Payment already done
is: Greiðsla þegar gert

source: Payment not done
is: Greiðsla ekki gert

source: Payment successfully! Amount %s added in your wallet
is: Greiðsla tókst! Upphæð %s bætt í veskinu

source: Profile Updated Successfully
is: Prófíll Uppfært Tókst

source: Photo Updated Successfully
is: Photo Uppfært Tókst

source: Invalid Password
is: ógilt lykilorð

source: Please select any group
is: Vinsamlegast veldu hvaða hóp

source: Invalid Security Code
is: Ógilt Security Code

source: Marks Scored
is: Marks Skoraði

source: Correct Question
is: rétt Spurning

source: Incorrect Question
is: Vitlaust Spurning

source: Right Marks
is: hægri Marks

source: Negative Marks
is: Neikvæð Marks

source: Percentage(%) in Exam
is: Hlutfall (%) í prófinu

source: Percentage(%)
is: Hlutfall (%)

source: st
is: l

source: th
is: Þ

source: You %s
is: Þú %s

source: Administrator
is: stjórnandi

source: Payment Gateway
is: greiðsla Gateway

source: Your account has expired. Please contact administrator
is: Notandaaðgangur þinn er útrunninn. Vinsamlegast hafðu samband við kerfisstjóra

source: You have been logged in successfully
is: Þú hefur verið skráð í góðum árangri

source: Your email not verified! Please click on link sent to your email inbox or spam
is: Netfangið þitt ekki staðfest! Vinsamlegast smelltu á tengilinn send í tölvupósti pósthólfið eða spam

source: Incorrect username/password
is: Ógilt notandanafn / lykilorð

source: You have been logged out successfully
is: Þú hefur verið skráð á góðum árangri

source: You are %s Member! Please contact administrator
is: Þú ert %s Member! Vinsamlegast hafðu samband við kerfisstjóra

source: Hours
is: klukkustundir

source: Your Question has been added for exam
is: Spurning þín hefur verið bætt við fyrir prófið

source: Your Question has been deleted for exam
is: Spurning þín hefur verið eytt fyrir prófið

source: No Permission
is: Ekkert leyfi

source: Advertisement has been saved
is: Fáðu hefur verið vistuð

source: Invalid post
is: Ógild færsla

source: Advertisement has been deleted
is: Fáðu hefur verið eytt

source: Photo Changed Successfully
is: Photo Breytt Tókst

source: Not Attempted
is: ekki tilraun

source: Marks Updated
is: Marks Uppfært

source: Successfully Finalize
is: tókst Ljúka

source: Successfully Closed Exam
is: Tókst Lokað Exam

source: English
is: Enska

source: Your Setting has been saved
is: Stilling þitt hefur verið vistað

source: Page Added Successfully
is: Page bætt við

source: Pages updated Successfully
is: Síður uppfærð Tókst

source: Page has been deleted
is: Page hefur verið eytt

source: Page has been Unpublished
is: Page hefur verið Óútgefið

source: Page has been Published
is: Page hefur verið birt

source: Something wrong
is: Eitthvað að

source: Currency has been saved
is: Gjaldmiðill hefur verið vistuð

source: Currency has been deleted
is: Gjaldmiðill hefur verið eytt

source: Student Details
is: Student Upplýsingar

source: Active
is: virk

source: Pending
is: Bíður

source: Suspend
is: fresta

source: Pass
is: Staðið

source: Fail
is: mistakast

source: Passing %age
is: Liggur %a GE

source: Average %age
is: Meðal %a GE

source: Question Count
is: spurning Fjöldi

source: Total Question
is: alls Spurning

source: Question Bank Difficulty Wise
is: Spurning Bank Erfiðleikar Wise

source: Hard
is: Erfitt

source: Name has been updated
is: Nafnið hefur verið uppfærður

source: Email template has been saved
is: Email sniðmát hefur verið vistuð

source: Email template has been deleted
is: Email sniðmát hefur verið eytt

source: End Date is not less than Start date
is: Lokadagur er ekki minna en upphafsdagsetningu

source: Please Select any group
is: Veldu hvaða hóp

source: Please Add Subject To Exam
is: Vinsamlegast Bæta háð prófið

source: Exam has been saved. Add questions in exam
is: Próf hefur verið vistaðar. Bæta spurningum í prófi

source: Exam has been saved
is: Próf hefur verið vistuð

source: Exam has been updated
is: Próf hefur verið uppfærður

source: Exam has been deleted
is: Exam hefur verið eytt

source: Difficulty Level
is: erfiðleikar Level

source: Subject Wise Question Count
is: Subject Wise Spurning Fjöldi

source: Exam sucessfully inactivated
is: Exam sen óvirkjað

source: Exam sucessfully activated
is: Exam sen virk

source: There are no question added!
is: Það eru engin spurning bætt!

source: Your username is sent to your registered email id
is: Notandanafnið þitt er sent til skráða email id þitt

source: Group Added Successfully
is: Hópur bætt við

source: Group has been saved
is: Hópurinn hefur verið vistuð

source: Group has been deleted
is: Hópurinn hefur verið eytt

source: Delete subject first
is: Eyða efni fyrst

source: Help content has been saved
is: Hjálp efni hefur verið vistuð

source: Help content has been deleted
is: Hjálp efni hefur verið eytt

source: Questions imported successfully
is: Spurningar flutt inn

source: File not uploaded
is: Skrá ekki vistuð

source: Only CSV File supported
is: Aðeins CSV skrá studd

source: Please Select Subject
is: Vinsamlegast Veldu Subject

source: Please Select any Group
is: Veldu hvaða hóp

source: Students imported successfully
is: Nemendur flutt inn

source: Please Select Group
is: Vinsamlegast Veldu Group

source: Student Email not found
is: Student Tölvupóstur fannst ekki

source: News has been saved
is: Fréttir hafa verið vistuð

source: News has been deleted
is: News hefur verið eytt

source: Paypal Payment Setting has been saved
is: Paypal Greiðsla Stilling hefur verið vistuð

source: Setting Problem
is: stilling Vandamál

source: Please Choose the Correct answer
is: Vinsamlegast veldu rétt svar

source: Please select true or false
is: Vinsamlegast veldu satt eða ósatt

source: Please fill blank space
is: Vinsamlegast fyllið autt pláss

source: Question added to bank successfully
is: Spurning bætt við bankann tókst

source: Question has been updated
is: Spurning hefur verið uppfærð

source: Question has been deleted
is: Spurning hefur verið eytt

source: Delete exam first!
is: Eyða próf fyrst!

source: Question Difficulty Level
is: Spurning Erfiðleikastig

source: Performance
is: Frammistaða

source: Candidate Marks Distribution
is: Frambjóðandi Marks Dreifing

source: Max Marks Distribution
is: Max Marks Dreifing

source: Please select any type in the list
is: Vinsamlegast veldu hverskonar í listanum

source: Please type any email
is: Vinsamlegast sláðu öllum tölvupósti

source: Email has been sent
is: Tölvupóstur hefur verið sendur

source: No email to send
is: Nei email til að senda

source: Please type any name
is: Vinsamlegast sláðu hvaða nafn

source: Sms has been sent
is: SMS hefur verið sendur

source: No sms to send
is: Nei SMS til að senda

source: Signature has been saved
is: Undirskrift hefur verið vistuð

source: Signature has been deleted
is: Undirskrift hefur verið eytt

source: Slide has been saved
is: Slide hefur verið vistuð

source: Slide has been deleted
is: Slide hefur verið eytt

source: SMS template has been saved
is: SMS sniðmát hefur verið vistuð

source: SMS template has been deleted
is: SMS sniðmát hefur verið eytt

source: Student added Successfully
is: Student bætt Tókst

source: Please Select atleast one group
is: Veldu atleast einn hóp

source: Student has been updated
is: Nemandi hefur verið uppfærð

source: Student has been deleted
is: Nemandi hefur verið eytt

source: Student Wallet has been updated
is: Student Veski hefur verið uppfærð

source: Subject Added Successfully
is: Efni bætt við

source: Subject already exist
is: Subject þegar eru fyrir hendi

source: Subject has been updated
is: Efni hefur verið uppfærð

source: Subject has been deleted
is: Dýr sem hefur verið eytt

source: Testimonial has been saved
is: Meðmæli hefur verið vistuð

source: Testimonial has been updated
is: Meðmæli hefur verið uppfærð

source: Testimonial has been deleted
is: Meðmæli hefur verið eytt

source: User Added Successfully
is: Notanda bætt við

source: User has been updated
is: Notandi hefur verið uppfærð

source: User has been deleted
is: Notandi hefur verið eytt

source: Permission update successfully
is: Leyfi uppfærslu tókst

source: You have been logged in Successfully
is: Þú hefur verið skráð í Tókst

source: You have been logged out
is: Þú hefur verið skráð á

source: Level User has been saved
is: Level Notandinn hefur verið vistuð

source: Level user has been deleted
is: Level notanda hefur verið eytt

source: Logo has been saved
is: Logo hefur verið vistuð

source: Logo has been deleted
is: Logo hefur verið eytt

source: Add Questions
is: Bæta spurningar

source: Question Type
is: spurning Tegund

source: Search
is: Leita

source: Reset
is: Endursetja

source: Add To Exam
is: Bæta við prófið

source: Delete To Exam
is: Eyða Til prófið

source: Back To Exam
is: Back To prófið

source: Type
is: Gerð

source: Body of Question
is: Body leiðbeiningu

source: Level
is: Þrep 5

source: Action
is: aðgerð

source: Add Advertisement
is: Bæta Advertisement

source: Advertisement Name
is: Fáðu Name

source: Ordering
is: Röðun

source: URL Type
is: URL Gerð

source: Internal
is: innri

source: External
is: ytri

source: Upload Image (350*260)
is: Hlaða Image (350 * 260)

source: Save
is: Vista

source: Close
is: Loka

source: Update Photo
is: Uppfæra mynd

source: Upload Photo
is: Hlaða Photo

source: Update
is: Uppfæra

source: Cancel
is: Hætta

source: Edit Advertisements
is: Breyta Auglýsingar

source: Status
is: Staða

source: Advertisements
is: Auglýsingar

source: Add New Advertisement
is: Bæta Ný auglýsing

source: Edit
is: Breyta

source: Delete
is: eyða

source: View
is: Útsýni

source: Change Photo
is: Breyta mynd

source: View Slides
is: Skoða Glærur

source: Attempted Papers of
is: Tilraun Papers of

source: Name
is: heiti

source: Email
is: Tölvupóstur

source: Total Marks
is: Samtals Marks

source: Obtained Marks
is: fengin Marks

source: Result Finalized
is: niðurstaða Gengið

source: Finalize It
is: ganga It

source: PASSED
is: liðin

source: Finalized By
is: fullgera

source: Question No
is: spurning nr

source: Marked Answer
is: Marked svar

source: Correct Answer
is: rétt svar

source: Time Taken
is: tími Taken

source: Marks Obtained
is: Marks Fengin

source: Checked by
is: köflóttur við

source: Configuration Options
is: stillingavalkostum

source: Organization Name
is: nafn samtaka

source: Time Zone
is: Tímabelti

source: Please Select
is: Vinsamlegast veldu

source: Currency
is: Gjaldmiðill

source: Header Contact
is: haus samband við

source: Email Contact
is: Tölvupóstur samband við

source: Display records per page
is: Sýna færslur á síðu

source: Max records per page
is: Max skráir á síðu

source: Date Format
is: Dagsetning Format

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
is: Dagsetning, mánuður, ár, klukkutíma, Min, Sec, Meridian, dagsetning Seprator, Time Seprator

source: Image
is: Mynd

source: Text
is: Texti

source: Text Direction
is: Texti Stefna

source: Left-to-right (LTR)
is: Frá vinstri til hægri (LTR)

source: Right-to-Left (RTL)
is: Hægri-til-vinstri (RTL)

source: Language
is: Tungumál

source: Enable SMS Notification
is: Virkja SMS tilkynningar

source: Enable Email Notification
is: Virkja Email Tilkynning

source: Manual Verification
is: handbók Staðfesting

source: Front End Registration
is: Front End Skráning

source: Front End Slides
is: Front End Glærur

source: Translation
is: þýðingar

source: Paid Exam
is: greiddur Exam

source: Math Editor
is: Stærðfræði Ritstjóri

source: Exam Expiry
is: Exam Fyrning

source: Tolrance Count
is: Tolrance Fjöldi

source: Certificate
is: vottorð

source: Testimonial
is: vitnisburður

source: Advertisement
is: Fáðu

source: No. of Visitor
is: Fjöldi Visitor

source: No. of Student
is: Fjöldi Student

source: No. of Exam
is: Fjöldi prófið

source: Save Settings
is: Vistunarstillingar

source: Add Pages
is: Bæta Síður

source: Page Type
is: Page Gerð

source: External Url
is: ytri Url

source: Edit Pages
is: Breyta Síður

source: Pages
is: síður

source: Add New Page
is: Bæta við nýjum Page

source: Published
is: Útgefið

source: Unpublished
is: óbirt

source: Add Currency
is: Bæta gjaldmiðil

source: Currency Name
is: Gjaldmiðill Name

source: Upload Currency (Less or equal to 50*50)
is: Hlaða gjaldeyrir (minna en eða jafnt 50 * 50)

source: Add New Currency
is: Bæta nýr gjaldmiðill

source: In Progress Exam
is: Í Progress prófið

source: Upcoming Exam
is: Næstu Exam

source: Completed Exam
is: lokið Exam

source: Students
is: nemendur

source: In Progress & Upcoming Exams
is: Í gangi & Næstu Próf

source: Date
is: 190, þann:

source: Exam Name
is: Exam Nafn

source: Duration
is: Lengd

source: Recent Exam Results
is: Nýlegar Niðurstöður Exam

source: Overall Result
is: Árangur

source: To
is: Til

source: Details
is: Nánar

source: Student Statistic Table
is: Student Hagstofa Tafla

source: Total Students
is: Samtals nemendur

source: Total Active
is: alls Active

source: Total Pending
is: Total Bíður

source: Total Suspended
is: alls Lokað

source: Top 10 Question Bank Subject Wise
is: Top 10 Spurning Bank Efni Wise

source: Top 10 Difficulty Level of Questions
is: Top 10 Erfiðleikastig Spurningar

source: Question Count Table
is: Spurning Fjöldi Tafla

source: Bank Name
is: Nafn banka

source: Total Normal
is: alls Normal

source: Total Difficult
is: alls erfitt

source: Email Type
is: Tölvupóstur Type

source: Password
is: Lykilorð

source: Add Email Template
is: Bæta Sniðmát

source: Email Template
is: Sniðmát

source: Edit Email Templates
is: Breyta email sniðmát

source: Email Templates
is: email sniðmát

source: Add New Email Template
is: Bæta við nýjum Sniðmát

source: Template
is: Snið

source: Subject Added successfully
is: Efni bætt við

source: Add Exam
is: Bæta Exam

source: Name of Exam
is: Heiti prófið

source: Passing Percentage
is: Passing Hlutfall

source: Instruction
is: kennsla

source: Exam Duration (Min.)
is: Próf Tímalengd (Min.)

source: 0 for unlimited duration
is: 0 ótakmarkaðan gildistíma

source: Attempt Count
is: tilraun Fjöldi

source: 0 for unlimited attempt
is: 0 fyrir ótakmarkaða tilraun

source: Start Date
is: Upphafsdagur

source: End Date
is: Lokadagur

source: Show Answer Sheet
is: Sýna Svar Sheet

source: Yes
is: já

source: No
is: nei

source: Negative Marking
is: neikvæð merking

source: Random Question
is: Handahófskennd spurning

source: Amount
is: upphæð

source: Expiry Days
is: EXPIRY daga

source: 0 for Unlimited
is: 0 fyrir Ótakmarkaður

source: Result After Finish
is: Result Eftir Finish

source: Instant Result
is: Augnablik Niðurstaða

source: Option Shuffle
is: valkostur Shuffle

source: Add Subjects To Exams
is: Bæta einstaklingum til Próf

source: Subject Name
is: efni Name

source: No. of Questions
is: Fjöldi Spurningar

source: Ques Attempt Count
is: Viðeig Tilraun Count

source: Questions Attempt Count
is: Spurningar Tilraun Count

source: Leave blank for not showing (0 for unlimited)
is: Skildu eftir autt til að sýna (0 til ótakmarkað)

source: ctrl+click to add multiples
is: Ctrl + smella til að bæta við margfeldi

source: Add
is: Bæta

source: Edit Exam
is: Breyta Exam

source: No of Student Passed
is: Ekkert af Student Samþykkt

source: Download
is: Sækja

source: No of Student Failed
is: Ekkert af Student mistókst

source: No of Student Absent
is: Ekkert af námsmanna Greinist

source: Exam Details
is: Exam Upplýsingar

source: Finalize Result
is: ganga Result

source: Attempted Papers
is: Tilraun Papers

source: Eligible Group
is: gjaldgeng Group

source: Close Exam
is: Loka Exam

source: Activate Exam
is: virkja Exam

source: Exam Closed Re-Activate Exam
is: Exam Lokað endurvirkja Exam

source: Expiry
is: Fyrning

source: Unlimited
is: Ótakmarkaður

source: Days
is: 35, Days

source: Subjective
is: huglæg

source: Objective
is: Hlutlæg

source: Fill in the blanks
is: Fylla í eyðurnar

source: Total Questions
is: Samtals spurningar

source: Question Attempt Count
is: Spurning Tilraun Fjöldi

source: Total
is: alls

source: Enrolment
is: Innritun

source: Phone
is: Sími

source: Result Status
is: niðurstaða Staða

source: Forgot Password
is: Gleymt lykilorð

source: Email ID
is: Tölvupóstur ID

source: Submit
is: Senda

source: Forgot Username
is: Gleymt notendanafn

source: Login
is: Skrá inn

source: Verification Code
is: Staðfestingarkóði

source: Please enter verification Code
is: Vinsamlegast sláðu inn staðfestingarkóða

source: Reset Password
is: Endur stilla lykilorð

source: Confirm Password
is: Staðfesta lykilorð

source: Add Groups
is: Bæta Hópar

source: Edit Groups
is: Breyta Hópar

source: Groups
is: hópar

source: Add New Group
is: Bæta við hópi

source: Add Help Content
is: Bæta hjálpargögn

source: Title
is: Heiti

source: Description
is: Lýsing

source: Edit Help Content
is: Breyta Hjálp Content

source: Help Content
is: Hjálp Content

source: Add New Help Content
is: Bæta við nýjum hjálpargögn

source: Back To Questions
is: Back To Spurningar

source: Export Questions
is: útflutningur spurningar

source: Select File
is: Veldu File

source: Import Questions
is: Flytja spurningar

source: Back To Students
is: Back To nemendur

source: Export Students
is: útflutningur Nemendur

source: Import Students
is: Flytja Nemendur

source: All Messages
is: Öll skilaboð

source: My Profile
is: Prófílinn minn

source: Change Password
is: Breyta lykilorði

source: Logout
is: Að skrá þig út

source: Powered by
is: Knúið af

source: Date &amp; Time
is: Dagsetning & amp; tími

source: Compose Mail
is: semja Mail

source: Search Student Mail
is: Leita Student Mail

source: Message
is: skilaboð

source: Send
is: Senda

source: Compose
is: semja

source: Sent Mail
is: sendur Mail

source: Trash
is: rusl

source: More
is: meira

source: Mark as Read
is: Merkja sem lesið

source: Mark as Unread
is: Merkja sem ólesið

source: Move to Inbox
is: Færa í pósthólfið

source: Reply
is: Svara

source: Forward
is: Fram

source: Menu Names
is: Valmynd nöfn

source: Icon
is: Táknmynd

source: Add News
is: Bæta Fréttir

source: News Title
is: Fréttir Title

source: News Description
is: Fréttir Lýsing

source: Edit News
is: Breyta News

source: News
is: Fré

source: Add New News
is: Bæta við nýjum Fréttir

source: Paypal Payment Option
is: Paypal Greiðsla Valkostur

source: Signature
is: undirskrift

source: Sandbox Mode
is: Sandkassi Mode

source: True
is: Satt

source: Add Question
is: Bæta Spurning

source: Question
is: spurning

source: Correct Answers
is: Rétt svör

source: Type your question here
is: Slá spurningunni þinni hér

source: True/False
is: Rétt Rangt

source: False
is: Rangt

source: Explanation (Optional)
is: Skýring (Valfrjálst)

source: Provide explanation in support of correct answer
is: Veita skýringar stuðnings rétta svarið

source: Hint(optional)
is: Ábending (valfrjálst)

source: Hint to help answer correctly
is: Vísbending til að hjálpa svara rétt

source: without minus sign
is: án mínusmerki

source: Edit Question Type
is: Breyta Spurning Tegund

source: Explanation
is: skýring

source: Questions
is: spurningar

source: Add New Question
is: Bæta við nýjum Spurning

source: Import/Export Question
is: Import / Export Spurning

source: Answer
is: svar

source: Question Details
is: Spurning Upplýsingar

source: Please Select Exam
is: Vinsamlegast Veldu Exam

source: Status of Result
is: Staða Result

source: Please Select Result Status
is: Vinsamlegast Veldu Result stöðu

source: Download Result
is: Sækja Niðurstaða

source: Test
is: próf

source: Percent
is: prósent

source: Result
is: niðurstaða

source: View Result
is: Skoða Niðurstaða
