Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/isl/LC_MESSAGES/default.po
Languages: is

source: Delete Forever
is: eyða Forever

source: Move to Trash
is: Henda í ruslið

source: News Detail
is: Fréttir Detail

source: No of Visitors
is: Engin af Gestur

source: No of Students
is: Engin nemenda

source: No of Exams
is: Ekkert af Próf

source: Payment From Pay Pal
is: Greiðsla Frá Pay Pal

source: Pay From Pay Pal
is: Greitt Frá Pay Pal

source: New Student Register
is: Ný Student Nýskráning

source: Security Code
is: Öryggiskóði

source: Answers
is: svör

source: My Results
is: Niðurstöður mínar

source: Attempt Date
is: tilraun Dagsetning

source: SUBJECT REPORT
is: SUBJECT SKÝRSLA

source: TIME MANAGEMENT
is: TÍMASTJÓRNUN

source: QUESTION REPORT
is: SPURNING SKÝRSLA

source: COMPARE REPORT
is: Bera saman SKÝRSLA

source: Score Card For
is: Score kort fyrir

source: Total No. of Student
is: Alls Fjöldi Student

source: My Marks
is: Marks mín

source: Total Marks of Test
is: Samtals Marks of Test

source: My Percentile
is: Prósentubrot mín

source: Total Question in Test
is: Alls Spurning prófun

source: Total Attempt Question in Test
is: Alls Tilraun Spurning prófun

source: Left Question
is: vinstri Spurning

source: Left Question Marks
is: Vinstri spurningarmerkjum

source: Total Time of Test
is: Samtals Tími Próf

source: My Time
is: Tími minn

source: My Rank
is: Staða mín

source: Performance Report For
is: Performance Report Fyrir

source: Question & Marks Wise Report For
is: Spurt & Marks Wise Report Fyrir

source: Subject Report For
is: Subject Report Fyrir

source: Correct
is: rétt

source: Unattempted Questions
is: Unattempted spurningar

source: Graphical Report For
is: Myndræn Report Fyrir

source: Question Report For
is: Spurning Report Fyrir

source: Question Status
is: spurning Staða

source: Your Answer
is: þitt svar

source: Your Score
is: Score þinn

source: Your Time
is: Tími

source: Solution For
is: lausn Fyrir

source: Not Attempt
is: ekki Tilraun

source: Attempt
is: tilraun

source: Incorrect
is: Vitlaust

source: Your Answers
is: svör þín

source: Solution
is: lausn

source: Bookmark
is: Bókamerki

source: Compare Report For
is: Bera Report Fyrir

source: Total Ques.
is: Samtals málið til.

source: Maximum Marks
is: Hámark Marks

source: Attempted Ques.
is: Tilraun málið til.

source: Unattempted Ques.
is: Unattempted málið til.

source: Correct Ques.
is: Leiðrétta málið til.

source: Incorrect Ques.
is: Röng málið til.

source: Percentile
is: Prósentubrot

source: Previous
is: fyrri

source: This is to certify that
is: Þetta er að staðfesta að

source: has succesfully completed the
is: hefur tekist lokið

source: in course program offered by
is: í námskeiðinu program tilboð við

source: Student Login
is: Student Innskráning

source: Sign In
is: Skráðu þig inn

source: Forgot Passwocrd
is: Gleymt Passwocrd

source: New User? Create Account
is: Nýr notandi? Búa til reikning

source: Engine is not loaded
is: Vél er ekki hlaðinn

source: Pdf engine "%s" not found
is: Pdf vél \ " %s " fannst ekki

source: Pdf engines must extend "AbstractPdfEngine"
is: Pdf vél þarf að lengja \ "AbstractPdfEngine "

source: Crypto is not loaded
is: Crypto er ekki hlaðinn

source: Pdf crypto "%s" not found
is: Pdf Crypto \ " %s " fannst ekki

source: Crypto engine must extend "AbstractPdfCrypto"
is: Kóðunarvélin þarf að framlengja \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
is: Stjórnandi eiginleiki $ pdfConfig er ekki rétt eða vantar

source: Total Requests made: :requests
is: Samtals beiðnum:: beiðnir

source: Total Time elapsed: :duration (seconds)
is: Samtals Liðinn tími:: lengd (sekúndur)

source: Requests/Second: :rps req/sec
is: Beiðnir / Second:: RPS req / sek

source: Average request time: :average-time seconds
is: Meðal beiðni tími:: meðaltal sinni sekúndur

source: Standard deviation of average request time: :std-dev
is: Staðalfrávik meðaltali beiðni tími:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
is: Lengsta / stystu beiðni:: Lengsta sek /: styst sek

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
is: Leyfir þér að fá sumir gróft kvóti statisticsabout fullgildur vefslóð.

source: The URL to request.
is: Vefslóðin að biðja.

source: Number of iterations to perform.
is: Fjöldi endurtekninga að framkvæma.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
is: Hámarks alls tími fyrir alla endurtekningar í seconds.If einn endurtekning tekur meira en tíminn rennur út, aðeins einn beiðni verður

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
is: Dæmi Notkun: `kaka viðmið -N 10 --t 100 http: // localhost / testsite`. <Upplýsa> Athugið: </ upplýsingar> þetta viðmið ekki fela vafra bakið sinnum.

source: Component initialization
is: Component frumstilling

source: Controller action
is: stjórnandi aðgerð

source: Controller action start
is: Stjórnandi aðgerð byrjun

source: Processing toolbar state
is: Vinnsla tækjastika ástand

source: Processing toolbar data
is: Vinnsla tækjastika gögn

source: Controller render start
is: Stjórnandi bakið byrja

source: Could not load DebugToolbar panel %s
is: Ekki tókst að hlaða DebugToolbar spjaldið %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
is: Core Processing (Unnið úr $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
is: Haus þegar sent í %s á línu %s . Ekki er hægt að senda inn gögn til FirePHP.

source: Incorrect parameter count for FireCake::fb()
is: Vitlaust breytu telja að FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
is: Hámarksfjöldi (99.999) af skilaboðum náð!

source: There are no active panels. You must enable a panel to see its output.
is: Engar virkar spjöldum. Þú verður að virkja spjaldið til að sjá framleiðsla þess.

source: App Constants
is: app Fastar

source: CakePHP Constants
is: cakephp Fastar

source: PHP Environment
is: PHP Umhverfi

source: Hidef Environment
is: Hidef Umhverfi

source: Request History
is: Beiðni Saga

source: No previous requests logged.
is: Engin fyrri beiðnir innskráður.

source: previous requests available
is: fyrri beiðnir boði

source: Restore to current request
is: Endurheimta núverandi beiðni

source: Included Files
is: innifalið skrár

source: There were no log entries made this request
is: Það voru engar færslunum fram á þetta

source: Request
is: Beiðni

source: No post data.
is: Engin staða gögn.

source: No querystring data.
is: Engar querystring gögn.

source: Current Route
is: Núverandi Route

source: No query logs when debug < 2.
is: Engin fyrirspurn logs þegar aflúsa <2.

source: No query logs.
is: Engin fyrirspurn logs.

source: Total Time: %s ms <br />Total Queries: %s queries
is: Samtals Time: %s MS <br /> heildarfyrirspurna: %s fyrirspurnir

source: Query Explain:
is: Fyrirspurn Útskýrðu:

source: Click an "Explain" link above, to see the query explanation.
is: Smelltu á \ "Skýrðu " tengilinn hér að ofan, til að sjá fyrirspurn skýringu.

source: No active database connections
is: Engin virk gagnasafn tengsl

source: Memory
is: minni

source: Peak Memory Use
is: Peak Minni Nota

source: Memory use
is: minni notkun

source: Timers
is: tímamælar

source: Total Request Time:
is: Íbúða Tími:

source: Time in ms
is: Tími í ms

source: Graph
is: línurit

source: View Variables
is: Skoða Breytur

source: Rendering View
is: Rendering Skoða

source: View render complete
is: Skoða bakið lokið

source: Explain
is: Útskýrið

source: Starting %sms into the request, taking %sms
is: Byrjar %s ms inn beiðni, að teknu %s ms

source: No markup errors found
is: Engar Markup villur fundust

source: maybe slow
is: kannski hægur

source: Absolute path or relative to APP.
is: Alger slóð eða miðað við APP.

source: An error occured while getting the status of your account.
is: Villa kom upp við að fá stöðuna á reikningnum þínum.

source: There was an error while connecting to Paypal
is: Það kom upp villa þegar tengst er við Paypal

source: There was a problem initiating the transaction, please try again.
is: Það var vandamál hefja viðskipti, vinsamlegast reyndu aftur.

source: There was a problem getting your details, please try again.
is: Það var vandamál að fá upplýsingar um þig, vinsamlegast reyndu aftur.

source: There was an error completing the payment
is: Það kom upp villa ljúka greiðslu

source: There was a problem processing the transaction, please try again.
is: Það var vandamál vinnslu viðskipti, vinsamlegast reyndu aftur.

source: There was an error processing the card payment
is: Það kom upp villa í vinnslu kortið greiðslu

source: There was a problem processing your card, please try again.
is: Það var vandamál vinnslu kortið, vinsamlegast reyndu aftur.

source: There was an error processing the the refund
is: Það kom upp villa úrvinnslu endurgreiðslu

source: A problem occurred during the refund process, please try again.
is: Vandamál komu upp við endurgreiðslu ferli, reyndu aftur.

source: There was an problem communicating with the payment gateway
is: Það var vandamál í samskiptum við greiðslu hlið

source: Missing client id/secret
is: Vantar biðlarakenni / leyndarmál

source: Must specify an expiry date
is: Verður að tilgreina gildistíma

source: Must include a M and Y in expiry date
is: Skal fela í sér M og Y í fyrningardagsetningu

source: Invalid expiry date
is: Ógild fyrning

source: Invalid card number
is: Ógilt kort

source: Invalid CVV2 number
is: Ógilt CVV2

source: Invalid card type
is: Ógild tegund kortið

source: Could not detect client IP address
is: Gat ekki uppgötva viðskiptavinur IP tölu

source: Not a valid credit card number
is: Ekki gilt kreditkortanúmer

source: You must include the 3 digit security number
is: Þú verður að fela í sér 3 stafa öryggisnúmer númer

source: Must specify an "amount" to charge
is: Verður að tilgreina \ "upphæð " til að hlaða

source: You must pass a valid order array
is: Þú verður að standast gilt röð array

source: Valid "return" and "cancel" urls must be provided
is: Gildir \ "aftur " og \ "Hætta við " vefslóðir skal veitt

source: You must provide a currency code
is: Þú verður að gefa upp gjaldmiðil kóða

source: Original PayPal Transaction ID is required
is: Original PayPal Transaction ID er krafist

source: Must specify an "amount" to refund
is: Verður að tilgreina \ "upphæð " til að endurgreiða

source: You must specify a refund type, such as Full or Partial
is: Þú verður að tilgreina endurgreiðslu tegund, svo sem að fullu eða að hluta

source: File was not downloaded.
is: Skrá var ekki sótt.

source: No %s found for that date range
is: Ekkert %s fannst fyrir því tímabil

source: Your form data is preserved you'll be redirected to it after login.
is: form eru varðveitt þú verður vísað til þess eftir innskráningu.

source: Error notification from %s
is: Villa tilkynning frá %s

source: Afghanistan
is: Afganistan

source: Albania
is: Albanía

source: Algeria
is: Alsír

source: American Samoa
is: Bandaríska Samóa

source: Angola
is: Angóla

source: Antarctica
is: Suðurskautið

source: Antigua and Barbuda
is: Antígva og Barbúda

source: Australia
is: Ástralía

source: Austria
is: Austurríki

source: Belarus
is: Hvíta

source: Benin
is: Benín

source: Bhutan
is: Bútan

source: Bolivia
is: Bólivía

source: Bosnia and Herzegovina
is: Bosnía og Hersegóvína

source: Botswana
is: Botsvana

source: Brazil
is: Brasilía

source: Bulgaria
is: Búlgaría

source: Burkina Faso
is: Búrkína Fasó

source: Cambodia
is: Kambódía

source: Cameroon
is: Kamerún

source: Canada
is: Kanada

source: China
is: Kína

source: Christmas Island
is: Jólaeyja

source: Comoros
is: Kómoreyjar

source: Congo
is: Kongó

source: Congo, the Democratic Republic of the
is: Kongó, The Democratic Republic af

source: Cook Islands
is: Cookseyjar

source: Costa Rica
is: Kosta Ríka

source: Cyprus
is: Kýpur

source: Czech Republic
is: Tékkland

source: Denmark
is: Danmörk

source: Dominican Republic
is: Dóminíska lýðveldið

source: Ecuador
is: Ekvador

source: Egypt
is: Egyptaland

source: Equatorial Guinea
is: Miðbaugs-Gínea

source: Eritrea
is: Erítrea

source: Faroe Islands
is: Færeyjar

source: Finland
is: finnland

source: France
is: Frakkland

source: French Polynesia
is: Franska Pólýnesía

source: French Southern Territories
is: Frönsku suðlægu landsvæðin

source: Gambia
is: Gambía

source: Germany
is: Þýskaland

source: Ghana
is: Gana

source: Gibraltar
is: Gíbraltar

source: Greenland
is: Grænland

source: Haiti
is: Haítí

source: Heard Island and Mcdonald Islands
is: Heard og McDonalds-eyjar

source: Hungary
is: Ungverjaland

source: Iceland
is: Ísland

source: Iran, Islamic Republic of
is: Íran, Íslamska lýðveldið

source: Iraq
is: Írak

source: Italy
is: Ítalía

source: Kazakhstan
is: Kasakstan

source: Korea, Democratic People's Republic of
is: Republic Kórea, Democratic fólks

source: Korea, Republic of
is: Norður-Kórea

source: Kyrgyzstan
is: Kirgisistan

source: Lao People's Democratic Republic
is: Laos fólks lýðveldið

source: Latvia
is: Lettland

source: Lesotho
is: Lesótó

source: Liberia
is: Líbería

source: Libyan Arab Jamahiriya
is: Líbía

source: Lithuania
is: Litháen

source: Macedonia, the Former Yugoslav Republic of
is: Makedónía, fyrrum júgóslavneska lýðveldið

source: Maldives
is: Maldíveyjar

source: Mauritania
is: Máritanía

source: Micronesia, Federated States of
is: Míkrónesía af

source: Moldova, Republic of
is: Moldavía, Lýðveldið

source: Mongolia
is: Mongólía

source: Morocco
is: Marokkó

source: Mozambique
is: Mósambík

source: Netherlands
is: holland

source: Netherlands Antilles
is: Hollensku Antilles

source: New Caledonia
is: nýja-Kaledónía

source: New Zealand
is: Nýja Sjáland

source: Nigeria
is: Nígería

source: Palestinian Territory, Occupied
is: Palestína

source: Papua New Guinea
is: Papúa Nýja-Gínea

source: Paraguay
is: Paragvæ

source: Philippines
is: Filippseyjar

source: Puerto Rico
is: Púertó Ríkó

source: Qatar
is: Katar

source: Romania
is: rúmenía

source: Russian Federation
is: Rússland

source: Rwanda
is: Rúanda

source: Saint Helena
is: Sankti Helena

source: Saint Kitts and Nevis
is: Sankti Kristófer og Nevis

source: Saint Lucia
is: Sankti Lúsía

source: Saint Pierre and Miquelon
is: Sankti Pierre og Miquelon

source: Saint Vincent and the Grenadines
is: Sankti Vinsent og Grenadíneyjar

source: Samoa
is: Samóa

source: Sao Tome and Principe
is: Saó Tóme og Prinsípe

source: Saudi Arabia
is: Sádí-Arabía

source: Serbia and Montenegro
is: Serbía og Svartfjallaland

source: Slovenia
is: Slóvenía

source: Somalia
is: Sómalía

source: South Africa
is: Suður-Afríka

source: South Georgia and the South Sandwich Islands
is: Suður-Georgía og Suður-Sandvíkureyjar

source: Spain
is: spánn

source: Suriname
is: Súrínam

source: Svalbard and Jan Mayen
is: Svalbarði og Jan Mayen

source: Swaziland
is: Svasíland

source: Sweden
is: Svíþjóð

source: Switzerland
is: Sviss

source: Syrian Arab Republic
is: Sýrland

source: Taiwan, Province of China
is: Taiwan, Province í Kína

source: Tajikistan
is: Tadsjikistan

source: Tanzania, United Republic of
is: Tansanía af

source: Togo
is: Að fara

source: Trinidad and Tobago
is: Trínidad og Tóbagó

source: Tunisia
is: Túnis

source: Turkey
is: í Tyrkland.

source: Turkmenistan
is: Túrkmenistan

source: Turks and Caicos Islands
is: Turks- og Caicoseyjar

source: Ukraine
is: Úkraína

source: United Arab Emirates
is: Sameinuðu arabísku furstadæmin

source: United Kingdom
is: Bretland

source: United States
is: Bandríkjunum

source: Uruguay
is: Úrúgvæ

source: Uzbekistan
is: Úsbekistan

source: Virgin Islands, U.s.
is: Bandarísku Jómfrúaeyjar

source: Wallis and Futuna
is: Wallis og Futuna

source: Yemen
is: Jemen

source: Zimbabwe
is: Simbabve

source: Invalid argument #1: %s is not a valid %s identifyer.
is: Ógild rök # 1: %s er ekki gilt %s identifyer.

source: %s for Row %d failed to save.
is: %s fyrir Row %d mistókst að bjarga.

source: You need to define at least one field to be toggleable.
is: Þú þarft að skilgreina að minnsta kosti einn reit til að vera toggleable.

source: The field %s is not in the list of toggleable fields.
is: Svæðið %s er ekki á listanum yfir toggleable sviðum.

source: The field %s does not have two toggleable states defined.
is: Svæðið %s hefur ekki tvo toggleable ríki skilgreind.

source: Invalid record
is: Ógild færsla

source: Server lipsum.com returns error code %s.
is: Server lipsum.com skilar villu kóða %s .

source: Response from lipsum.com is empty or could not be decoded.
is: Svar frá lipsum.com er tóm eða gæti ekki afkóða.

source: Connection to server lipsum.com failed. %s.
is: Tenging við miðlara lipsum.com mistókst. %s .

source: Please correct the errors below.
is: Vinsamlegast leiðréttu villurnar hér að neðan.

source: Error
is: Villa

source: The requested address %s was not found on this server.
is: Umbeðið vistfang %s fannst ekki á þessum vefþjóni.

source: An Internal Error Has Occurred.
is: Innri villa kom upp.

source: datasource configuration was not found
is: DataSource stillingar fannst ekki

source: CakePHP: the rapid development php framework
is: CakePHP: hraður þróun PHP ramma

source: Debug setting does not allow access to this url.
is: Debug stilling leyfir ekki aðgang að þessari vefslóð.

source: Add New Exam
is: Bæta við nýjum Exam

source: Inactive
is: óvirkt

source: Start & End Date
is: Start & Lokadagur

source: Certification of Completion
is: Vottun Frágangur

source: Click here to download excel file format
is: Smelltu hér til að sækja Excel skrá snið

source: Are you sure, you want to close this exam?
is: Ertu viss um að þú viljir loka þessu prófi?

source: Are you sure, you want to re-activate this exam?
is: Ertu viss um að þú viljir endurvekja þessu prófi?

source: Closed
is: lokað

source: Results
is: Niðurstöður

source: Configurations
is: stillingar

source: General
is: almennt

source: Contents
is: Innihald

source: Email & SMS
is: Tölvupóstur og SMS

source: Customer Support Service
is: Viðskiptavinur Styðja Þjónusta

source: Knowledge Base (for Documentation)
is: Knowledge Base (fyrir Documentation)

source: Live Chat (For Sales & Billing Only)
is: Live Chat (For sölu- og innheimtu Only)

source: Support (For Technical Support)
is: Stuðningur (fyrir tæknilega aðstoð)

source: Visit Our Website
is: Heimsækja heimasíðu okkar

source: for more documentation & Details
is: fyrir frekari skjöl & Details
