Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/tha/LC_MESSAGES/default.po
Languages: th

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
th: กรุณาตรวจสอบด้านล่างและเปรียบเทียบกับเซิร์ฟเวอร์ของคุณรูปปั้นปัจจุบันทางด้านขวา คุณสามารถคลิกที่ไอคอนถัดจากแต่ละเทคโนโลยีเพื่อดูรายละเอียด

source: Extensions &amp; Applications
th: ส่วนขยาย & amp; การประยุกต์ใช้งาน

source: HTTP Server. For example: Apache
th: HTTP Server ตัวอย่างเช่น: อาปาเช่

source: Require
th: จำเป็นต้อง

source: PHP 5.2.8 or greater
th: PHP 5.2.8 หรือสูงกว่า

source: Database Engine MySQL (4 or greater)
th: โปรแกรมฐานข้อมูล MySQL (4 หรือสูงกว่า)

source: PDO Extension
th: ขยาย PDO

source: GD Extension
th: ขยาย GD

source: Mandatory
th: จำเป็น

source: Server Status
th: สถานะของเซิร์ฟเวอร์

source: Web Server
th: เว็บเซิร์ฟเวอร์

source: PHP Version
th: PHP เวอร์ชัน

source: MYSQL Version
th: ข้อมูล MySQL เวอร์ชัน

source: PDO Unavailable
th: PDO ไม่พร้อมใช้งาน

source: PDO Available
th: PDO ที่มีจำหน่าย

source: Directory &amp; File Permission
th: ไดเรกทอรี & amp; สิทธิ์ในแฟ้ม

source: These Folders of Files need to be
th: โฟลเดอร์ของไฟล์เหล่านี้จะต้องมีการ

source: Writable
th: สามารถเขียนได้：

source: for application to be installed.
th: สำหรับการใช้งานที่จะติดตั้ง

source: Folders or Files
th: โฟลเดอร์หรือไฟล์

source: Refresh
th: รีเฟรช

source: Let's Start
th: เริ่มได้!

source: Step 2 of 4
th: ขั้นตอนที่ 2 จาก 4

source: Installation Agreement
th: ข้อตกลงในการติดตั้ง

source: I Accept to Proceed
th: ฉันยอมรับเพื่อดำเนินการต่อไป

source: Step 3 of 4
th: ขั้นตอนที่ 3 จาก 4

source: Database Connection Settings
th: การตั้งค่าการเชื่อมต่อฐานข้อมูล

source: Host Name
th: ชื่อโฮสต์

source: Usually Localhost
th: มักจะ Localhost

source: Database Name
th: ชื่อฐานข้อมูล

source: Database User
th: ผู้ใช้ฐานข้อมูล

source: Database User Name
th: ชื่อฐานข้อมูลผู้ใช้

source: Database Password
th: รหัสผ่านฐานข้อมูล

source: Database User Password
th: รหัสผ่านฐานข้อมูลผู้ใช้

source: Database Type
th: ชนิดของฐานข้อมูล

source: Test Connection
th: ทดสอบการเชื่อมต่อ

source: Step 4 of 4
th: ขั้นตอนที่ 4 ของ 4

source: Name of Your Website
th: ชื่อของเว็บไซต์ของคุณ

source: Meta Keyword
th: Meta คำหลัก

source: Useful for SEO
th: เหมาะสำหรับ SEO

source: Meta Content for SEO
th: เนื้อหา Meta สำหรับ SEO

source: Please Select Timezone
th: กรุณาเลือกเขตเวลา

source: Name of Your Organization/Company
th: ชื่อขององค์กรของคุณ / บริษัท

source: Default Admin Email
th: เริ่มต้นดูแลระบบอีเมล์

source: Install Sample Data With Dummy Entries
th: ติดตั้งข้อมูลตัวอย่างด้วย Dummy รายการ

source: Install
th: ติดตั้ง

source: Welcome to
th: ยินดีต้อนรับสู่

source: Set Avatar
th: ชุด Avatar

source: Sign out
th: ออกจากระบบ

source: Copyright
th: ลิขสิทธิื

source: follow on facebook
th: ปฏิบัติตามบน Facebook

source: Latest News & Events
th: ข่าวล่าสุดและกิจกรรม

source: Time
th: เวลา

source: Download PDF
th: ดาวน์โหลดไฟล์ PDF

source: Average Percentage(%)
th: ร้อยละเฉลี่ย (%)

source: Exam Given
th: สอบ ป.ร. ให้ไว้

source: Delete Forever
th: ลบตลอดกาล

source: Move to Trash
th: ย้ายไปที่ถังขยะ

source: News Detail
th: รายละเอียดข่าว

source: No of Visitors
th: ไม่มีผู้เข้าชม

source: No of Students
th: ไม่มีของนักศึกษา

source: No of Exams
th: ไม่มีการสอบของ

source: Payment From Pay Pal
th: ชำระเงิน Pay Pal

source: Pay From Pay Pal
th: จ่าย Pay Pal

source: Profile
th: ข้อมูลส่วนตัว

source: Edit Profile
th: แก้ไขโปรไฟล์

source: New Student Register
th: สมัครนักศึกษาใหม่

source: Security Code
th: รหัสความปลอดภัย:

source: Answers
th: คำตอบ

source: My Results
th: ผลของฉัน

source: Attempt Date
th: วันที่พยายามทำ

source: SCORE CARD
th: สกอร์การ์ด

source: SUBJECT REPORT
th: เรื่องรายงาน

source: TIME MANAGEMENT
th: การจัดการเวลา

source: QUESTION REPORT
th: รายงานคำถาม

source: SOLUTION
th: การแก้ปัญหา :

source: COMPARE REPORT
th: รายงานเปรียบเทียบ

source: Score Card For
th: Score Card สำหรับ

source: Total No. of Student
th: ฉบับรวมของนักศึกษา

source: My Marks
th: เครื่องหมายของฉัน

source: Total Marks of Test
th: Marks รวมของการทดสอบ

source: My Percentile
th: ร้อยละของฉัน

source: Total Question in Test
th: คำถามที่รวมในการทดสอบ

source: Total Attempt Question in Test
th: คำถามที่พยายามรวมในการทดสอบ

source: Left Question
th: คำถามซ้าย

source: Left Question Marks
th: ซ้ายเครื่องหมายคำถาม

source: Total Time of Test
th: รวมเวลาของการทดสอบ

source: My Time
th: เวลาของฉัน

source: My Rank
th: อันดับของฉัน

source: Performance Report For
th: รายงานผลการดำเนินงาน

source: Question & Marks Wise Report For
th: คำถามและรายงานฉลาด Marks สำหรับ

source: Subject Report For
th: เรื่องรายงานสำหรับ

source: Correct
th: ถูกต้อง

source: Unattempted Questions
th: คำถาม Unattempted

source: Graphical Report For
th: รายงานแบบกราฟิกสำหรับ

source: Time Management For
th: การบริหารเวลาสำหรับ

source: Question Report For
th: คำถามสำหรับการรายงาน

source: Question Status
th: สถานะคำถาม

source: Your Answer
th: คำตอบของคุณ

source: Your Score
th: คะแนนของคุณ

source: Your Time
th: เวลาของคุณ

source: Solution For
th: วิธีแก้ปัญหาสำหรับ

source: Not Attempt
th: ไม่พยายาม

source: Attempt
th: พยายาม

source: Incorrect
th: ไม่ถูกต้อง

source: Your Answers
th: คำตอบของคุณ

source: Solution
th: การแก้ปัญหา :

source: Bookmark
th: ที่คั่นหนังสือ

source: Compare Report For
th: รายงานผลการเปรียบเทียบ

source: Total Ques.
th: Ques รวม

source: Maximum Marks
th: Marks สูงสุด

source: Attempted Ques.
th: Ques พยายาม

source: Unattempted Ques.
th: Ques Unattempted

source: Correct Ques.
th: Ques ที่ถูกต้อง

source: Incorrect Ques.
th: Ques ที่ไม่ถูกต้อง

source: Percentile
th: เปอร์เซ็น

source: Previous
th: ก่อนหน้า

source: This is to certify that
th: นี้คือการรับรองว่า

source: has succesfully completed the
th: ได้เสร็จสิ้นการประสบความสำเร็จ

source: in course program offered by
th: ในหลักสูตรโปรแกรมที่นำเสนอโดย

source: Student Login
th: นักศึกษาเข้าสู่ระบบ

source: Sign In
th: solo197

source: Forgot Passwocrd
th: ลืม Passwocrd

source: New User? Create Account
th: ผู้ใช้ใหม่? สร้างบัญชี

source: Engine is not loaded
th: เครื่องยนต์ไม่ได้โหลด

source: Pdf engine "%s" not found
th: pdf เครื่องยนต์ \ " %s " ไม่พบ

source: Pdf engines must extend "AbstractPdfEngine"
th: เครื่องมือ pdf ต้องขยาย \ "AbstractPdfEngine "

source: Crypto is not loaded
th: การเข้ารหัสลับไม่ได้โหลด

source: Pdf crypto "%s" not found
th: รูปแบบไฟล์ PDF การเข้ารหัสลับ \ " %s " ไม่พบ

source: Crypto engine must extend "AbstractPdfCrypto"
th: เครื่องยนต์ Crypto ต้องขยาย \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
th: แอตทริบิวต์ควบคุม $ pdfConfig ไม่ถูกต้องหรือขาดหายไป

source: -> Testing :url
th: -> การทดสอบ: URL

source: Total Requests made: :requests
th: จองทั้งสิ้น: การร้องขอ

source: Total Time elapsed: :duration (seconds)
th: รวมเวลาที่ผ่านไป: ระยะเวลา (วินาที)

source: Requests/Second: :rps req/sec
th: การร้องขอ / วินาที: RPS req / วินาที

source: Average request time: :average-time seconds
th: ขอเวลาโหวต:: เฉลี่ยเวลาไม่กี่วินาที

source: Standard deviation of average request time: :std-dev
th: เบี่ยงเบนมาตรฐานของขอเวลาเฉลี่ย: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
th: ที่ยาวที่สุด / คำขอที่สั้นที่สุด: สำนักงานคณะกรรมการ ก.ล.ต. ที่ยาวที่สุด /: สำนักงานคณะกรรมการ ก.ล.ต. ที่สั้นที่สุด

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
th: ช่วยให้คุณสามารถที่จะได้รับการเปรียบเทียบบางหยาบ statisticsabout URL ที่มีคุณสมบัติครบถ้วน

source: The URL to request.
th: URL ที่การร้องขอ

source: Number of iterations to perform.
th: จำนวนการทำซ้ำที่จะดำเนินการ

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
th: เวลารวมสูงสุดสำหรับการทำซ้ำที่ทุกคนใน seconds.If ย้ำเดียวต้องใช้เวลามากกว่าการหมดเวลาเพียงหนึ่งคำขอจะทำ

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
th: ตัวอย่างการใช้งาน: `มาตรฐานเค้ก --n 10 --t 100 http: // localhost / testsite` <ข้อมูล> หมายเหตุ: </ ข้อมูล> มาตรฐานนี้ไม่รวมถึงเบราว์เซอร์แสดงผลครั้ง

source: Component initialization
th: เริ่มต้นตัวแทน

source: Controller action
th: การดำเนินการควบคุม

source: Controller action start
th: เริ่มต้นการดำเนินการควบคุม

source: Processing toolbar state
th: รัฐแถบเครื่องมือในการประมวลผล

source: Processing toolbar data
th: ข้อมูลแถบเครื่องมือในการประมวลผล

source: Controller render start
th: ควบคุมการแสดงผลเริ่มต้น

source: Could not load DebugToolbar panel %s
th: ไม่สามารถโหลด DebugToolbar แผง %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
th: การประมวลผลหลัก (มาจาก $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
th: หัวส่งแล้วใน %s ในบรรทัด %s s ไม่สามารถส่งข้อมูลเข้าสู่ระบบเพื่อ FirePHP

source: Incorrect parameter count for FireCake::fb()
th: นับไม่ถูกต้องสำหรับพารามิเตอร์ FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
th: จำนวนสูงสุด (99,999) ข้อความถึง!

source: There are no active panels. You must enable a panel to see its output.
th: ไม่มีการติดตั้งใช้งานอยู่ คุณต้องเปิดแผงเพื่อดูผลลัพธ์ที่ได้

source: App Constants
th: App คงที่

source: CakePHP Constants
th: CakePHP ค่าคงที่

source: PHP Environment
th: PHP สิ่งแวดล้อม

source: Hidef Environment
th: Hidef สิ่งแวดล้อม

source: Request History
th: ประวัติคำขอ

source: No previous requests logged.
th: ไม่มีคำขอก่อนหน้าเข้าสู่ระบบ

source: previous requests available
th: คำขอก่อนหน้านี้ที่มีอยู่

source: Restore to current request
th: Restore เพื่อคำขอปัจจุบัน

source: Included Files
th: ไฟล์รวม

source: Logs
th: ท่อน

source: There were no log entries made this request
th: มีรายการบันทึกไม่ทำคำขอนี้

source: Request
th: คำร้อง

source: No post data.
th: ไม่มีข้อมูลโพสต์

source: No querystring data.
th: ไม่มีข้อมูลสตริงการสืบค้น

source: Current Route
th: เส้นทางปัจจุบัน

source: Session
th: เซสชั่นแรก

source: Sql Logs
th: SQL ท่อน

source: No query logs when debug < 2.
th: ไม่มีบันทึกแบบสอบถามเมื่อแก้ปัญหา <2

source: No query logs.
th: ไม่มีบันทึกแบบสอบถาม

source: Total Time: %s ms <br />Total Queries: %s queries
th: รวมเวลาที่อยู่: %s MS <br /> แบบสอบถามทั้งหมด: %s คำสั่ง

source: Query Explain:
th: แบบสอบถามอธิบาย:

source: Click an "Explain" link above, to see the query explanation.
th: คลิกที่ \ "อธิบาย " ลิงค์ด้านบนเพื่อดูคำอธิบายแบบสอบถาม

source: No active database connections
th: ไม่มีการเชื่อมต่อฐานข้อมูลที่ใช้งานอยู่

source: Memory
th: หน่วยความจำ

source: Peak Memory Use
th: พีคการใช้งานหน่วยความจำ

source: Memory use
th: ใช้หน่วยความจำ

source: Timers
th: จับเวลา

source: Total Request Time:
th: รวมเวลาที่คำขอ:

source: Time in ms
th: เวลาใน MS

source: Graph
th: กราฟ

source: View Variables
th: ดูตัวแปร

source: Rendering View
th: การแสดงผลดู

source: Rendering %s
th: การแสดงผล %s

source: View render complete
th: ดูการแสดงผลที่สมบูรณ์

source: Explain
th: จงอธิบาย

source: Starting %sms into the request, taking %sms
th: ที่เริ่มต้น %s ms into the request, taking %s ms

source: No markup errors found
th: ไม่มีข้อผิดพลาดที่พบมาร์กอัป

source: maybe slow
th: อาจจะช้า

source: Absolute path or relative to APP.
th: เส้นทางแน่นอนหรือญาติเพื่อ app

source: An error occured while getting the status of your account.
th: เกิดข้อผิดพลาดขณะที่ได้รับสถานะของบัญชีของคุณ

source: There was an error while connecting to Paypal
th: มีข้อผิดพลาดในขณะที่การเชื่อมต่อกับ Paypal

source: There was a problem initiating the transaction, please try again.
th: มีปัญหาในการเริ่มต้นการทำธุรกรรมได้โปรดลองอีกครั้ง

source: There was a problem getting your details, please try again.
th: มีปัญหาในการรับรายละเอียดของคุณโปรดลองใหม่อีกครั้ง

source: There was an error completing the payment
th: เกิดข้อผิดพลาดในการชำระเงินเป็น

source: There was a problem processing the transaction, please try again.
th: มีปัญหาในการประมวลผลธุรกรรมได้โปรดลองอีกครั้ง

source: There was an error processing the card payment
th: เกิดข้อผิดพลาดในการประมวลผลการชำระเงินบัตรเป็น

source: There was a problem processing your card, please try again.
th: มีปัญหาในการประมวลผลบัตรของคุณโปรดลองอีกครั้ง

source: There was an error processing the the refund
th: เกิดข้อผิดพลาดในการประมวลผลคืนเงินได้

source: A problem occurred during the refund process, please try again.
th: มีปัญหาเกิดขึ้นในระหว่างขั้นตอนการคืนเงินโปรดลองอีกครั้ง

source: There was an problem communicating with the payment gateway
th: มีปัญหาในการสื่อสารกับเกตเวย์การชำระเงินเป็น

source: Missing client id/secret
th: หายไปรหัสลูกค้า / ความลับ

source: Must specify an expiry date
th: ต้องระบุวันหมดอายุ

source: Must include a M and Y in expiry date
th: จะต้องมี M และ Y ในวันหมดอายุ

source: Invalid expiry date
th: วันหมดอายุไม่ถูกต้อง

source: Invalid card number
th: เลขบัตรไม่ถูกต้อง

source: Invalid CVV2 number
th: จำนวน CVV2 ไม่ถูกต้อง

source: Invalid card type
th: ประเภทบัตรไม่ถูกต้อง

source: Could not detect client IP address
th: ไม่สามารถตรวจสอบลูกค้าที่อยู่ IP

source: Not a valid credit card number
th: ไม่ได้เป็นหมายเลขบัตรเครดิตที่ถูกต้อง

source: You must include the 3 digit security number
th: คุณจะต้องมีการรักษาความปลอดภัยจำนวน 3 หลัก

source: Must specify an "amount" to charge
th: ต้องระบุ \ "จำนวน " เพื่อเรียกเก็บเงิน

source: You must pass a valid order array
th: คุณต้องส่งชุดคำสั่งที่ถูกต้อง

source: Valid "return" and "cancel" urls must be provided
th: ที่ถูกต้อง \ "กลับ " และ \ "ยกเลิก " URL ที่จะต้องให้

source: You must provide a currency code
th: คุณจะต้องให้รหัสสกุลเงิน

source: Original PayPal Transaction ID is required
th: เดิมรหัสธุรกรรม PayPal เป็นสิ่งจำเป็น

source: Must specify an "amount" to refund
th: ต้องระบุ \ "จำนวน " ในการคืนเงิน

source: You must specify a refund type, such as Full or Partial
th: คุณต้องระบุประเภทเงินคืนเช่นทั้งหมดหรือบางส่วน

source: File was not downloaded.
th: ไฟล์ไม่ได้ดาวน์โหลด

source: No %s found for that date range
th: ไม่มี %s พบสำหรับช่วงวันที่

source: Your form data is preserved you'll be redirected to it after login.
th: ข้อมูลแบบฟอร์มของคุณจะถูกเก็บรักษาไว้คุณจะถูกเปลี่ยนเส้นทางไปหลังจากเข้าสู่ระบบ

source: Error notification from %s
th: แจ้งข้อผิดพลาดจาก %s

source: Afghanistan
th: ประเทศอัฟกานิสถาน

source: Albania
th: ประเทศแอลเบเนีย

source: Algeria
th: ประเทศแอลจีเรีย

source: American Samoa
th: อเมริกันซามัว

source: Andorra
th: ประเทศอันโดร์รา

source: Angola
th: แองโกลา

source: Anguilla
th: แองกวิลลา

source: Antarctica
th: ทวิปแอนตาร์กติกา

source: Antigua and Barbuda
th: แอนติกาและบาร์บูดา

source: Argentina
th: อาร์เจนตินา

source: Armenia
th: ประเทศอาร์มีเนีย

source: Aruba
th: อารูบา

source: Australia
th: ออสเตรเลีย

source: Austria
th: ประเทศออสเตรีย

source: Azerbaijan
th: อาเซอร์ไบจาน

source: Bahamas
th: บาฮามาส

source: Bahrain
th: บาห์เรน

source: Bangladesh
th: บังคลาเทศ

source: Barbados
th: บาร์เบโดส

source: Belarus
th: เบลารุส

source: Belgium
th: เบลเยี่ยม

source: Belize
th: เบลีซ

source: Benin
th: ประเทศเบนิน

source: Bermuda
th: เบอร์มิวดา

source: Bhutan
th: ประเทศภูฏาน

source: Bolivia
th: โบลิเวีย

source: Bosnia and Herzegovina
th: บอสเนียและเซโกวีนา

source: Botswana
th: บอตสวานา

source: Bouvet Island
th: เกาะบูเวต

source: Brazil
th: บราซิล

source: British Indian Ocean Territory
th: เขตมหาสมุทรบริติชอินเดีย

source: Brunei Darussalam
th: บรูไนดารุสซาลาม

source: Bulgaria
th: บัลแกเรีย

source: Burundi
th: บุรุนดี

source: Cambodia
th: กัมพูชา

source: Cameroon
th: แคเมอรูน

source: Canada
th: ประเทศแคนาดา

source: Cape Verde
th: เคปเวิร์ด

source: Cayman Islands
th: หมู่เกาะเคย์เเมน

source: Central African Republic
th: สาธารณรัฐแอฟริกากลาง

source: Chile
th: ชิลี

source: China
th: ประเทศจีน

source: Christmas Island
th: เกาะคริสต์มาส

source: Cocos (Keeling) Islands
th: โคโคส (Keeling)

source: Colombia
th: โคลอมเบีย

source: Comoros
th: คอโมโรส

source: Congo
th: ประเทศคองโก

source: Congo, the Democratic Republic of the
th: คองโก, สาธารณรัฐประชาธิปไตย

source: Cook Islands
th: หมู่เกาะคุก

source: Costa Rica
th: คอสตาริกา

source: Cote D'Ivoire
th: โกตดิวัว

source: Croatia
th: โครเอเชีย

source: Cuba
th: ประเทศคิวบา

source: Cyprus
th: ไซปรัส

source: Czech Republic
th: สาธารณรัฐเช็ก

source: Denmark
th: ประเทศเดนมาร์ก

source: Djibouti
th: จิบูตี

source: Dominica
th: โดมินิกา

source: Dominican Republic
th: สาธารณรัฐโดมินิกัน

source: Ecuador
th: เอกวาดอร์

source: Egypt
th: อียิปต์

source: El Salvador
th: เอลซัลวาดอร์

source: Equatorial Guinea
th: ทอเรียลกินี

source: Eritrea
th: เอริเทรี

source: Estonia
th: เอสโตเนีย

source: Ethiopia
th: สาธารณรัฐเอธิโอเปีย

source: Falkland Islands (Malvinas)
th: หมู่เกาะฟอล์คแลนด์ (Malvinas)

source: Faroe Islands
th: หมู่เกาะแฟโร

source: Fiji
th: ฟิจิ

source: Finland
th: ฟินแลนด์

source: France
th: ประเทศฝรั่งเศส

source: French Guiana
th: เฟรนช์เกีย

source: French Southern Territories
th: ดินแดนทางใต้ของฝรั่งเศส

source: Gabon
th: ประเทศกาบอง

source: Gambia
th: แกมเบีย

source: Georgia
th: จอร์เจีย

source: Germany
th: เยอรมน

source: Ghana
th: ประเทศกานา

source: Gibraltar
th: ยิบรอลตา

source: Greece
th: กรีก

source: Greenland
th: เกาะกรีนแลนด์

source: Grenada
th: เกรเนดา

source: Guadeloupe
th: ลุป

source: Guam
th: กวม

source: Guatemala
th: กัวเตมาลา

source: Guinea
th: ประเทศกินี

source: Guinea-Bissau
th: กินีบิสเซา

source: Guyana
th: กายอานา

source: Haiti
th: ไฮติ

source: Heard Island and Mcdonald Islands
th: เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์

source: Holy See (Vatican City State)
th: พระเห็น (นครรัฐวาติกัน)

source: Honduras
th: ฮอนดูรัส

source: Hong Kong
th: PKTtester ฮ่องกง

source: Hungary
th: ฮังการี

source: Iceland
th: ไอซ์แลนด์

source: India
th: อินเดีย

source: Indonesia
th: อินโดนีเซีย

source: Iran, Islamic Republic of
th: อิหร่านสาธารณรัฐอิสลาม

source: Iraq
th: ประเทศอิรัก

source: Ireland
th: ไอร์แลนด์

source: Israel
th: ประเทศอิสราเอล

source: Italy
th: อิตาลี

source: Jamaica
th: จาเมกา

source: Japan
th: ประเทศญี่ปุ่น

source: Jordan
th: ประเทศจอร์แดน

source: Kazakhstan
th: คาซัคสถาน

source: Kenya
th: ประเทศเคนย่า

source: Kiribati
th: ประเทศคิริบาส

source: Korea, Democratic People's Republic of
th: สาธารณรัฐเกาหลีประชาธิปไตยประชาชน

source: Korea, Republic of
th: สาธารณรัฐเกาหลี

source: Kuwait
th: คูเวต

source: Kyrgyzstan
th: คีร์กีซสถาน

source: Lao People's Democratic Republic
th: สาธารณรัฐ ประชาธิปไตย ประชาชนลาว

source: Latvia
th: ลัตเวีย

source: Lebanon
th: ประเทศเลบานอน

source: Lesotho
th: เลโซโท

source: Liberia
th: ประเทศไลบีเรีย

source: Libyan Arab Jamahiriya
th: สาธารณรัฐสังคมนิยมประชาชนอาหรับลิเบีย

source: Liechtenstein
th: ลิกเตนสไตน์

source: Lithuania
th: ประเทศลิธัวเนีย

source: Luxembourg
th: ลักเซมเบิร์ก

source: Macao
th: มาเก๊า

source: Macedonia, the Former Yugoslav Republic of
th: มาซิโดเนีย, อดีตสาธารณรัฐยูโกสลาเวีย

source: Madagascar
th: มาดากัสการ์

source: Malawi
th: มาลาวี

source: Malaysia
th: มาเลเซีย

source: Maldives
th: มัลดีฟส์

source: Mali
th: มาลี

source: Malta
th: มอลต้า

source: Marshall Islands
th: หมู่เกาะมาร์แชลล์

source: Martinique
th: มาร์ตินีก

source: Mauritania
th: ประเทศมอริเตเนีย

source: Mauritius
th: มอริเชียส

source: Mayotte
th: มายอต

source: Mexico
th: ประเทศเม็กซิโก

source: Micronesia, Federated States of
th: ไมโครนีเซีย, สหพันธรัฐ

source: Moldova, Republic of
th: มอลโดวา, สาธารณรัฐ

source: Monaco
th: โมนาโค

source: Mongolia
th: ประเทศมองโกเลีย

source: Montserrat
th: มอนต์เซอร์รัต

source: Morocco
th: หนังแพะนิ่มพื้นด้าน

source: Mozambique
th: ประเทศโมซัมบิก

source: Myanmar
th: พม่า

source: Namibia
th: นามิเบีย

source: Nauru
th: ประเทศนาอูรู

source: Nepal
th: ประเทศเนปาล

source: Netherlands
th: ประเทศเนเธอร์แลนด์

source: Netherlands Antilles
th: เนเธอร์แลนด์

source: New Zealand
th: นิวซีแลนด์

source: Nicaragua
th: นิการากัว

source: Niger
th: ประเทศไนเธอร์

source: Nigeria
th: ประเทศไนจีเรีย

source: Niue
th: นีอูเอ

source: Norfolk Island
th: เกาะนอร์โฟล์ค

source: Northern Mariana Islands
th: หมู่เกาะมาเรียนาเหนือ

source: Norway
th: นอร์เวย์

source: Oman
th: โอมาน

source: Pakistan
th: ประเทศปากีสถาน

source: Palau
th: ปาเลา

source: Palestinian Territory, Occupied
th: ดินแดนปาเลสไตน์ครอบครอง

source: Panama
th: ปานามา

source: Papua New Guinea
th: ปาปัวนิวกินี

source: Paraguay
th: ประเทศปารากวัย

source: Peru
th: เปรู

source: Philippines
th: ฟิลิปปินส์

source: Pitcairn
th: พิตแคร์น

source: Poland
th: ประเทศโปแลนด์

source: Portugal
th: โปรตุเกส

source: Puerto Rico
th: เปอร์โตริโก้

source: Qatar
th: กาตาร์

source: Reunion
th: การรวมตัวใหม่

source: Romania
th: โรมาเนีย

source: Russian Federation
th: สหพันธรัฐรัสเซีย

source: Rwanda
th: รวันดา

source: Saint Helena
th: เซนต์เฮเลนา

source: Saint Kitts and Nevis
th: เซนต์คิตส์และเนวิส

source: Saint Lucia
th: เซนต์ลูเซีย

source: Saint Pierre and Miquelon
th: เซนต์ปิแอร์และมีเกอลง

source: Saint Vincent and the Grenadines
th: เซนต์วินเซนต์และเกรนาดีน

source: Samoa
th: ซามัว

source: San Marino
th: ซานมารีโน

source: Sao Tome and Principe
th: เซาตูเมและปรินซิปี

source: Saudi Arabia
th: ประเทศซาอุดีอาระเบีย

source: Senegal
th: ประเทศเซเนกัล

source: Serbia and Montenegro
th: เซอร์เบียและมอนเตเนโก

source: Seychelles
th: เซเชลส์

source: Sierra Leone
th: เซียร์ราลีโอน

source: Singapore
th: สิงคโปร์

source: Slovakia
th: สโลวาเกีย

source: Slovenia
th: ประเทศสโลเวเนีย

source: Solomon Islands
th: หมู่เกาะโซโลมอน

source: Somalia
th: โซมาเลีย

source: South Africa
th: แอฟริกาใต้

source: South Georgia and the South Sandwich Islands
th: เซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช

source: Spain
th: ประเทศสเปน

source: Sri Lanka
th: ศรีลังกา

source: Sudan
th: ซูดาน

source: Suriname
th: ซูรินาเม

source: Svalbard and Jan Mayen
th: ฟาลบาร์และแจน

source: Swaziland
th: สวาซิแลนด์

source: Sweden
th: สวีเดน

source: Switzerland
th: ประเทศสวิสเซอร์แลนด์

source: Syrian Arab Republic
th: สาธารณรัฐอาหรับซีเรีย

source: Taiwan, Province of China
th: ไต้หวัน, จังหวัดของประเทศจีน

source: Tajikistan
th: ทาจิกิสถาน

source: Tanzania, United Republic of
th: แทนซาเนีย, สหสาธารณรัฐ

source: Thailand
th: ประเทศไทย

source: Timor-Leste
th: ติมอร์เลสเต

source: Togo
th: ไป

source: Tokelau
th: โตเกเลา

source: Tonga
th: ตองกา

source: Trinidad and Tobago
th: ตรินิแดดและโตเบโก

source: Tunisia
th: ตูนีเซีย

source: Turkey
th: ตุรกี

source: Turkmenistan
th: เติร์กเมนิสถาน

source: Turks and Caicos Islands
th: หมู่เกาะเติกส์และหมู่เกาะเคคอส

source: Tuvalu
th: ตูวาลู

source: Uganda
th: ยูกันดา

source: Ukraine
th: ประเทศยูเครน

source: United Arab Emirates
th: สหรัฐอาหรับเอมิเรตส์

source: United Kingdom
th: ประเทศอังกฤษ

source: United States
th: สหรัฐ

source: Uruguay
th: อุรุกวัย

source: Uzbekistan
th: ประเทศยุสเบกิสทัน

source: Vanuatu
th: วานูอาตู

source: Venezuela
th: เวเนซุเอลา

source: Viet Nam
th: เวียดนาม

source: Virgin Islands, British
th: หมู่เกาะบริติชเวอร์จิน

source: Virgin Islands, U.s.
th: หมู่เกาะเวอร์จินเรา

source: Wallis and Futuna
th: วาลลิสและฟุตูนา

source: Western Sahara
th: ซาฮาร่าตะวันตก

source: Yemen
th: เยเมน

source: Zambia
th: ประเทศแซมเบีย

source: Zimbabwe
th: ประเทศซิมบับเว

source: Invalid argument #1: %s is not a valid %s identifyer.
th: อาร์กิวเมนต์ไม่ถูกต้อง # 1: %s ไม่ได้เป็นที่ถูกต้อง %s identifyer

source: %s for Row %d failed to save.
th: %s สำหรับแถว %d ล้มเหลวในการบันทึก

source: You need to define at least one field to be toggleable.
th: คุณจำเป็นต้องกำหนดฟิลด์อย่างน้อยหนึ่งที่จะ toggleable

source: The field %s is not in the list of toggleable fields.
th: สนาม %s ไม่ได้อยู่ในรายการของเขตข้อมูล toggleable

source: The field %s does not have two toggleable states defined.
th: สนาม %s ไม่ได้มีสองรัฐ toggleable กำหนด

source: Invalid record
th: บันทึกที่ไม่ถูกต้อง

source: Server lipsum.com returns error code %s.
th: เซิร์ฟเวอร์ lipsum.com กลับรหัสข้อผิดพลาด %s s
