Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/tha/LC_MESSAGES/default.po
Languages: th

source: Response from lipsum.com is empty or could not be decoded.
th: การตอบสนองจาก lipsum.com เป็นที่ว่างเปล่าหรือไม่สามารถถอดรหัส

source: Connection to server lipsum.com failed. %s.
th: การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว lipsum.com. %s s

source: Please correct the errors below.
th: โปรดแก้ไขข้อผิดพลาดดังต่อไปนี้

source: Error
th: ข้อผิดพลาด

source: The requested address %s was not found on this server.
th: ที่ร้องขออยู่ %s ไม่พบบนเซิร์ฟเวอร์นี้

source: An Internal Error Has Occurred.
th: ข้อผิดพลาดภายในเกิดขึ้น

source: datasource configuration was not found
th: การกำหนดค่าแหล่งข้อมูลไม่พบ

source: CakePHP: the rapid development php framework
th: CakePHP: กรอบการพัฒนา php อย่างรวดเร็ว

source: Debug setting does not allow access to this url.
th: การตั้งค่าการแก้ปัญหาไม่อนุญาตให้มีการเข้าถึง URL นี้

source: Add New Exam
th: เพิ่มการสอบใหม่

source: Inactive
th: เฉื่อยชา

source: Start & End Date
th: เริ่มต้นและสิ้นสุดวันที่

source: Certification of Completion
th: ได้รับการรับรองแล้วเสร็จ

source: Click here to download excel file format
th: คลิกที่นี่เพื่อดาวน์โหลดรูปแบบไฟล์ Excel

source: Are you sure, you want to close this exam?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการที่จะปิดการสอบนี้?

source: Are you sure, you want to re-activate this exam?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการที่จะเปิดใช้งานการสอบนี้?

source: Closed
th: ปิด

source: Results
th: ผลลัพธ์

source: Configurations
th: การกำหนดค่า

source: General
th: บททั่วไป

source: Contents
th: สารบัญ

source: Email & SMS
th: อีเมล์และ SMS

source: Customer Support Service
th: บริการลูกค้า

source: Knowledge Base (for Documentation)
th: ฐานความรู้ (เอกสาร)

source: Forum (24x7x)
th: ฟอรั่ม (24x7x)

source: Live Chat (For Sales & Billing Only)
th: สนทนาสด (สำหรับการขายและการเรียกเก็บเงินเท่านั้น)

source: Support (For Technical Support)
th: ฝ่ายสนับสนุน (การสนับสนุนทางเทคนิค)

source: Visit Our Website
th: เยี่ยมชมเว็บไซต์ของเรา

source: for more documentation & Details
th: สำหรับเอกสารและรายละเอียดเพิ่มเติม
