Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/tha/LC_MESSAGES/default.po
Languages: th

source: Menu Names
th: ชื่อเมนู

source: Model Name
th: ชื่อรุ่น

source: Icon
th: ไอคอน

source: Add News
th: เพิ่มใหม่

source: News Title
th: หัวข้อข่าว

source: News Description
th: ข่าวคำอธิบาย

source: Edit News
th: แก้ไขข่าว

source: News
th: ใหม่

source: Add New News
th: เพิ่มข่าวใหม่

source: Paypal Payment Option
th: ตัวเลือกการชำระเงิน PayPal

source: Signature
th: ลายเซ็น

source: Sandbox Mode
th: โหมด Sandbox

source: True
th: ถูก

source: Add Question
th: เพิ่มคำถาม

source: Question
th: คำถาม

source: Correct Answers
th: คำตอบที่ถูกต้อง

source: Type your question here
th: พิมพ์คำถามของคุณที่นี่

source: Answer1
th: ตอบ

source: Answer2
th: ตอบ

source: Answer3
th: ตอบ

source: Answer4
th: ตอบ

source: Answer5
th: ตอบ

source: Answer6
th: ตอบ

source: True/False
th: ถูกผิด

source: False
th: เท็จ

source: Blank Space
th: ที่ว่าง

source: Explanation (Optional)
th: คำอธิบาย (อุปกรณ์เสริม)

source: Provide explanation in support of correct answer
th: ให้คำอธิบายในการสนับสนุนการตอบที่ถูกต้อง

source: Hint(optional)
th: คำแนะนำ (อุปกรณ์เสริม)

source: Hint to help answer correctly
th: เคล็ดลับที่จะช่วยตอบได้อย่างถูกต้อง

source: without minus sign
th: โดยไม่ต้องเครื่องหมายลบ

source: Edit Question Type
th: แก้ไขประเภทคำถาม

source: Explanation
th: คำอธิบาย

source: Hint
th: เปรย

source: Questions
th: คำถาม

source: Add New Question
th: เพิ่มคำถามใหม่

source: Import/Export Question
th: นำเข้า / ส่งคำถาม

source: Answer
th: ตอบ

source: Question Details
th: รายละเอียดคำถาม

source: Exam Wise
th: สอบปรีชาญาณ

source: Please Select Exam
th: กรุณาเลือกสอบ

source: Status of Result
th: สถานะของผล

source: Please Select Result Status
th: กรุณาเลือกสถานะผล

source: Download Result
th: ดาวน์โหลดผล

source: Rank
th: ยศ

source: Test
th: ทดสอบ

source: Percent
th: เปอร์เซ็นต์

source: Result
th: ผล

source: View Result
th: ดูผล

source: Download/Print Result
th: ดาวน์โหลด / ผลการพิมพ์

source: Student Wise
th: ฉลาดนักศึกษา

source: Name or Enrolment Number
th: ชื่อหรือหมายเลขลงทะเบียน

source: Enrolment Number
th: จำนวนการลงทะเบียน

source: Back
th: กลับ

source: Assesment Report for
th: รายงานการประเมินสำหรับ

source: Taken Date
th: วันที่ถ่าย

source: Total Time
th: รวมระยะเวลา:

source: Nos. of Browser tolrance attempt
th: Nos. ของเบราว์เซอร์พยายาม tolrance

source: Total Score
th: คะแนนรวม

source: Student Marks Distribution
th: การกระจาย Marks นักศึกษา

source: Feedback
th: ความคิดเห็นตอบกลับ

source: Marks Sheet
th: Marks แผ่น

source: Section Name
th: ส่วนชื่อ

source: Section proportion
th: สัดส่วนมาตรา

source: Actual
th: ที่จริง

source: Your Percentage
th: ร้อยละของคุณ

source: Section Summary
th: ส่วนสรุป

source: Maximum Score
th: คะแนนสูงสุด

source: Developed Skill
th: ทักษะที่พัฒนาแล้ว

source: Needs Development
th: ความต้องการการพัฒนา

source: Lack of Skill
th: ขาดทักษะ

source: MCQ answered
th: MCQ ตอบ

source: Legend
th: ตำนาน

source: Send Emails
th: ส่งอีเมล

source: Teachers
th: ครู

source: Any Email
th: อีเมล์ใด ๆ

source: Default all students if you add manually then search student email
th: เริ่มต้นนักเรียนทุกคนถ้าคุณเพิ่มด้วยตนเองแล้วค้นหาอีเมลของนักเรียน

source: Default all teachers if you add manually then search teacher email
th: เริ่มต้นครูทุกคนถ้าคุณเพิ่มด้วยตนเองแล้วค้นหาอีเมลครู

source: Type any email comma seprated
th: พิมพ์เครื่องหมายจุลภาคอีเมล seprated

source: Type subject
th: พิมพ์ชื่อเรื่อง

source: Select Email Template
th: เลือกแม่แบบอีเมล์

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
th: หากคุณไม่ต้องการที่จะเลือกแม่แบบอีเมลแล้วเพียงแค่พิมพ์ข้อความอีเมล เมื่อคุณโหลดโปรแกรมแก้ไขแล้วคุณจะไม่สามารถเลือกแม่แบบไปที่ปุ่มรีเซ็ต

source: Send Sms
th: ส่ง SMS

source: Any Sms
th: ใด ๆ SMS

source: Default all student if you add manually then search students name
th: เริ่มต้นที่นักเรียนทุกคนถ้าคุณเพิ่มด้วยตนเองแล้วค้นหาชื่อนักเรียน

source: Default all teachers if you add manually then search teacher name
th: เริ่มต้นครูทุกคนถ้าคุณเพิ่มด้วยตนเองแล้วค้นหาชื่อครู

source: Any Number
th: จำนวนใด

source: Type any number comma seprated
th: พิมพ์หมายเลขใด ๆ จุลภาค seprated

source: Select Sms Template
th: เลือกแม่แบบ Sms

source: Sms Template
th: แม่แบบ SMS

source: If you do not want to select sms template then simply type sms message
th: หากคุณไม่ต้องการที่จะเลือกแม่แบบ SMS แล้วเพียงแค่พิมพ์ข้อความ SMS

source: Certificate Signature
th: เซ็นใบรับรอง

source: Upload Image(* height less than 75px)
th: อัปโหลดภาพ (* ความสูงน้อยกว่า 75px)

source: Delete Signature
th: ลบลายเซ็น

source: Add Slides
th: เพิ่มสไลด์

source: Slide Name
th: ชื่อสไลด์

source: Upload Slide (1350*550)
th: อัปโหลดสไลด์ (1350 * 550)

source: Edit Slides
th: แก้ไขสไลด์

source: Slides
th: สไลด์ %s

source: Add New Slide
th: เพิ่มภาพนิ่งใหม่

source: SMS Settings
th: 6.9 การตั้งค่า sms 31

source: API Link
th: การเชื่อมโยง API

source: Sender ID
th: ID ของผู้ส่ง

source: Heading Username
th: มุ่งหน้าชื่อผู้ใช้

source: Username field provided by sms gateway
th: ชื่อผู้ใช้ให้โดยเกตเวย์ SMS

source: Heading Password
th: จะเดินทางรหัสผ่าน

source: Password field provided by sms gateway
th: ฟิลด์รหัสผ่านให้โดยเกตเวย์ SMS

source: Heading Mobile No
th: มุ่งหน้าไปทางมือถือไม่มี

source: Mobile No field provided by sms gateway
th: โทรศัพท์มือถือไม่มีข้อมูลให้โดยเกตเวย์ SMS

source: Heading Message
th: มุ่งหน้าไปทางข้อความ

source: Message field provided by sms gateway
th: ฟิลด์ข้อความให้โดยเกตเวย์ SMS

source: Heading Sender Id
th: ผู้ส่ง ID จะเดินทาง

source: Sender Id field provided by sms gateway
th: ข้อมูลผู้ส่ง ID ให้บริการโดยเกตเวย์ SMS

source: Add SMS Template
th: เพิ่ม Template SMS

source: Edit SMS templates
th: แม่แบบแก้ไข SMS

source: SMS Templates
th: แม่แบบ SMS

source: Add New SMS Template
th: เพิ่ม Template SMS ใหม่

source: Add Students
th: เพิ่มนักเรียน

source: Address
th: ที่อยู่

source: Guardian Phone
th: โทรศัพท์การ์เดียน

source: Edit Students
th: แก้ไขนักเรียน

source: Renewal Date
th: วันที่ต่ออายุ

source: Add New Student
th: เพิ่มนักเรียนใหม่

source: Wallet
th: กระเป๋าสตางค์

source: Admission Date
th: วันที่เข้ารับการรักษา

source: Credit
th: หน่วยกิต

source: Debit
th: หักบัญชี

source: Balance
th: ยอดที่เหลือ

source: Date & Time
th: วันเวลา

source: Payment Through
th: การชำระเงินผ่าน

source: Remarks
th: ความคิดเห็น

source: View Student Information
th: ดูข้อมูลนักศึกษา

source: Full Name
th: ชื่อเต็ม

source: Phone Number
th: หมายเลขโทรศัพท์:

source: Registered Email
th: อีเมลที่ลงทะเบียน

source: Alternate Number
th: หมายเลขอื่น

source: Enrolment No
th: การลงทะเบียนไม่มี

source: Last Login
th: เข้าสู่ระบบล่าสุด

source: Students Wallet
th: นักเรียนกระเป๋าสตางค์

source: Transaction Form
th: แบบการทำธุรกรรม

source: Mobile
th: โทรศัพท์มือถือ

source: ADD
th: +เพิ่ม

source: DEDUCT
th: หัก

source: Add Subjects
th: เพิ่มวิชา

source: Edit Subjects
th: แก้ไขหัวข้อ

source: Subjects
th: อาสาสมัคร

source: Add New Subject
th: เพิ่มเรื่องใหม่

source: Question Bank
th: คลังคำถาม

source: Add Testimonials
th: เพิ่มใบรับรอง

source: Upload Photo (150*150)
th: อัปโหลดภาพ (150 * 150)

source: Edit Testimonials
th: แก้ไขคำรับรอง

source: Testimonials
th: รับรอง

source: Add New Testimonial
th: เพิ่มรับรองใหม่

source: Photo
th: รูปภาพ

source: Add Users
th: เพิ่มผู้ใช้

source: User Level
th: ระดับผู้ใช้

source: Username
th: ชื่อผู้ใช้

source: Level users
th: ผู้ใช้ระดับ

source: Add New Level
th: เพิ่มระดับใหม่

source: Back To Users
th: กลับไปที่ผู้ใช้

source: Level Name
th: ชื่อระดับ

source: Set Permission
th: ตั้งค่าสิทธิ์

source: Assign Form Rights
th: กำหนดสิทธิในแบบฟอร์ม

source: Module Name
th: ชื่อโมดูล

source: Old Password
th: รหัสผ่านเก่า

source: Edit Users
th: แก้ไขผู้ใช้

source: User Registration Form
th: แบบฟอร์มลงทะเบียนผู้ใช้

source: Users
th: ผู้ใช้

source: Add New User
th: เพิ่มผู้ใช้ใหม่

source: Add Level Users
th: เพิ่มผู้ใช้ระดับ

source: Level User
th: ผู้ใช้ระดับ

source: Dear user, log in to access the admin area!
th: เรียนผู้ใช้เข้าสู่ระบบในการเข้าถึงพื้นที่ admin!

source: Admin / Teacher Username
th: ธุรการ / ชื่อผู้ใช้ครู

source: Forgot User Name
th: ลืมชื่อผู้ใช้งาน

source: Organisation Logo
th: องค์การโลโก้

source: Upload Image(* height less than 220px)
th: อัปโหลดภาพ (* ความสูงน้อยกว่า 220px)

source: Delete Logo
th: ลบโลโก้

source: Please provide a type for chart %s!
th: โปรดระบุประเภทสำหรับแผนภูมิ %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
th: กราฟ: \ " %s " ไม่พบ ตรวจสอบให้แน่ใจว่าชื่อแผนภูมิเป็นสายเดียวกันที่ส่งผ่านไป $ this-> HighCharts-> แสดงผล () ในมุมมองของคุณ

source: The Express Checkout transaction has expired and the transaction needs to be restarted
th: การทำธุรกรรมการชำระเงินด่วนหมดอายุและการทำธุรกรรมจะต้องเริ่มต้นใหม่

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
th: คุณอาจจะได้ทำสายที่สองสำหรับการชำระเงินเดียวกันหรือคุณอาจจะมีการใช้รหัสเดียวกันใบแจ้งหนี้สำหรับการทำธุรกรรมที่แยกต่างหาก

source: Please use a different funcing source.
th: กรุณาใช้แหล่ง funcing ที่แตกต่างกัน

source: An error occured, please retry the transaction.
th: เกิดข้อผิดพลาดโปรดลองอีกครั้งการทำธุรกรรม

source: This transaction couldn't be completed. Redirecting to payment gateway
th: รายการนี​​้อาจไม่เสร็จสมบูรณ์ เปลี่ยนเส้นทางไปยังประตูการชำระเงิน

source: You have not agreed to the billing agreement.
th: คุณยังไม่ได้ตกลงที่จะทำข้อตกลงการเรียกเก็บเงิน

source: The billing agreement is disabled or inactive.
th: ข้อตกลงการเรียกเก็บเงินมีการยกเลิกหรือไม่ได้ใช้งาน

source: The credit card used is expired.
th: บัตรเครดิตที่ใช้หมดอายุ

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
th: การทำธุรกรรมที่ถูกปฏิเสธเพราะการตอบสนอง AVS กลับค่าของ n และบัญชีการค้าจะไม่สามารถที่จะยอมรับการทำธุรกรรมดังกล่าว

source: The payment gateway account is restricted.
th: บัญชีเกตเวย์การชำระเงินถูก จำกัด

source: You must submit an IP address of the buyer with each API call.
th: คุณต้องส่งที่อยู่ IP ของผู้ซื้อด้วยกันเรียก API

source: The merchant selected a value for the PaymentAction field that is not supported.
th: พ่อค้าเลือกค่าส​​ำหรับฟิลด์ PaymentAction ที่ไม่ได้รับการสนับสนุน

source: The credit card field was blank.
th: ฟิลด์บัตรเครดิตเป็นที่ว่างเปล่า

source: The total amount and item amounts do not match.
th: จำนวนและรายการรวมเป็นจำนวนเงินไม่ตรงกับ

source: The credit card entered is currently restricted by the payment gateway.
th: บัตรเครดิตที่เข้ามาจะถูก จำกัด ในขณะนี้โดยประตูการชำระเงิน

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
th: พ่อค้าป้อนรหัสใบแจ้งหนี้ที่มีการเชื่อมโยงกับการทำธุรกรรมโดยผู้ค้าเดียวกัน ความพยายามที่มีรหัสใบแจ้งหนี้ใหม่

source: The transaction was declined by the country filter managed by the merchant.
th: การทำธุรกรรมที่ถูกปฏิเสธโดยตัวกรองในประเทศที่มีการจัดการโดยผู้ประกอบการค้า

source: The transaction was declined by the maximum amount filter managed by the merchant.
th: การทำธุรกรรมที่ถูกปฏิเสธโดยตัวกรองจำนวนเงินสูงสุดที่จัดการโดยผู้ประกอบการค้า

source: The transaction was declined by the payment gateway.
th: การทำธุรกรรมที่ถูกปฏิเสธโดยประตูการชำระเงิน

source: The transaction was declined by payment gateway because of possible fraudulent activity.
th: การทำธุรกรรมที่ถูกปฏิเสธโดยเกตเวย์การชำระเงินเนื่องจากการฉ้อโกงที่เป็นไปได้

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
th: การทำธุรกรรมที่ถูกปฏิเสธโดยเกตเวย์การชำระเงินเนื่องจากการฉ้อโกงเป็นไปได้ในที่อยู่ IP

source: The merchant account attempting the transaction is not a business account.
th: บัญชีผู้ค้าพยายามทำธุรกรรมไม่ได้เป็นบัญ​​ชีธุรกิจ

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
th: บัญชีผู้ค้าพยายามทำธุรกรรมไม่สามารถที่จะดำเนินการทำธุรกรรมการชำระเงินโดยตรง

source: Access to Direct Payment was disabled for your account.
th: การเข้าถึงการชำระเงินโดยตรงถูกปิดใช้งานสำหรับบัญชีของคุณ

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
th: บัญชีผู้ค้าพยายามทำธุรกรรมไม่ได้มีที่อยู่อีเมลยืนยันกับเกตเวย์การชำระเงิน

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
th: พ่อค้าพยายามทำธุรกรรมที่จำนวนเงินที่เกินขีด จำกัด บนสำหรับผู้ประกอบการค้าที่

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
th: การทำธุรกรรมที่ถูกปฏิเสธเนื่องจากตัวกรองความเสี่ยงสำหรับผู้ประกอบการค้า AVS โดยเฉพาะผู้ประกอบการค้าได้มีการกำหนดว่าจะลดลงการทำธุรกรรมเมื่อ AVS กลับไม่มีการแข่งขัน (AVS = N)

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
th: การทำธุรกรรมที่ถูกปฏิเสธเนื่องจากตัวกรองความเสี่ยงสำหรับผู้ประกอบการค้า AVS โดยเฉพาะผู้ประกอบการค้าที่มีการตั้งค่าตัวกรองที่จะปฏิเสธการทำธุรกรรมเมื่อ AVS ผลตอบแทนการแข่งขันบางส่วน

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
th: การทำธุรกรรมที่ถูกปฏิเสธเนื่องจากตัวกรองความเสี่ยงสำหรับผู้ประกอบการค้า AVS โดยเฉพาะผู้ประกอบการค้าที่มีการตั้งค่าตัวกรองที่จะปฏิเสธการทำธุรกรรมเมื่อ AVS ได้รับการสนับสนุน

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
th: พ่อค้าป้อนที่อยู่ IP ที่อยู่ในรูปแบบที่ไม่ถูกต้อง ที่อยู่ IP จะต้องอยู่ในรูปแบบเช่น 123.456.123.456

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
th: การกำหนดค่าของร้านค้าต้อง CVV ที่จะเข้ามา แต่ไม่มี CVV ถูกจัดให้มีการทำธุรกรรมนี้

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
th: ผู้ประกอบการค้าระบุที่อยู่ทั้งในประเทศสหรัฐอเมริกาหรือแคนาดา แต่รัฐที่ให้ไว้ไม่ได้เป็นรัฐที่ถูกต้องทั้งในประเทศ

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
th: การทำธุรกรรมที่ถูกปฏิเสธจากธนาคารผู้ออกบัตรไม่ได้ประตูการชำระเงิน ผู้ประกอบการค้าควรพยายามบัตรอื่น

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
th: ประเทศของร้านค้าของที่อยู่อาศัยไม่ได้สนับสนุนในขณะนี้ที่จะช่วยให้การทำธุรกรรมการชำระเงินโดยตรง

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
th: การทำธุรกรรมที่ถูกปฏิเสธเนื่องจากประตูการชำระเงินในปัจจุบันคือการประมวลผลธุรกรรมโดยผู้ซื้อเหมือนกันสำหรับปริมาณที่เท่ากัน สามารถเกิดขึ้นได้เมื่อผู้ซื้อส่งหลายที่เหมือนกันการทำธุรกรรมอย่างรวดเร็ว

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
th: CVV ที่ให้ไว้ไม่ถูกต้อง CVV อยู่ระหว่าง 3-4 ตัวเลขยาว

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
th: กรุณาลองใหม่อีกครั้งในภายหลัง. ให้แน่ใจว่าคุณได้ผ่านการ CVV ที่ถูกต้องและข้อมูลที่อยู่สำหรับผู้ซื้อ ถ้าสร้างโปรไฟล์ที่เกิดขึ้นโปรดลองอีกครั้งโดยผ่านจำนวน init 0

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
th: การทำธุรกรรมไม่เป็นไปตามเนื่องจากการขาดหายไปหรือไม่ถูกต้อง 3 มิติค่าการตรวจสอบการรักษาความปลอดภัย ตรวจสอบ ECI, ECI3DS, CAVV เขต XID

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
th: การทำธุรกรรมที่ถูกปฏิเสธโดยเกตเวย์การชำระเงินเพราะความล้มเหลวมากเกินไปในช่วงระยะเวลาสั้น ๆ ของเวลาสำหรับบัตรเครดิตนี้

source: The transaction was declined by payment gateway.
th: การทำธุรกรรมที่ถูกปฏิเสธโดยเกตเวย์การชำระเงิน

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
th: การทำธุรกรรมที่ถูกปฏิเสธเนื่องจากผู้ประกอบการค้าไม่ได้มีข้อตกลงนิติบุคคลที่ถูกต้องในเชิงพาณิชย์ในไฟล์ที่มีประตูการชำระเงิน

source: The transaction was declined because the CVV entered does not match the credit card.
th: การทำธุรกรรมที่ถูกปฏิเสธเนื่องจาก CVV ที่ป้อนไม่ตรงกับบัตรเครดิต

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
th: การทำธุรกรรมที่ถูกปฏิเสธจากธนาคารผู้ออกบัตรเพราะบัตรเครดิตที่หมดอายุ ผู้ประกอบการค้าควรพยายามบัตรอื่น

source: Exceeded permissible limit for Navigating away
th: เกินขีด จำกัด ที่อนุญาตสำหรับการนำออกไป

source: You have exceeded the permissible limit for navigating away from your test
th: คุณได้เกินขีด จำกัด ที่อนุญาตสำหรับการนำออกไปจากการทดสอบของคุณ

source: Your test has finished. You can close the window now
th: การทดสอบของคุณได้เสร็จสิ้น คุณสามารถปิดหน้าต่างในขณะนี้

source: Installation Complete
th: การติดตั้งเสร็จสมบูรณ์

source: Aho! The System is installed successfully.
th: Aho! ระบบการติดตั้งเรียบร้อยแล้ว

source: Go to Admin/Teacher Interface
th: ไปธุรการ / ครูอินเตอร์เฟซ

source: User
th: ผู้ใช้

source: Go to Front End/Student Interface
th: ไปที่ Front End / การเชื่อมต่อของนักศึกษา

source: Visit our website
th: เยี่ยมชมเว็บไซต์ของเรา

source: for documentation and support
th: สำหรับเอกสารและการสนับสนุน

source: My Exam Stats
th: สถิติการสอบของฉัน

source: Total Exam Given
th: สอบรวม​​ ป.ร. ให้ไว้

source: Absent Exams
th: ขาดสอบ

source: Best Score in
th: คะแนนที่ดีที่สุดใน

source: On
th: เปิด

source: Failed in
th: ล้มเหลวในการ

source: Average Percentage
th: ร้อยละเฉลี่ย

source: Your Rank
th: อันดับของคุณ

source: Month Wise Performance
th: Performance wise เดือน

source: Exam Wise Performance
th: สอบประสิทธิภาพการทำงานที่ชาญฉลาด

source: Top 10
th: 10 อันดับ

source: Todays Exam
th: การสอบวันนี้

source: Top
th: ด้านบน

source: These are the exam(s) that can be taken right now
th: เหล่านี้มีการสอบ (s) ที่สามารถนำมาใช้ในขณะนี้

source: No Exams found for today
th: ไม่พบในวันนี้สอบ

source: Something went wrong
th: บางอย่างผิดพลาด

source: Show
th: แสดง

source: entries
th: รายการ

source: Prev
th: ย้อนกลับ

source: Next
th: ถัดไป

source: Showing {:start} to {:current} of {:count} entries
th: แสดง {:start} เป็น {:current} ปัจจุบันของ {:count} รายการ

source: Email Verification
th: อีเมลตรวจสอบ

source: Please Enter Verification Code in the Text Box
th: โปรดป้อนรหัสยืนยันในกล่องข้อความ

source: Re-Send Email Verification
th: Re: ส่งการยืนยันอีเมล์

source: Please Enter Email Id in the Text Box which you enter at the time of registration
th: กรุณากรอก Email รหัสในกล่องข้อความที่คุณใส่ในช่วงเวลาของการลงทะเบียน

source: Purchased Exam
th: สอบซื้อ

source: Expired Exam
th: สอบหมดอายุ

source: These are the exam(s) which has been expired
th: เหล่านี้มีการสอบ (s) ซึ่งได้หมดอายุแล้ว

source: No Exams found
th: ไม่มีการสอบพบว่า

source: Thank you for using the test
th: ขอขอบคุณที่ใช้ทดสอบ

source: 1. The test instructions were
th: 1. คำแนะนำการทดสอบได้

source: Largely Clear
th: ล้างส่วนใหญ่

source: Medium Clear
th: ขนาดกลางที่ชัดเจน

source: Not Clear
th: ไม่ชัดเจน

source: 2. Language of question was
th: 2. ภาษาของคำถามคือ

source: 3. Overall test experience was
th: 3. ประสบการณ์การทดสอบโดยรวม

source: Good
th: ดี

source: Better
th: ดีกว่า

source: Best
th: ดีที่สุด

source: Any other feedback suggestion
th: ข้อเสนอแนะใด ๆ ข้อเสนอแนะอื่น ๆ

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
th: กรุณาปิดทั้งหมดของหน้าต่างแชทของคุณโปรแกรมรักษาหน้าจอและโปรแกรมป้องกันไวรัสก่อนที่จะเริ่มการทดสอบของคุณ

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
th: กรุณาอย่ากด \ "F5 " ในระหว่างการทดสอบของคุณ นี้จะเสร็จสิ้นการทดสอบของคุณและคุณจะไม่สามารถที่จะเปิดใหม่ทดสอบ

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
th: คำตอบของคุณจะถูกบันทึกไว้ หากการทดสอบของคุณจะถูกตัดการเชื่อมต่อด้วยเหตุผลใดก็ตามคำตอบของคุณจนถึงจุดที่จะถูกบันทึกไว้

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
th: กรุณาปิดโปรแกรมทั้งหมดที่อัพโหลดหรือดาวน์โหลดไฟล์ในพื้นหลังตัวอย่างเช่น Dropbox, ฝนตกหนัก, ฯลฯ

source: Instructions
th: คำแนะนำ

source: I am ready to begin
th: ผมพร้อมที่จะเริ่มต้น

source: Exam Start
th: เริ่มต้นการสอบ

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
th: การสอบนี้เป็นค่าใช้จ่าย จำนวนเงินที่ควรจะตัดเงินในกระเป๋าสตางค์ของคุณโดยอัตโนมัติ หลังจากเริ่มจับเวลาการสอบจะไม่หยุด คุณต้องการที่จะจ่ายและเริ่มต้นอย่างไร

source: These are the exam(s) which has been purchased
th: เหล่านี้มีการสอบ (s) ซึ่งได้รับการสั่งซื้อ

source: Correct Marks
th: เครื่องหมายที่ถูกต้อง

source: Save & Next
th: บันทึกและถัดไป

source: Unreview
th: ไม่ได้ตรวจสอบ

source: Reset Answer
th: คำตอบรีเซ็ต

source: Finish
th: เสร็จสิ้น

source: Current Question
th: คำถามที่ปัจจุบัน

source: Answered
th: ตอบ

source: Not Answered
th: ไม่ได้รับคำตอบ

source: Navigated Away
th: ทางออกไป

source: you had navigated away from the test window. This will be reported to Moderator
th: คุณได้สำรวจออกไปจากหน้าต่างการทดสอบ นี้จะมีการรายงานผู้ดูแล

source: Do not repeat this behaviour
th: ไม่ซ้ำพฤติกรรมนี้

source: Otherwise you may get disqualified
th: มิฉะนั้นคุณอาจได้รับการตัดสิทธิ์

source: Continue
th: ต่อ

source: Finalize
th: จบ

source: Do you wish to submit and close the
th: คุณต้องการที่จะส่งและปิด

source: Once you submit, you will not be able to review the
th: เมื่อคุณส่งคุณจะไม่สามารถที่จะตรวจสอบ

source: Summary of your attempts in this
th: บทสรุปของความพยายามของคุณในเรื่องนี้

source: as show below
th: เป็นการแสดงด้านล่าง

source: Attempted
th: พยายาม

source: Return To First Question
th: กลับไปที่คำถามแรก

source: These are the exam(s) that are planned you in near future
th: เหล่านี้มีการสอบ (s) ที่คุณมีการวางแผนในอนาคตอันใกล้

source: Attempt Now
th: ตอนนี้พยายาม

source: Your performance compared to your group
th: ประสิทธิภาพของคุณเมื่อเทียบกับกลุ่มของคุณ

source: Can't read? Reload
th: ไม่สามารถอ่าน? โหลด

source: Enter security code shown above
th: ใส่รหัสรักษาความปลอดภัยที่ปรากฏข้างต้น

source: Answer simple math
th: คำตอบคณิตศาสตร์ที่เรียบง่าย

source: Attempts
th: ความพยายามในการ

source: Remaining
th: ที่เหลืออยู่

source: Expiry Date
th: วันที่บัตรหมดอายุ:

source: Expired Date
th: วันหมดอายุ

source: Free
th: ความทรงจำเเรก

source: Not Purchased
th: ไม่ได้ซื้อ

source: View Details
th: ดูรายละเอียด

source: Load Editor
th: บรรณาธิการโหลด

source: Installation
th: การติดตั้ง

source: Step 1 of 4
th: ขั้นที่ 1 จาก 4

source: Server Configuration & Setup Requirements
th: การกำหนดค่าเซิร์ฟเวอร์และการติดตั้งที่ต้องการ

source: Setup Requirements
th: ต้องการติดตั้ง

source: Installing this software require certain server side extension and capability
th: การติดตั้งซอฟต์แวร์ที่ไม่จำเป็นต้องขยายฝั่งเซิร์ฟเวอร์และความสามารถบางอย่าง
