Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/tha/LC_MESSAGES/default.po
Languages: th

source: File Manager
th: จัดการไฟล์

source: You can find your result here.
th: คุณสามารถค้นหาผลของคุณที่นี่

source: Thanks for given the exam.
th: ขอขอบคุณที่ได้รับการสอบ

source: Dashboard
th: แผงควบคุม

source: Leader Board
th: คณะกรรมการผู้นำ

source: My Exams
th: การสอบของฉัน

source: My Result
th: ผลของฉัน

source: Group Performance
th: ประสิทธิภาพของกลุ่ม

source: Payment
th: การชำระเงิน

source: Transaction History
th: ประวัติการทำรายการ

source: Mailbox
th: ตู้จดหมาย

source: Help
th: ช่วย

source: Home
th: หน้าแรก

source: Register
th: ลงทะเบียน

source: Log In
th: เข้าสู่ระบบ

source: Invalid Post
th: โพสต์ไม่ถูกต้อง

source: Jan
th: ม.ค.

source: Feb
th: ก.พ.

source: Mar
th: มี.ค.

source: Apr
th: เม.ย.

source: May
th: พ.ค.

source: Jun
th: มิ.ย.

source: Jul
th: ก.ค.

source: Aug
th: ส.ค.

source: Sep
th: ก.ย.

source: Oct
th: ต.ค.

source: Nov
th: พ.ย.

source: Dec
th: ธ.ค.

source: Percentage
th: เปอร์เซ็นเตจ

source: Month
th: เดือน

source: Exams
th: สอบ

source: Email verified successfully
th: อีเมล์ยืนยันเรียบร้อยแล้ว

source: Invalid Verification Code
th: รหัสตรวจสอบไม่ถูกต้อง

source: A verification Code send to your Email inbox or Spam
th: รหัสยืนยันส่งไปยังกล่องจดหมายอีเมลหรือจดหมายขยะของคุณ

source: Email Id already verified
th: Email รหัสการยืนยันแล้ว

source: Email Id not registered in system
th: Email รหัสไม่ได้ลงทะเบียนในระบบ

source: You have attempted maximum exam.
th: คุณได้พยายามสอบสูงสุด

source: You have attempted maximum number of questions in this subject
th: คุณได้พยายามจำนวนสูงสุดของคำถามในเรื่องนี้

source: You can find your result here
th: คุณสามารถค้นหาผลของคุณที่นี่

source: Insufficient Amount.
th: ไม่เพียงพอ

source: 1. The test instructions were
th: 1. คำแนะนำการทดสอบได้

source: 2. Language of question was
th: 2. ภาษาของคำถามคือ

source: 3. Overall test experience was
th: 3. ประสบการณ์การทดสอบโดยรวม

source: Any other feedback suggestion:
th: ข้อเสนอแนะใด ๆ ข้อเสนอแนะอื่น ๆ :

source: Feedback has submitted successfully!
th: ผลตอบรับได้ส่งเรียบร้อยแล้ว!

source: Feedback already submitted.
th: ข้อเสนอแนะที่ส่งมาแล้ว

source: Email id is not registered in system
th: อีเมล์ ID ไม่ได้ลงทะเบียนในระบบ

source: Your password reset link is sent to your registered email id
th: ลิงก์รีเซ็ตรหัสผ่านของคุณจะถูกส่งไปยังอีเมล์ที่ลงทะเบียนไว้

source: Incorrect code
th: รหัสไม่ถูกต้อง

source: Password Changed Successfully
th: เปลี่ยนรหัสผ่านได้สำเร็จแล้ว

source: My Performance
th: ประสิทธิภาพของฉัน

source: My Group performance
th: ประสิทธิภาพของกลุ่มของฉัน

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
th: แอพลิเคชันที่ติดตั้งแล้ว นำแอป / tmp / installed.txt การติดตั้งโปรแกรม

source: Writeable
th: เขียนได้

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
th: น่าเสียดาย! ข้อผิดพลาดสิทธิ์ในแฟ้ม <br> กรุณา App goto / config / database.php อยู่ในโหมดที่สามารถเขียนได้

source: A connection was successfully established with the server.
th: การเชื่อมต่อก่อตั้งขึ้นประสบความสำเร็จกับเซิร์ฟเวอร์

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
th: ไม่สามารถเชื่อมต่อกับฐานข้อมูล กรุณาตรวจสอบการตั้งค่าใน app / config / database.php และลองอีกครั้ง

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
th: น่าเสียดาย! โฟลเดอร์ผิดพลาดอนุญาต <br> กรุณาโฟลเดอร์ tmp อยู่ในโหมดที่สามารถเขียนได้

source: Your Mail has been sent
th: จดหมายของคุณถูกส่ง

source: Forwarded message
th: ข้อความที่ส่งต่อ

source: From
th: ตั้งแต่

source: Subject
th: เรื่อง

source: The mail has been moved to the Trash
th: จดหมายได้ถูกย้ายไปที่ถังขยะ

source: Your Mail has been deleted
th: Mail ของคุณได้ถูกลบออก

source: The mail has been moved to the Inbox
th: จดหมายได้ถูกย้ายไปที่กล่องจดหมาย

source: The mail has been marked as Read
th: จดหมายที่ได้รับการทำเครื่องหมายว่าอ่าน

source: The mail has been marked as Unread
th: จดหมายถูกทำเครื่องหมายว่ายังไม่ได้อ่าน

source: Paypal Payment not set
th: การชำระเงิน PayPal ไม่ได้ตั้งค่า

source: Payment Cancel
th: การชำระเงินยกเลิก

source: Wallet Payment
th: กระเป๋าสตางค์ของการชำระเงิน

source: Try again! Can not connect to paypal
th: ลองอีกครั้ง! ไม่สามารถเชื่อมต่อไปยัง PayPal

source: Invalid Amount
th: จำนวนเงินที่ไม่ถูกต้อง

source: Payment already done
th: การชำระเงินทำมาแล้ว

source: Payment not done
th: การชำระเงินไม่ได้ทำ

source: Payment successfully! Amount %s added in your wallet
th: การชำระเงินเรียบร้อยแล้ว! จำนวนเงิน %s เพิ่มในกระเป๋าของคุณ

source: Profile Updated Successfully
th: ข้อมูลส่วนตัวอัพเดตเรียบร้อยแล้ว

source: Photo Updated Successfully
th: ภาพการปรับปรุงเรียบร้อยแล้ว

source: Invalid Password
th: รหัสผ่านไม่ถูกต้อง

source: Please select any group
th: โปรดเลือกกลุ่มใด ๆ

source: Invalid Security Code
th: รหัสรักษาความปลอดภัยที่ไม่ถูกต้อง

source: Score
th: คะแนน

source: Max Marks
th: แม็กซ์ Marks

source: Marks Scored
th: เกณฑ์คะแนน

source: Subject Wise Time Taken
th: เรื่องเวลาถ่ายปรีชาญาณ

source: Student Performance
th: ผลงานของนักศึกษา

source: Correct Question
th: คำถามที่ถูกต้อง

source: Incorrect Question
th: คำถามที่ไม่ถูกต้อง

source: Right Marks
th: Marks ขวา

source: Negative Marks
th: Marks เชิงลบ

source: Percentage(%) in Exam
th: ร้อยละ (%) ในการสอบ

source: Percentage(%)
th: เปอร์เซ็นเตจ

source: st
th: %sT\000

source: th
th: พฤ.

source: You %s
th: คุณ %s

source: Administrator
th: ผู้บริหารจัดการ

source: Payment Gateway
th: ช่องทางการชำระเงิน

source: Pay Exam
th: สอบการชำระเงิน

source: Your account has expired. Please contact administrator
th: บัญชีของคุณได้หมดอายุแล้ว กรุณาติดต่อผู้ดูแล

source: You have been logged in successfully
th: คุณได้รับการบันทึกไว้ในการประสบความสำเร็จ

source: Your email not verified! Please click on link sent to your email inbox or spam
th: อีเมลของคุณไม่ได้ยืนยัน! กรุณาคลิกที่ลิงค์ส่งไปยังกล่องจดหมายอีเมลหรือสแปมของคุณ

source: Incorrect username/password
th: ชื่อผู้ใช้ที่ไม่ถูกต้อง / รหัสผ่าน

source: You have been logged out successfully
th: คุณได้ออกจากระบบแล้วประสบความสำเร็จ

source: You are %s Member! Please contact administrator
th: You are %s สมาชิก! กรุณาติดต่อผู้ดูแล

source: Hours
th: ชั่วโมงทำการ

source: Mins
th: นาที

source: Sec
th: ส่วนที่ 2

source: Grand Total
th: ผลรวมทั้งสิ้น

source: Your Question has been added for exam
th: คำถามของคุณได้รับการเพิ่มสำหรับการสอบ

source: Your Question has been deleted for exam
th: คำถามของคุณได้ถูกลบไปแล้วสำหรับการสอบ

source: No Permission
th: ไม่ได้รับอนุญาต

source: Advertisement has been saved
th: โฆษณาได้รับการบันทึก

source: Invalid post
th: โพสต์ไม่ถูกต้อง

source: Advertisement has been deleted
th: โฆษณาได้ถูกลบออก

source: Photo Changed Successfully
th: ภาพการเปลี่ยนแปลงเรียบร้อยแล้ว

source: Not Attempted
th: ไม่พยายาม

source: Marks Updated
th: Updated เครื่องหมาย

source: Successfully Finalize
th: ประสบความสำเร็จจบ

source: Successfully Closed Exam
th: ปิดแล้วประสบความสำเร็จในการสอบ

source: English
th: ภาษาอังกฤษ

source: French
th: ฝรั่งเศส

source: Your Setting has been saved
th: การตั้งค่าของคุณได้รับการบันทึก

source: Page Added Successfully
th: หน้าเพิ่มเรียบร้อยแล้ว

source: Pages updated Successfully
th: หน้าการปรับปรุงเรียบร้อยแล้ว

source: Page has been deleted
th: หน้าถูกลบไปแล้ว

source: Page has been Unpublished
th: หน้าได้รับไม่ได้เผยแพร่

source: Page has been Published
th: หน้าได้รับการเผยแพร่

source: Something wrong
th: บางสิ่งผิดปกติ

source: Currency has been saved
th: สกุลเงินที่ได้รับการบันทึกไว้

source: Currency has been deleted
th: สกุลเงินได้ถูกลบออก

source: Student Details
th: รายละเอียดนักเรียน

source: Pending
th: รอดำเนินการ

source: Suspend
th: แขวน

source: Pass
th: ผ่าน

source: Fail
th: ล้มเหลว

source: Absent
th: ขาดเรียน

source: Student
th: นักเรียน

source: Passing %age
th: ผ่าน %a GE

source: Average %age
th: เฉลี่ย %a GE

source: Question Count
th: จำนวนคำถาม

source: Total Question
th: คำถามทั้งหมด

source: Question Bank Difficulty Wise
th: ธนาคารคำถามยากปรีชาญาณ

source: Easy
th: ง่าย

source: Medium
th: ปานกลาง

source: Hard
th: ไม่สะดวก?

source: Name has been updated
th: ชื่อได้รับการปรับปรุง

source: Email template has been saved
th: เทมเพลตอีเมลได้รับการบันทึก

source: Email template has been deleted
th: เทมเพลตอีเมลได้ถูกลบออก

source: End Date is not less than Start date
th: วันที่สิ้นสุดไม่น้อยกว่าวันเริ่มต้น

source: Please Select any group
th: โปรดเลือกกลุ่มใด ๆ

source: Please Add Subject To Exam
th: กรุณาเพิ่มเรื่องการสอบ

source: Exam has been saved. Add questions in exam
th: สอบได้รับการบันทึก เพิ่มคำถามในการสอบ

source: Exam has been saved
th: สอบได้รับการบันทึก

source: Exam has been updated
th: สอบได้รับการปรับปรุง

source: Exam has been deleted
th: สอบได้ถูกลบออก

source: Difficulty Level
th: ระดับความยาก

source: Subject Wise Question Count
th: เรื่องจำนวนปรีชาญาณคำถาม

source: Exam sucessfully inactivated
th: สอบการใช้งานสำเร็จ

source: Exam sucessfully activated
th: สอบการเปิดใช้งานสำเร็จ

source: There are no question added!
th: มีคำถามเพิ่ม!

source: Your username is sent to your registered email id
th: ชื่อผู้ใช้ของคุณจะถูกส่งไปยังอีเมล์ที่ลงทะเบียนไว้

source: Group Added Successfully
th: กลุ่มเพิ่มเรียบร้อยแล้ว

source: Group has been saved
th: กลุ่มได้รับการบันทึกไว้

source: Group has been deleted
th: กลุ่ม บริษัท ได้ถูกลบไปแล้ว

source: Delete subject first
th: ลบเรื่องแรก

source: Help content has been saved
th: เนื้อหาความช่วยเหลือที่ได้รับการบันทึก

source: Help content has been deleted
th: เนื้อหาความช่วยเหลือที่ถูกลบไปแล้ว

source: Questions imported successfully
th: คำถามที่นำเข้าสำเร็จ

source: File not uploaded
th: ไฟล์ไม่ได้อัปโหลด

source: Only CSV File supported
th: เพียง CSV ไฟล์ที่รองรับ

source: Please Select Subject
th: กรุณาเลือกสาขาวิชา

source: Please Select any Group
th: โปรดเลือกกลุ่มใด ๆ

source: Students imported successfully
th: นักเรียนนำเข้าสำเร็จ

source: Please Select Group
th: โปรดเลือกกลุ่ม

source: Student Email not found
th: ไม่พบนักศึกษาอีเมล์

source: News has been saved
th: ข่าวที่ไ​​ด้รับการบันทึกไว้

source: News has been deleted
th: เจ้าตัวได้ถูกลบไปแล้ว

source: Paypal Payment Setting has been saved
th: ตั้งค่าการชำระ Paypal ได้รับการบันทึก

source: Setting Problem
th: ปัญหาในการตั้ง

source: Please Choose the Correct answer
th: กรุณาเลือกคำตอบที่ถูกต้อง

source: Please select true or false
th: กรุณาเลือกจริงหรือเท็จ

source: Please fill blank space
th: กรุณากรอกช่องว่าง

source: Question added to bank successfully
th: คำถามที่เพิ่มให้กับธนาคารที่ประสบความสำเร็จ

source: Question has been updated
th: คำถามที่ได้รับการปรับปรุง

source: Question has been deleted
th: คำถามที่ถูกลบไปแล้ว

source: Delete exam first!
th: ลบการสอบครั้งแรก!

source: Question Difficulty Level
th: คำถามที่ระดับความยาก

source: Performance
th: ประสิทธิภาพ

source: Candidate Marks Distribution
th: ผู้สมัครจัดจำหน่ายเครื่องหมาย

source: Max Marks Distribution
th: การจัดจำหน่ายแม็กซ์ Marks

source: Please select any type in the list
th: โปรดเลือกประเภทในรายการใด ๆ

source: Please type any email
th: โปรดพิมพ์อีเมล

source: Email has been sent
th: ได้ส่งอีเมล

source: No email to send
th: ไม่มีอีเมลที่จะส่ง

source: Please type any name
th: กรุณาพิมพ์ชื่อใด ๆ

source: Sms has been sent
th: ส่ง sms

source: No sms to send
th: ไม่รับคูปอง SMS ที่จะส่ง

source: Signature has been saved
th: ลายเซ็นได้รับการบันทึก

source: Signature has been deleted
th: ลายเซ็นได้ถูกลบออก

source: Slide has been saved
th: สไลด์ได้รับการบันทึก

source: Slide has been deleted
th: สไลด์ได้ถูกลบออก

source: SMS template has been saved
th: แม่แบบ SMS ได้รับการบันทึก

source: SMS template has been deleted
th: แม่แบบ SMS ได้ถูกลบออก

source: Student added Successfully
th: นักเรียนเพิ่มได้เสร็จเรียบร้อย

source: Please Select atleast one group
th: กรุณาเลือกอย่างน้อยกลุ่มหนึ่ง

source: Student has been updated
th: นักศึกษาได้รับการปรับปรุง

source: Student has been deleted
th: นักศึกษาได้ถูกลบออก

source: Student Wallet has been updated
th: กระเป๋าสตางค์นักศึกษาได้รับการปรับปรุง

source: Subject Added Successfully
th: เรื่องเพิ่มเรียบร้อยแล้ว

source: Subject already exist
th: เรื่องมีอยู่แล้ว

source: Subject has been updated
th: เรื่องได้รับการปรับปรุง

source: Subject has been deleted
th: เรื่องได้ถูกลบออก

source: Testimonial has been saved
th: รับรองได้รับการบันทึก

source: Testimonial has been updated
th: รับรองได้รับการปรับปรุง

source: Testimonial has been deleted
th: รับรองได้ถูกลบออก

source: User Added Successfully
th: ผู้ใช้เพิ่มเรียบร้อยแล้ว

source: User has been updated
th: ผู้ใช้งานได้รับการปรับปรุง

source: User has been deleted
th: ผู้ใช้ถูกลบไปแล้ว

source: Permission update successfully
th: การปรับปรุงการอนุญาตเรียบร้อยแล้ว

source: You have been logged in Successfully
th: คุณได้รับการบันทึกไว้ในการประสบความสำเร็จ

source: You have been logged out
th: คุณได้รับการออกจากระบบ

source: Level User has been saved
th: ผู้ใช้ระดับได้รับการบันทึก

source: Level user has been deleted
th: ผู้ใช้ระดับได้ถูกลบออก

source: Logo has been saved
th: โลโก้ได้รับการบันทึก

source: Logo has been deleted
th: โลโก้ได้ถูกลบออก

source: Add Questions
th: เพิ่มคำถาม

source: Question Type
th: ประเภทคำถาม

source: Search
th: ค้นหา

source: Reset
th: ตั้งค่าใหม่

source: Add To Exam
th: เพิ่มไปสอบ

source: Delete To Exam
th: ลบกับการสอบ

source: Back To Exam
th: กลับไปสอบ

source: Type
th: ประเภท

source: Body of Question
th: ร่างกายของคำถาม

source: Level
th: ระดับ

source: Marks
th: เครื่องหมาย

source: Action
th: เคลื่อนไหว

source: Add Advertisement
th: เพิ่มโฆษณา

source: Advertisement Name
th: ชื่อโฆษณา

source: Ordering
th: การสั่งซื้อ

source: URL
th: URI

source: URL Type
th: พิมพ์ URL

source: Internal
th: ภายใน\000

source: External
th: ขนาดภายนอก

source: URL Target
th: URL เป้าหมาย

source: _blank
th: ว่าง

source: Upload Image (350*260)
th: อัปโหลดภาพ (350 * 260)

source: Save
th: บันทึก

source: Close
th: ปิด

source: Update Photo
th: อัปเดตรูปภาพ

source: Upload Photo
th: อัพโหลดรูปภาพ

source: Update
th: การปรับปรุงล่าสุด

source: Cancel
th: ยกเลิก

source: Edit Advertisements
th: แก้ไขการโฆษณา

source: Form
th: ฟอร์ม

source: Status
th: สถานะ:

source: Advertisements
th: การโฆษณา

source: Add New Advertisement
th: เพิ่มโฆษณาใหม่

source: Edit
th: แก้ไข

source: Delete
th: ลบ

source: View
th: ดู

source: Change Photo
th: เปลี่ยนรูป

source: View Slides
th: ดูสไลด์

source: Attempted Papers of
th: เอกสารพยายาม

source: Name
th: ชื่อ

source: Email
th: อีเมล์

source: Total Marks
th: คะแนนทั้งหมด

source: Obtained Marks
th: เครื่องหมายที่ได้รับ

source: Result Finalized
th: ผลสรุป

source: Finalize It
th: มันจบ

source: PASSED
th: ผ่าน

source: FAILED
th: ล้มเหลว

source: Finalized By
th: สรุป

source: Question No
th: คำถามที่ไม่มี

source: Option1
th: ตัวเลือกที่ 1

source: Marked Answer
th: คำตอบที่ทำเครื่องหมายไว้

source: Correct Answer
th: ตอบที่ถูกต้อง

source: Time Taken
th: เวลาที่ใช้

source: Marks Obtained
th: เกณฑคะแนนที่ได้รับ

source: Checked by
th: ตรวจสอบโดย

source: System
th: ระบบ

source: Configuration Options
th: ตั้งค่าตัวเลือก

source: Organization Name
th: ชื่อองค์กร

source: Domain Name
th: ชื่อโดเมน

source: Organization Email
th: อีเมลขององค์กร

source: Meta Title
th: ชื่อ Meta

source: Meta Description
th: รายละเอียด Meta

source: Time Zone
th: เขตเวลา

source: Please Select
th: โปรดเลือก

source: Currency
th: สกุลเงิน

source: Header Contact
th: ส่วนหัวติดต่อ

source: Email Contact
th: อีเมล์ที่ใช้ติดต่อ

source: Display records per page
th: บันทึกการแสดงผลหน้าต่อ

source: Max records per page
th: แม็กซ์บันทึกหน้าต่อ

source: Date Format
th: รูปแบบวันที่

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
th: วันเดือนปี, ชั่วโมง, นาที, วินาที, เที่ยงวัน seprator เวลา seprator

source: Image
th: ภาพ

source: Text
th: ข้อความ

source: Text Direction
th: ทิศทางของข้อความ

source: Left-to-right (LTR)
th: จากซ้ายไปขวา (LTR)

source: Right-to-Left (RTL)
th: ขวาไปซ้าย (RTL)

source: Language
th: ภาษาของไซต์:

source: Enable SMS Notification
th: เปิดใช้งานการแจ้งเตือนทาง SMS

source: Enable Email Notification
th: เปิดใช้งานการแจ้งเตือนอีเมล

source: Manual Verification
th: ตรวจสอบด้วยตนเอง

source: Front End Registration
th: ลงทะเบียน Front End

source: Front End Slides
th: Front End สไลด์

source: Translation
th: การแปล

source: Paid Exam
th: สอบการชำระเงิน

source: Math Editor
th: บรรณาธิการคณิตศาสตร์

source: Exam Expiry
th: หมดอายุสอบ

source: Exam Feedback
th: สอบข้อเสนอแนะ

source: Tolrance Count
th: จำนวน Tolrance

source: Certificate
th: ใบรับรอง

source: Testimonial
th: ใบรับรอง

source: Advertisement
th: การโฆษณา

source: No. of Visitor
th: จำนวนผู้เข้าชม

source: No. of Student
th: จำนวนนักศึกษา

source: No. of Exam
th: จำนวนการสอบ

source: Save Settings
th: บันทึกการตั้งค่า

source: Add Pages
th: เพิ่มหน้า

source: Link Name
th: ชื่อการเชื่อมโยง

source: Link Order
th: การสั่งซื้อการเชื่อมโยง

source: Page Type
th: ประเภทหน้า

source: External Url
th: URL ภายนอก

source: Url Target
th: URL เป้าหมาย

source: Page Name
th: ชื่อหน้า

source: Page Url
th: URL ของหน้า

source: Page Content
th: เนื้อหาของหน้าเว็บ

source: Edit Pages
th: แก้ไขหน้าเว็บ

source: Add New Page
th: เพิ่มหน้าใหม่

source: Published
th: การตีพิมพ์

source: Add Currency
th: เพิ่มอัตรา

source: Currency Name
th: ชื่อสกุลเงิน

source: Short Name
th: ชื่อสั้น

source: Upload Currency (Less or equal to 50*50)
th: อัปโหลดสกุลเงิน (น้อยกว่าหรือเท่ากับ 50 * 50)

source: Add New Currency
th: เพิ่มสกุลเงินใหม่

source: In Progress Exam
th: ความคืบหน้าในการสอบ

source: Upcoming Exam
th: การสอบที่จะเกิดขึ้น

source: Completed Exam
th: สอบเสร็จสมบูรณ์

source: Students
th: นั

source: In Progress & Upcoming Exams
th: ในความคืบหน้าและการสอบที่จะเกิดขึ้น

source: Date
th: วันที่

source: Exam Name
th: ชื่อสอบ

source: Group
th: กลุ่ม

source: Duration
th: ระยะเวลา:

source: Recent Exam Results
th: ผลการสอบที่ผ่านมา

source: Exam
th: การสอบ

source: Overall Result
th: ผลการดำเนินงาน

source: Student Stats
th: สถิตินักศึกษา

source: To
th: ถึง

source: Details
th: รายละเอียด

source: Top 10 Student Group Wise
th: Top 10 กลุ่มนักศึกษาที่ชาญฉลาด

source: Student Statistic Table
th: ตารางสถิตินักศึกษา

source: Total Students
th: นักเรียนรวมทั้งหมด

source: Total Active
th: รวมที่ใช้งานอยู่

source: Total Pending
th: รอดำเนินการทั้งหมด

source: Total Suspended
th: รวมที่ถูกระงับ

source: Top 10 Question Bank Subject Wise
th: 10 สุดยอดธนาคารคำถามเรื่องฉลาด

source: Top 10 Difficulty Level of Questions
th: ระดับบนสุด 10 คำถามที่ยากลำบากในการ

source: Question Count Table
th: ตารางจำนวนคำถาม

source: Bank Name
th: ชื่อธนาคาร

source: Total Easy
th: รวมง่าย

source: Total Normal
th: รวมปกติ

source: Total Difficult
th: รวมยาก

source: Diffculty Level
th: ระดับ Diffculty

source: E-Mail Settings
th: การตั้งค่าอีเมล

source: Email Type
th: ประเภทอีเมล์

source: Server Name / Host
th: เซิร์ฟเวอร์ชื่อ / โฮสต์

source: User Name
th: ชื่อผู้ใช้

source: Password
th: รหัสผ่าน

source: Add Email Template
th: เพิ่ม Template อีเมล์

source: Email Template
th: Email แม่

source: Edit Email Templates
th: แม่แบบแก้ไขอีเมล

source: Email Templates
th: แม่แบบ อีเมล์

source: Add New Email Template
th: เพิ่ม Template อีเมล์ใหม่

source: Template
th: แบบ

source: Subject Added successfully
th: เรื่องเพิ่มเรียบร้อยแล้ว

source: Add Exam
th: เพิ่มการสอบ

source: Name of Exam
th: ชื่อของการสอบ

source: Passing Percentage
th: ร้อยละผ่าน

source: Instruction
th: ผู้นำเสนอ

source: Exam Duration (Min.)
th: สอบระยะเวลา (นาที.)

source: 0 for unlimited duration
th: 0 สำหรับระยะเวลาไม่ จำกัด

source: Attempt Count
th: จำนวนพยายาม

source: 0 for unlimited attempt
th: 0 สำหรับความพยายามที่ไม่ จำกัด

source: Start Date
th: วันที่เริ่มต้น

source: End Date
th: วันที่สิ้นสุด

source: Show Answer Sheet
th: แสดงกระดาษคำตอบ

source: Yes
th: ใช่

source: No
th: ไม่

source: Select Group
th: เลือกกลุ่ม

source: Student Group
th: กลุ่มนักศึกษา

source: Negative Marking
th: เชิงลบการทำเครื่องหมาย

source: Random Question
th: สุ่มคำถาม

source: Amount
th: จำนวน

source: Browser Tolrance
th: Tolrance เบราว์เซอร์

source: Expiry Days
th: วันหมดอายุ

source: 0 for Unlimited
th: 0 ไม่ จำกัด

source: Result After Finish
th: ผลหลังจากเสร็จสิ้น

source: Mode
th: โหมด

source: Instant Result
th: ผลทันที

source: Option Shuffle
th: ตัวเลือกสลับ

source: Add Subjects To Exams
th: เพิ่มวิชาสอบ

source: Subject Name
th: ชื่อเรื่อง

source: No. of Questions
th: จำนวนคำถาม

source: Ques Attempt Count
th: ques พยายามจำนวน

source: Questions Attempt Count
th: คำถามที่พยายามจำนวน

source: Leave blank for not showing (0 for unlimited)
th: เว้นว่างไว้สำหรับการไม่แสดง (0 ไม่ จำกัด )

source: ctrl+click to add multiples
th: Ctrl + คลิกเพื่อเพิ่มทวีคูณ

source: Add
th: เพิ่ม

source: Edit Exam
th: แก้ไขการสอบ

source: Exam Stats
th: สถิติการสอบ

source: No of Student Passed
th: ไม่มีของนักศึกษาผ่าน

source: Download
th: ดาวน์โหลด

source: No of Student Failed
th: จำนวนนักศึกษาไม่

source: No of Student Absent
th: ไม่มีของนักศึกษาขาด

source: Exam Details
th: รายละเอียดการสอบ

source: Finalize Result
th: จบผล

source: Attempted Papers
th: เอกสารพยายาม

source: Eligible Group
th: กลุ่มที่มีสิทธิ์

source: Close Exam
th: ใกล้สอบ

source: Activate Exam
th: เปิดใช้งานการสอบ

source: Exam Closed Re-Activate Exam
th: สอบปิดแล้วเปิดใช้งาน

source: Browser Tolrence
th: Tolrence เบราว์เซอร์

source: Expiry
th: หมดอายุ

source: Unlimited
th: ไม่จำกัด

source: Days
th: วัน

source: Subjective
th: อัตนัย

source: Objective
th: วัตถุประสงค์:

source: True &amp; False
th: ทรู & amp; เท็จ

source: Fill in the blanks
th: เติมในช่องว่าง

source: Total Questions
th: คำถามทั้งหมด

source: Question Attempt Count
th: จำนวนพยายามคำถาม

source: H
th: ฉ.

source: Total
th: รวม

source: M
th: จ.

source: Student Name
th: ชื่อนักเรียน

source: Enrolment
th: การลงทะเบียน

source: Phone
th: โทรศัพท์

source: Result Status
th: สถานะผล

source: Forgot Password
th: ลืมรหัสผ่าน

source: Email ID
th: รหัสอีเมล์

source: Submit
th: ตกลง

source: Forgot Username
th: ชื่อเข้าใช้ลืม

source: Login
th: เข้าสู่ระบบ

source: Verification Code
th: รหัสตรวจสอบ

source: Please enter verification Code
th: กรุณากรอกรหัสยืนยัน

source: Reset Password
th: ตั้งรหัสผ่านใหม่

source: Confirm Password
th: ยืนยันรหัสผ่าน *

source: Add Groups
th: เพิ่มกลุ่ม

source: Group Name
th: ชื่อกลุ่ม

source: Edit Groups
th: แก้ไขกลุ่ม

source: Groups
th: กลุ่ม

source: Add New Group
th: เพิ่มกลุ่มใหม่

source: Add Help Content
th: เพิ่มเนื้อหาความช่วยเหลือ

source: Title
th: ชื่อเรื่อง

source: Description
th: รายละเอียด

source: Edit Help Content
th: แก้ไขเนื้อหาช่วยเหลือ

source: Help Content
th: เนื้อหาความช่วยเหลือ

source: Add New Help Content
th: เพิ่มเนื้อหาช่วยเหลือ

source: Import/Export Qusetions
th: นำเข้า / ส่งออก Qusetions

source: Back To Questions
th: กลับไปที่คำถาม

source: Export Questions
th: คำถามที่ส่งออก

source: Select File
th: เลือกไฟล์

source: Import Questions
th: คำถามที่นำเข้า

source: Import/Export Students
th: นักเรียนนำเข้า / ส่งออก

source: Back To Students
th: กลับให้กับนักเรียน

source: Export Students
th: นักเรียนส่งออก

source: Import Students
th: นักเรียนนำเข้า

source: All Messages
th: ข้อความทั้งหมด

source: My Profile
th: ประวัติของฉัน

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Logout
th: ออกจากระบบ

source: Powered by
th: โดย

source: Date &amp; Time
th: วันที่ & amp; เวลา

source: Compose Mail
th: เขียนจดหมาย

source: Search Student Mail
th: ค้นหาอีเมลของนักศึกษา

source: Message
th: ข้อความ

source: Send
th: ส่ง

source: Compose
th: แต่ง

source: Inbox
th: กล่องจดหมาย

source: Sent Mail
th: ส่งอีเมล

source: Trash
th: ขยะ

source: More
th: เพิ่มเติม

source: Mark as Read
th: ทำเครื่องหมายว่าอ่านแล้ว

source: Mark as Unread
th: ทำเครื่องหมายว่ายังไม่อ่าน

source: Move to Inbox
th: ย้ายไปที่กล่องขาเข้า

source: Reply
th: ตอบ

source: Forward
th: ถัดไป
