Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/tha/LC_MESSAGES/validation.po
Languages: th

source: Only letters and numbers allowed
th: ตัวอักษรและตัวเลขได้รับอนุญาต

source: Group already exist
th: กลุ่มที่มีอยู่แล้ว

source: Only Url
th: Url เท่านั้น

source: File does not have a valid extension
th: ไฟล์ไม่ได้มีนามสกุลที่ถูกต้อง

source: You must supply a JPG, GIF or PNG File.
th: คุณต้องใส่ JPG, GIF หรือ PNG

source: Invalid Header Contact
th: ติดต่อส่วนหัวไม่ถูกต้อง

source: Only Alphabets
th: เพียงตัวอักษร

source: Currency Name already exist
th: ชื่อสกุลเงินที่มีอยู่แล้ว

source: You must supply image height is less than 50px
th: คุณต้องใส่ความสูงของภาพน้อยกว่า 50px

source: You must supply image width is less than 50px
th: คุณต้องใส่กว้างของภาพน้อยกว่า 50px

source: Only numbers allowed
th: ตัวเลขเท่านั้นที่ได้รับอนุญาต

source: Only Date/time format
th: เพียง แต่รูปแบบวัน / เวลา

source: Enter a valid email
th: ป้อนอีเมลที่ถูกต้อง

source: Please select
th: โปรดเลือก

source: Invalid Username
th: ชื่อผู้ใช้ที่ไม่ถูกต้อง

source: Invalid Password
th: รหัสผ่านไม่ถูกต้อง

source: Invalid Signature
th: ลายเซ็นไม่ถูกต้อง

source: Only numbers
th: ตัวเลขเท่านั้น

source: You must supply image height is less than 220px
th: คุณต้องใส่ความสูงของภาพน้อยกว่า 220px

source: This Email has already been exist! try new one
th: ส่งอีเมลข้อมูลนี้ได้รับอยู่แล้ว! ลองใหม่

source: Password required
th: ต้องใช้รหัสผ่าน

source: Password minimum 4 character long
th: รหัสผ่านอย่างน้อย 4 ตัวอักษรยาว

source: Name already exist
th: ชื่อที่มีอยู่แล้ว
