Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/mkd/LC_MESSAGES/default.po
Languages: mk

source: File Manager
mk: менаџерот на датотеки

source: You can find your result here.
mk: Можете да најдете вашиот резултат тука.

source: Thanks for given the exam.
mk: Ви благодариме за оглед на испит.

source: Dashboard
mk: семафорот

source: Leader Board
mk: лидер одбор

source: My Exams
mk: моите испити

source: My Result
mk: мојот резултат

source: Group Performance
mk: Перформанс групата

source: Payment
mk: плаќање

source: Transaction History
mk: Историја на трансакции

source: Mailbox
mk: сандаче

source: Help
mk: Помо

source: Home
mk: Хом

source: Register
mk: Регистрирај се

source: Log In
mk: Логирај Се

source: Invalid Post
mk: Невалиден пост

source: Jan
mk: Јануари

source: Feb
mk: февруари

source: Mar
mk: март

source: Apr
mk: А П

source: May
mk: Може

source: Jul
mk: јули

source: Aug
mk: (авг. 2003 година)

source: Sep
mk: септември

source: Oct
mk: октомври

source: Nov
mk: ноември

source: Dec
mk: ДЕЦ-205 1. 168, 1.169

source: Percentage
mk: Проценти

source: Month
mk: Месец

source: Exams
mk: испити

source: Email verified successfully
mk: Е-проверат успешно

source: Invalid Verification Code
mk: Код за потврда на неважечки

source: A verification Code send to your Email inbox or Spam
mk: А верификационен код, испратите на вашиот e-mail сандаче или Спам

source: Email Id already verified
mk: Лична е-пошта веќе потврдена

source: Email Id not registered in system
mk: Лична е-пошта нема регистрирани во системот

source: You have attempted maximum exam.
mk: Сте се обиделе максимална испит.

source: You have attempted maximum number of questions in this subject
mk: Сте се обиделе максималниот број на прашања во оваа тема

source: You can find your result here
mk: Можете да најдете вашиот резултат тука

source: Insufficient Amount.
mk: Недоволна количина.

source: 1. The test instructions were
mk: 1. инструкции на тестот беа

source: 2. Language of question was
mk: 2. јазик на прашање беше

source: 3. Overall test experience was
mk: 3. Генерално тест искуство беше

source: Any other feedback suggestion:
mk: Било други повратни информации предлог:

source: Feedback has submitted successfully!
mk: Повратна информација е успешно испратена!

source: Feedback already submitted.
mk: Повратна информација е веќе поднесена.

source: Email id is not registered in system
mk: E-mail проект не е регистриран во системот

source: Your password reset link is sent to your registered email id
mk: Вашата лозинка ресетирање на врската е испратен на вашата е-мејл ID

source: Incorrect code
mk: неточен код

source: Password Changed Successfully
mk: Лозинка успешно променета

source: My Performance
mk: мојата изведба

source: My Group performance
mk: Мојата група перформанси

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
mk: Апликација веќе инсталиран. Отстрани стан / tmp / installed.txt да ја инсталирате апликацијата

source: Writeable
mk: запишува

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
mk: За жал! Датотека Грешка Дозвола <br> Ве молиме одете стан / config / database.php е во запишуваат режим.

source: A connection was successfully established with the server.
mk: А врската е успешно воспоставена со серверот.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
mk: Не можам да се поврзете на базата на податоци. Ве молиме проверете ги поставките во стан / config / database.php и обидете се повторно

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
mk: За жал! Папка Дозвола Грешка <br> Ве молиме tmp папка е достапен за запишување на владата.

source: Your Mail has been sent
mk: Поштата е испратена

source: Forwarded message
mk: Препратена порака

source: From
mk: Од

source: Subject
mk: предмет

source: The mail has been moved to the Trash
mk: Пошта е преместена во ѓубрето

source: Your Mail has been deleted
mk: Поштата е избришан

source: The mail has been moved to the Inbox
mk: Пошта е преместена во Сандаче

source: The mail has been marked as Read
mk: Пошта е означена како прочитана

source: The mail has been marked as Unread
mk: Пошта е означена како непрочитана

source: Paypal Payment not set
mk: PayPal исплата не е поставена

source: Payment Cancel
mk: плаќање Откажи

source: Wallet Payment
mk: паричник плаќање

source: Try again! Can not connect to paypal
mk: Обиди се повторно! не може да се поврзе со PayPal

source: Invalid Amount
mk: Неисправен износ

source: Payment already done
mk: Плаќање веќе направено

source: Payment not done
mk: Плаќањето не е направено

source: Payment successfully! Amount %s added in your wallet
mk: Плаќање успешно! Износ %s додаде во вашиот паричник

source: Profile Updated Successfully
mk: Профил успешно ажурирана

source: Photo Updated Successfully
mk: Фото успешно ажурирана

source: Invalid Password
mk: невалидна лозинка

source: Please select any group
mk: Ве молам изберете било која група

source: Invalid Security Code
mk: Безбедносен код Невалиден

source: Score
mk: Скор 0

source: Max Marks
mk: Макс марки

source: Marks Scored
mk: ознаки Постигна

source: Subject Wise Time Taken
mk: Предмет Мудриот времето потребно

source: Student Performance
mk: студент на ефикасноста

source: Correct Question
mk: точни Прашање

source: Incorrect Question
mk: неправилна Прашање

source: Right Marks
mk: право марки

source: Negative Marks
mk: негативни марки

source: Percentage(%) in Exam
mk: Процент (%) во испит

source: Percentage(%)
mk: Проценти

source: st
mk: СТ (ST) ­

source: rd
mk: та

source: th
mk: та

source: You %s
mk: Вие %s

source: Topper %s
mk: Цилиндар %s

source: Administrator
mk: администратор

source: Payment Gateway
mk: исплата Портал

source: Pay Exam
mk: плаќаат испит

source: Your account has expired. Please contact administrator
mk: Вашата сметка е истечена. Ве молиме контактирајте го администраторот

source: You have been logged in successfully
mk: Вие сте најавени успешно

source: Your email not verified! Please click on link sent to your email inbox or spam
mk: Вашиот е-мејл не е проверена! Ве молиме кликнете на линкот испратен до вашиот e-mail сандаче или спам

source: Incorrect username/password
mk: Неточно корисничко име / лозинка

source: You have been logged out successfully
mk: Сте биле одјавени успешно

source: You are %s Member! Please contact administrator
mk: Вие сте %s земја! Ве молиме контактирајте го администраторот

source: Hours
mk: часови).

source: Mins
mk: мин

source: Sec
mk: Сектор.

source: Grand Total
mk: вкупно 1528 2857 * 2991 *

source: Your Question has been added for exam
mk: Вашето прашање е додадена испит

source: Your Question has been deleted for exam
mk: Вашето прашање е избришан за испит

source: No Permission
mk: без дозвола

source: Advertisement has been saved
mk: Маркетинг е зачувана

source: Invalid post
mk: Невалиден пост

source: Advertisement has been deleted
mk: Маркетинг е избришан

source: Photo Changed Successfully
mk: Фото успешно променета

source: Not Attempted
mk: не Обид

source: Marks Updated
mk: ознаки освежено

source: Successfully Finalize
mk: успешно Финализирање

source: Successfully Closed Exam
mk: Успешно завршената испит

source: French
mk: француската

source: Your Setting has been saved
mk: Поставката е зачувана

source: Page Added Successfully
mk: Страницата е успешно додаден

source: Pages updated Successfully
mk: Страници успешно ажурирана

source: Page has been deleted
mk: Страницата е избришана

source: Page has been Unpublished
mk: Страницата е необјавени

source: Page has been Published
mk: Страницата е објавен

source: Something wrong
mk: нешто погрешно

source: Currency has been saved
mk: Валута е зачувана

source: Currency has been deleted
mk: Валута е избришан

source: Student Details
mk: студентски Детали

source: Active
mk: Активните

source: Pending
mk: Во очекување

source: Suspend
mk: суспендира

source: Pass
mk: Лозинка

source: Fail
mk: неуспешни

source: Absent
mk: Отсутна

source: Student
mk: студент

source: Passing %age
mk: Предавање %a моб

source: Average %age
mk: Просечна %a моб

source: Question Count
mk: прашање Грофот

source: Total Question
mk: Вкупно Прашање

source: Question Bank Difficulty Wise
mk: Прашање банка на тешкотија Мудриот

source: Easy
mk: лесно 3.501, 3.746-7

source: Medium
mk: средни

source: Hard
mk: хард

source: Name has been updated
mk: Името е надграден

source: Email template has been saved
mk: E-mail дефиниција е зачуван

source: Email template has been deleted
mk: E-mail дефиниција е избришан

source: End Date is not less than Start date
mk: Завршниот датум не е помалку од Дата на започнување

source: Please Select any group
mk: Ве молам изберете било која група

source: Please Add Subject To Exam
mk: Ве молиме додадете предмет на испит

source: Exam has been saved. Add questions in exam
mk: Испит е зачувана. Додавање прашања во испит

source: Exam has been saved
mk: Испит е зачувана

source: Exam has been updated
mk: Испит е надграден

source: Exam has been deleted
mk: Испит е избришан

source: Difficulty Level
mk: Ниво на тешкотија

source: Subject Wise Question Count
mk: Предмет Мудриот Прашање Грофот

source: Exam sucessfully inactivated
mk: Испит успешно деактивира

source: Exam sucessfully activated
mk: Испит успешно активира

source: There are no question added!
mk: Таму не се додадени прашање!

source: Your username is sent to your registered email id
mk: Твоето корисничко име е испратен на вашата е-мејл ID

source: Group Added Successfully
mk: Групата е успешно додаден

source: Group has been saved
mk: Групата е зачувана

source: Group has been deleted
mk: Групата е избришан

source: Delete subject first
mk: Бришење на тема прво

source: Help content has been saved
mk: содржина Помош е зачувана

source: Help content has been deleted
mk: содржина Помош е избришан

source: Questions imported successfully
mk: Прашања увезени успешно

source: File not uploaded
mk: Датотеката не е качен

source: Only CSV File supported
mk: Поддржано само CSV датотека

source: Please Select Subject
mk: Ве молам изберете Предмет

source: Please Select any Group
mk: Ве молам изберете било која група

source: Students imported successfully
mk: Студентите кои успешно увезени

source: Please Select Group
mk: Ве молам изберете група

source: Student Email not found
mk: Студент Е-пошта не е пронајден

source: News has been saved
mk: Вести е зачувана

source: News has been deleted
mk: Вести е избришан

source: Paypal Payment Setting has been saved
mk: Поставување на PayPal исплата е зачувана

source: Setting Problem
mk: поставување на проблемот

source: Please Choose the Correct answer
mk: Ве молиме изберете го точниот одговор

source: Please select true or false
mk: Ве молиме одберете вистински или лажни

source: Please fill blank space
mk: Ве молиме пополнете празни места

source: Question added to bank successfully
mk: Прашање додадена на Банката успешно

source: Question has been updated
mk: Прашање е надграден

source: Question has been deleted
mk: Прашањето е избришан

source: Delete exam first!
mk: Избриши испит на прво место!

source: Question Difficulty Level
mk: Ниво на тешкотија прашање

source: Performance
mk: Изведба (наслов)(закосен)(16точки)

source: Candidate Marks Distribution
mk: Кандидат марки Дистрибуција

source: Max Marks Distribution
mk: Макс марки Дистрибуција

source: Please select any type in the list
mk: Ве молам изберете било кој тип на листата

source: Please type any email
mk: Ве молиме внесете го секој е-мејл

source: Email has been sent
mk: Е-пошта е испратена

source: No email to send
mk: Нема е-пошта за испраќање

source: Please type any name
mk: Ве молиме внесете било име

source: Sms has been sent
mk: SMS порака е испратена

source: No sms to send
mk: Не СМС да се прати

source: Signature has been saved
mk: Потпис е зачувана

source: Signature has been deleted
mk: Потпис е избришан

source: Slide has been saved
mk: Слајд е зачувана

source: Slide has been deleted
mk: Слајд е избришан

source: SMS template has been saved
mk: SMS дефиниција е зачуван

source: SMS template has been deleted
mk: SMS дефиниција е избришан

source: Student added Successfully
mk: Студент успешно додаден

source: Please Select atleast one group
mk: Ве молам изберете барем една група

source: Student has been updated
mk: Студент е надграден

source: Student has been deleted
mk: Студент е избришан

source: Student Wallet has been updated
mk: Студентски Паричник е надграден

source: Subject Added Successfully
mk: Предмет на додадена Успешно

source: Subject already exist
mk: Предмет веќе постојат

source: Subject has been updated
mk: Предмет е надграден

source: Subject has been deleted
mk: Предмет е избришан

source: Testimonial has been saved
mk: Препорака е зачувана

source: Testimonial has been updated
mk: Препорака е надграден

source: Testimonial has been deleted
mk: Препорака е избришан

source: User Added Successfully
mk: Додал Успешно

source: User has been updated
mk: Корисникот е надграден

source: User has been deleted
mk: Корисникот е избришан

source: Permission update successfully
mk: ажурирање дозвола успешно

source: You have been logged in Successfully
mk: Вие сте најавени Успешно

source: You have been logged out
mk: Сте биле одјавени

source: Level User has been saved
mk: Ниво на корисникот е зачувана

source: Level user has been deleted
mk: Ниво на корисникот е избришан

source: Logo has been saved
mk: Користење на логото е зачувана

source: Logo has been deleted
mk: Користење на логото е избришан

source: Add Questions
mk: Додавање прашања

source: Question Type
mk: прашање Тип

source: Search
mk: Барај

source: Reset
mk: Ресетирај

source: Add To Exam
mk: Додај во испит

source: Delete To Exam
mk: За да избришете испит

source: Back To Exam
mk: Назад на испит

source: Type
mk: Тип

source: Body of Question
mk: Тело на прашањето

source: Level
mk: ниво

source: Marks
mk: м

source: Action
mk: Дејство

source: Add Advertisement
mk: Додај Маркетинг

source: Advertisement Name
mk: Маркетинг Име

source: Ordering
mk: Подредување

source: URL Type
mk: URL Тип

source: Internal
mk: Внатрешен (Internal)

source: External
mk: Надворешен (External)

source: URL Target
mk: Целни URL

source: _self
mk: Само-индуцирано

source: Upload Image (350*260)
mk: Постави слика (350 * 260)

source: Save
mk: Зачувај

source: Close
mk: Затвори

source: Update Photo
mk: ажурирање Фото

source: Upload Photo
mk: Постави слика

source: Update
mk: ажурирање

source: Cancel
mk: Откажи

source: Edit Advertisements
mk: Измени Реклами

source: Form
mk: форма

source: Status
mk: статус

source: Advertisements
mk: реклами

source: Add New Advertisement
mk: Додај нов оглас

source: Edit
mk: Уреди

source: Delete
mk: Бришење

source: View
mk: Погледај

source: Change Photo
mk: Промени фотографија

source: View Slides
mk: Види слајдови

source: Attempted Papers of
mk: Обид за хартии од

source: Name
mk: Име

source: Email
mk: Е-маил

source: Total Marks
mk: Вкупно марки

source: Obtained Marks
mk: добиени марки

source: Result Finalized
mk: резултат Финализиран

source: Finalize It
mk: Тоа се финализира

source: PASSED
mk: ПОМИНА

source: FAILED
mk: НЕ

source: Finalized By
mk: финализиран до

source: Question No
mk: прашање Не

source: Marked Answer
mk: означени Одговор

source: Correct Answer
mk: Точен одговор

source: Time Taken
mk: времето потребно

source: Marks Obtained
mk: знаци добиени

source: Checked by
mk: Проверено од

source: System
mk: с

source: Configuration Options
mk: Опции за конфигурација

source: Site Name
mk: Име на сајтот

source: Organization Name
mk: Име на организацијата

source: Domain Name
mk: Име на домен

source: Organization Email
mk: организација-пошта

source: Meta Title
mk: мета Наслов

source: Meta Description
mk: мета Опис

source: Time Zone
mk: Временска зона

source: Please Select
mk: Ве молиме одберете

source: Currency
mk: валута

source: Header Contact
mk: заглавие Контакт

source: Email Contact
mk: E-mail Контакт

source: Display records per page
mk: Покажи записи по страница

source: Max records per page
mk: Макс записи по страница

source: Date Format
mk: формат на датум

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
mk: Ден, месец, година, час, Мин, КХВ, Меридијан, датум Seprator, Време Seprator

source: Image
mk: слика

source: Text
mk: текст

source: Text Direction
mk: текст Насока

source: Left-to-right (LTR)
mk: Од лево кон десно (LTR)

source: Right-to-Left (RTL)
mk: Право на лево (RTL)

source: Language
mk: Јазик,

source: Enable SMS Notification
mk: Овозможи СМС известување

source: Enable Email Notification
mk: Овозможи-мејл известување

source: Manual Verification
mk: прирачник за верификација

source: Front End Registration
mk: Преден крај Регистрација

source: Front End Slides
mk: Пред крајот на слајдови

source: Translation
mk: Транслација

source: Paid Exam
mk: платени испит

source: Math Editor
mk: Математика уредникот

source: Exam Expiry
mk: испит Истек

source: Exam Feedback
mk: испит Повратна информација

source: Tolrance Count
mk: Tolrance Грофот

source: Certificate
mk: сертификат

source: Testimonial
mk: Тестамент

source: No. of Visitor
mk: Број на Пораки

source: No. of Student
mk: Број на Студентскиот

source: No. of Exam
mk: Број на испит

source: Save Settings
mk: Зачувај поставувања

source: Add Pages
mk: додадете страници

source: Link Name
mk: линк Име

source: Link Order
mk: цел линк

source: Page Type
mk: Тип на страница

source: External Url
mk: екстерен URL

source: Url Target
mk: Целни URL

source: Page Name
mk: Page Име

source: Page Url
mk: URL на страницата

source: Page Content
mk: Содржина од страната

source: Edit Pages
mk: уредување страници

source: Pages
mk: Страница

source: Add New Page
mk: Додадете нова страница

source: Published
mk: Објавено

source: Unpublished
mk: необјавени

source: Add Currency
mk: Додади валута

source: Currency Name
mk: валута Име

source: Short Name
mk: кратко име

source: Upload Currency (Less or equal to 50*50)
mk: Внеси Валута (помал или еднаков на 50 * 50)

source: Add New Currency
mk: Додадете нова валута

source: In Progress Exam
mk: Во испит за напредокот

source: Upcoming Exam
mk: претстојните испит

source: Completed Exam
mk: завршен испит

source: Students
mk: студентите

source: In Progress & Upcoming Exams
mk: Во Напредок и Следни испити

source: Date
mk: Датум

source: Exam Name
mk: испит Име

source: Group
mk: Група

source: Duration
mk: Траење

source: Recent Exam Results
mk: Последни испит Резултати

source: Exam
mk: испит

source: Overall Result
mk: Севкупно Резултат

source: Student Stats
mk: студентски Статистика

source: To
mk: До

source: Details
mk: Детали

source: Top 10 Student Group Wise
mk: Топ 10 Група на студенти Мудриот

source: Student Statistic Table
mk: Студентски статистика Табела

source: Total Students
mk: Вкупно ученици

source: Total Active
mk: Вкупниот активен

source: Total Pending
mk: Вкупно очекување

source: Total Suspended
mk: вкупните суспендирани

source: Top 10 Question Bank Subject Wise
mk: Топ 10 Прашање Банката која е предмет Мудриот

source: Top 10 Difficulty Level of Questions
mk: Топ 10 Ниво на тешкотија на прашања

source: Question Count Table
mk: Прашање Грофот Табела

source: Bank Name
mk: Име на банка

source: Total Easy
mk: Вкупно Лесно

source: Total Normal
mk: Вкупно Нормално

source: Total Difficult
mk: Вкупно Тешко

source: Diffculty Level
mk: Diffculty ниво

source: E-Mail Settings
mk: E-mail

source: Email Type
mk: Е-пошта Тип

source: Server Name / Host
mk: Име на сервер / Домаќинот

source: Port
mk: Порт

source: Password
mk: Лозинка

source: Add Email Template
mk: Додај-пошта Шаблон

source: Email Template
mk: Е-пошта Шаблон

source: Edit Email Templates
mk: Измени е-мејл шаблони

source: Email Templates
mk: е-мејл шаблони

source: Add New Email Template
mk: Додади нов е-мејл Шаблон

source: Template
mk: шаблон

source: Subject Added successfully
mk: Предмет на додадена успешно

source: Add Exam
mk: додадете испит

source: Name of Exam
mk: Име на испит

source: Passing Percentage
mk: донесувањето Процент

source: Instruction
mk: Упатство

source: Exam Duration (Min.)
mk: Испит Времетраење (мин.)

source: 0 for unlimited duration
mk: 0 за неограничено траење

source: Attempt Count
mk: обид Грофот

source: 0 for unlimited attempt
mk: 0 за неограничен обид

source: Start Date
mk: Почетен датум

source: End Date
mk: Дата на завршување

source: Show Answer Sheet
mk: Прикажи листот со одговори

source: Yes
mk: Да

source: No
mk: Не

source: Select Group
mk: одберете група

source: Student Group
mk: група на студенти

source: Negative Marking
mk: негативни Обележување

source: Random Question
mk: Произволно прашање

source: Amount
mk: износ

source: Browser Tolrance
mk: пребарувач Tolrance

source: Expiry Days
mk: истекот денови

source: 0 for Unlimited
mk: 0 за Неограничен

source: Result After Finish
mk: Резултат По завршувањето

source: Mode
mk: режим

source: Instant Result
mk: инстант резултат

source: Option Shuffle
mk: опција Мешај

source: Add Subjects To Exams
mk: Додај подложува на испити

source: Subject Name
mk: предмет Име

source: No. of Questions
mk: Број на прашања

source: Ques Attempt Count
mk: Скиот Обид Грофот

source: Questions Attempt Count
mk: Прашања Обид Грофот

source: Leave blank for not showing (0 for unlimited)
mk: Оставете празно за да не покажува (0 е за неограничен)

source: ctrl+click to add multiples
mk: Ctrl + клик за да додадете множители

source: Add
mk: Додај

source: Edit Exam
mk: Измени испит

source: Exam Stats
mk: испит за статистика

source: No of Student Passed
mk: Не за студентски Мина

source: Download
mk: Превземи

source: No of Student Failed
mk: Не за студентски успеа

source: No of Student Absent
mk: Не за студентски Отсутни

source: Exam Details
mk: Детали за испит

source: Finalize Result
mk: финализирање Резултат

source: Attempted Papers
mk: Обид за трудови

source: Eligible Group
mk: подобни група

source: Close Exam
mk: Затвори испит

source: Activate Exam
mk: Активирајте испит

source: Exam Closed Re-Activate Exam
mk: Испит Затворена повторно да ја активирате испит

source: Browser Tolrence
mk: пребарувач Tolrence

source: Expiry
mk: истек

source: Unlimited
mk: неограничен

source: Days
mk: Денови

source: Subjective
mk: субјективни

source: Objective
mk: Цел

source: True &amp; False
mk: Точно & amp; лажни

source: Fill in the blanks
mk: Пополни ги празните места

source: Total Questions
mk: Вкупно прашања

source: Question Attempt Count
mk: Прашање Обид Грофот

source: H
mk: Х

source: Total
mk: Тотална

source: E
mk: Е

source: Student Name
mk: студентски Име

source: Enrolment
mk: Упис

source: Phone
mk: Телефон:

source: Result Status
mk: резултат на статус

source: Forgot Password
mk: Ја заборави лозинката

source: Email ID
mk: e-mail проект

source: Submit
mk: Достават

source: Forgot Username
mk: Го заборавивте Корисничкото име

source: Login
mk: Логирај Се

source: Verification Code
mk: Код за потврда

source: Please enter verification Code
mk: Ве молиме внесете код за проверка

source: Reset Password
mk: ресетирање на Лозинка

source: Confirm Password
mk: Потврди Лозинка

source: Add Groups
mk: додадете групи

source: Group Name
mk: Име на групата

source: Edit Groups
mk: Измени групи

source: Groups
mk: групите.

source: Add New Group
mk: Додај нова група

source: Add Help Content
mk: Додај Помош Содржина

source: Title
mk: Наслов:

source: Description
mk: ОПИС НА МЕТОДОТ

source: Edit Help Content
mk: Уредување на содржината

source: Help Content
mk: содржината

source: Add New Help Content
mk: Додади нов содржината

source: Import/Export Qusetions
mk: Увоз / извоз Qusetions
