Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/mkd/LC_MESSAGES/default.po
Languages: mk

source: Back To Questions
mk: Назад на прашања

source: Export Questions
mk: извоз прашања

source: Select File
mk: изберете Датотека

source: Import Questions
mk: увоз прашања

source: Import/Export Students
mk: Студентите Увоз / извоз

source: Back To Students
mk: Назад на студентите

source: Export Students
mk: Студентите извоз

source: Import Students
mk: увоз Студентите

source: All Messages
mk: сите пораки

source: My Profile
mk: Мој Профил

source: Change Password
mk: Промени го пасвордот

source: Logout
mk: Одјава

source: Powered by
mk: Поддржано од

source: Date &amp; Time
mk: Датум на & amp; време

source: Compose Mail
mk: Состави порака

source: Search Student Mail
mk: Пребарај Студент пошта

source: Message
mk: пораки

source: Send
mk: Испрати

source: Compose
mk: Состави

source: Inbox
mk: сандаче

source: Sent Mail
mk: Пратени пораки

source: Trash
mk: ѓубре

source: More
mk: Повеќе

source: Mark as Read
mk: Означи како прочитано

source: Mark as Unread
mk: Означи како непрочитано

source: Move to Inbox
mk: Премести во Сандаче

source: Reply
mk: Одговори

source: Forward
mk: Напред ...

source: Menu Names
mk: имињата на менијата

source: Model Name
mk: Име на модел

source: Icon
mk: икон

source: Add News
mk: Додади нов %s

source: News Title
mk: Вести Наслов

source: News Description
mk: Вести Опис

source: Edit News
mk: Измени Вести

source: News
mk: Вести

source: Add New News
mk: Додади нов Вести

source: Paypal Payment Option
mk: PayPal исплата опција

source: Signature
mk: потпис

source: Sandbox Mode
mk: песок режим

source: True
mk: вистинско 3,1375-6

source: Add Question
mk: Додајте прашање

source: Question
mk: Прашање

source: Correct Answers
mk: точни одговори

source: Type your question here
mk: Напишете го вашето прашање тука

source: True/False
mk: Вистински лажни

source: False
mk: Лажно

source: Blank Space
mk: празно место

source: Explanation (Optional)
mk: Објаснување (опционално)

source: Provide explanation in support of correct answer
mk: Даде објаснување за поддршка на точниот одговор

source: Hint(optional)
mk: Совет (опционално)

source: Hint to help answer correctly
mk: Совет за да им помогне да одговори правилно

source: without minus sign
mk: без минус

source: Edit Question Type
mk: Измени Прашање Тип

source: Explanation
mk: објаснување

source: Hint
mk: Совет

source: Questions
mk: Прашања

source: Add New Question
mk: Додај нова тема

source: Import/Export Question
mk: Увоз / извоз Прашање

source: Answer
mk: одговор

source: Question Details
mk: прашање Детали

source: Exam Wise
mk: испит Мудриот

source: Please Select Exam
mk: Ве молам изберете испит

source: Status of Result
mk: Статус на резултатот

source: Please Select Result Status
mk: Ве молам изберете Резултат Статус

source: Download Result
mk: Превземи Резултат

source: Rank
mk: Рангиран

source: Test
mk: тест

source: Percent
mk: Процент

source: Result
mk: Резултат 1

source: View Result
mk: Види Резултат

source: Download/Print Result
mk: Превземи / Печатење Резултат

source: Student Wise
mk: студентски Мудриот

source: Name or Enrolment Number
mk: Име или запишување број

source: Enrolment Number
mk: Упис број

source: Back
mk: Грб

source: Assesment Report for
mk: Извештај за оценка

source: Taken Date
mk: земени Датум

source: Total Time
mk: Вкупно време

source: Nos. of Browser tolrance attempt
mk: Бр. На обид tolrance прелистувач

source: Total Score
mk: вкупниот резултат

source: Student Marks Distribution
mk: Студентски марки Дистрибуција

source: Feedback
mk: повратна информација

source: Marks Sheet
mk: ознаки на состојба

source: Section Name
mk: Дел Име

source: Section proportion
mk: Дел дел

source: Actual
mk: Крај

source: Your Percentage
mk: на процентот

source: Section Summary
mk: Дел Резиме

source: Maximum Score
mk: максимален број на бодови

source: Developed Skill
mk: развиените Вештина

source: Needs Development
mk: потребите за развој

source: Lack of Skill
mk: Недостатокот на вештини

source: MCQ answered
mk: MCQ одговори

source: S.N.
mk: n

source: Legend
mk: Легенда:

source: Send Emails
mk: Испрати e-mail

source: Teachers
mk: наставниците

source: Any Email
mk: е-мејл

source: Default all students if you add manually then search student email
mk: Аватарот на сите ученици, ако додадете рачно потоа за пребарување студент е-маил

source: Default all teachers if you add manually then search teacher email
mk: Аватарот на сите наставници, ако додадете потоа рачно пребарување на електронската пошта на наставниците

source: Type any email comma seprated
mk: Вид секој е-мејл запирка seprated

source: Type subject
mk: вид на предмет

source: Select Email Template
mk: Изберете Шаблон Е-пошта

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
mk: Ако не сакате да го изберете e-mail дефиниција потоа едноставно внесете e-mail порака. Откако ќе се вчита уредник тогаш не можете да изберете шаблон одат на копчето за ресетирање

source: Send Sms
mk: Испрати SMS порака

source: Any Sms
mk: Секое SMS порака

source: Default all student if you add manually then search students name
mk: Аватарот на сите ученици, ако додадете рачно потоа за пребарување студенти името

source: Default all teachers if you add manually then search teacher name
mk: Аватарот на сите наставници, ако додадете рачно потоа пребарување Име на наставникот

source: Any Number
mk: било кој број

source: Type any number comma seprated
mk: Вид било кој број запирка seprated

source: Select Sms Template
mk: Изберете СМС Шаблон

source: Sms Template
mk: SMS Шаблон

source: If you do not want to select sms template then simply type sms message
mk: Ако не сакате да го изберете смс дефиниција потоа едноставно напишете SMS порака

source: Certificate Signature
mk: потпис на сертификат

source: Upload Image(* height less than 75px)
mk: Внесување на слика (* висина помала од 75px)

source: Delete Signature
mk: избришете потписот

source: Add Slides
mk: Додај слајдови

source: Slide Name
mk: слајд Име

source: Upload Slide (1350*550)
mk: Додадени Слајд (1350 * 550)

source: Edit Slides
mk: уредување на слајдови

source: Slides
mk: слајдови

source: Add New Slide
mk: Додај нов слајд

source: API Link
mk: API линк

source: Heading Username
mk: Заглавие име

source: Username field provided by sms gateway
mk: Корисничко име поле обезбедени од страна на SMS портал

source: Heading Password
mk: Заглавие Лозинка

source: Password field provided by sms gateway
mk: поле лозинка обезбедени од страна на SMS портал

source: Heading Mobile No
mk: Заглавие Мобилен телефон

source: Mobile No field provided by sms gateway
mk: Мобилен телефон поле обезбедени од страна на SMS портал

source: Heading Message
mk: Заглавие на пораката

source: Message field provided by sms gateway
mk: поле порака обезбедени од страна на SMS портал

source: Heading Sender Id
mk: Id Испраќач Заглавие

source: Sender Id field provided by sms gateway
mk: поле Id испраќачот обезбедени од страна на SMS портал

source: Add SMS Template
mk: Додај SMS Шаблон

source: Edit SMS templates
mk: Измени SMS шаблони

source: SMS Templates
mk: SMS шаблони

source: Add New SMS Template
mk: Додади нов SMS Шаблон

source: Add Students
mk: Додај Студентите

source: Address
mk: Обраќање

source: Guardian Phone
mk: Гардијан телефон

source: Edit Students
mk: Измени Студентите

source: Renewal Date
mk: Датум на обновување

source: Add New Student
mk: Додај нов студентски

source: Wallet
mk: паричник

source: Admission Date
mk: Датум на прием

source: Credit
mk: Кредитна

source: Debit
mk: дебитна

source: Balance
mk: биланс 1.1077, 2.9, 2.143

source: Date & Time
mk: Датум време

source: Payment Through
mk: плаќање преку

source: Remarks
mk: забелешки

source: View Student Information
mk: Види Студент информации

source: Full Name
mk: Целосно име

source: Phone Number
mk: Телефонски број

source: Registered Email
mk: регистриран email

source: Alternate Number
mk: Алтернативен број

source: Enrolment No
mk: Упис Не

source: Last Login
mk: Последна Најава

source: Students Wallet
mk: студентите Паричник

source: Transaction Form
mk: Формулар за трансакција

source: Mobile
mk: мобилен

source: DEDUCT
mk: одлежа

source: Add Subjects
mk: Додај Предмети

source: Edit Subjects
mk: Измени Предмети

source: Subjects
mk: Субјекти

source: Add New Subject
mk: Додај нова тема

source: Question Bank
mk: прашање банка

source: Add Testimonials
mk: Додај Рекоа за нас

source: Upload Photo (150*150)
mk: Постави слика (150 * 150)

source: Edit Testimonials
mk: Измени Рекоа за нас

source: Testimonials
mk: Рекоа за нас

source: Add New Testimonial
mk: Додади нов тестамент

source: Photo
mk: Фото

source: Add Users
mk: додадете корисници

source: User Level
mk: Ниво на корисникот

source: Level users
mk: ниво на корисниците

source: Add New Level
mk: Додади ново ниво

source: Back To Users
mk: Назад на корисникот

source: Level Name
mk: ниво на име

source: Set Permission
mk: Постави дозвола

source: Assign Form Rights
mk: Доделите Форма

source: Module Name
mk: модул Име

source: Old Password
mk: стара лозинка

source: Edit Users
mk: уредување на корисникот

source: User Registration Form
mk: Корисникот Формулар за регистрација

source: Users
mk: Корисници

source: Add New User
mk: Додади нов корисник

source: Add Level Users
mk: Додади ниво на корисниците

source: Level User
mk: ниво на корисникот

source: Dear user, log in to access the admin area!
mk: Почитувани корисници, најавите за да пристапите област админ!

source: Admin / Teacher Username
mk: Admin / Корисничко име Наставник

source: Forgot User Name
mk: Заборавена корисничко име

source: Organisation Logo
mk: организација на логото

source: Upload Image(* height less than 220px)
mk: Постави слика (* висина помала од 220px)

source: Delete Logo
mk: Избриши логото

source: Please provide a type for chart %s!
mk: Ве молиме наведете тип на табелата %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
mk: Табела: \ " %s " не може да се најде. Осигурајте се дека на табелата име е исто низа која е предадена на $ ова-> HighCharts-> Render () во вашето мислење.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
mk: трансакција Експрес Работа е истечен и трансакција треба да се рестартира

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
mk: Може да се направи на вториот повик за истата плаќање или може да се користи истата фактура проект за одделни трансакции.

source: Please use a different funcing source.
mk: Ве молиме користете различен извор funcing.

source: An error occured, please retry the transaction.
mk: Се појави грешка, ве молиме обидете се повторно на трансакцијата.

source: This transaction couldn't be completed. Redirecting to payment gateway
mk: Оваа трансакција не може да се заврши. Пренасочени исплата портал

source: You have not agreed to the billing agreement.
mk: Вие не се согласија со договорот за исплата.

source: The billing agreement is disabled or inactive.
mk: Договорот за наплата е оневозможено или неактивни.

source: The credit card used is expired.
mk: кредитна картичка се користи е истечен.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
mk: Трансакцијата е одбиена бидејќи одговор AVS се врати вредноста на N, и сметката на трговецот не е во состојба да ги прифатат такви трансакции.

source: The payment gateway account is restricted.
mk: сметка за исплата портал е ограничен.

source: You must submit an IP address of the buyer with each API call.
mk: Мора да ги достават на IP адреса на купувачот едни со API повици.

source: The merchant selected a value for the PaymentAction field that is not supported.
mk: На трговецот избраните вредност во полето за PaymentAction кој не е поддржан.

source: The credit card field was blank.
mk: поле кредитна картичка беше празно.

source: The total amount and item amounts do not match.
mk: вкупниот износ и точка износи не се совпаѓаат.

source: The credit card entered is currently restricted by the payment gateway.
mk: кредитна картичка влезе во моментов е ограничен од страна на исплата портал.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
mk: На трговецот влезе проект фактура која е веќе поврзана со трансакцијата од страна на истиот трговец. Обид со нова фактура проект

source: The transaction was declined by the country filter managed by the merchant.
mk: Трансакцијата била одбиена од филтерот за земјата, управувана од страна на трговецот.

source: The transaction was declined by the maximum amount filter managed by the merchant.
mk: Трансакцијата беше одбивана од максималниот износ филтер управувани од страна на трговецот.

source: The transaction was declined by the payment gateway.
mk: Трансакцијата е се намали за исплата портал.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
mk: Трансакцијата е се намали за исплата портал поради можни измамнички активности.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
mk: Трансакцијата е се намали за исплата портал поради можни лажни активност на IP адреса.

source: The merchant account attempting the transaction is not a business account.
mk: сметка на трговецот се обидува на трансакцијата не е бизнис сметка.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
mk: сметка на трговецот се обидува трансакцијата не е во можност да процесот директни трансакции на плаќање.

source: Access to Direct Payment was disabled for your account.
mk: Пристап до Директно Плаќање бил затворен за вашиот профил.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
mk: сметка на трговецот обидуваат на трансакцијата не се потврди е-мејл адреса со исплата портал.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
mk: На трговецот се обиде да направи трансакција каде што износот надминува горната граница за трговецот.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
mk: Трансакцијата беше одбиена бидејќи на филтерот трговец ризик за АВС. Поточно, на трговецот има поставено да се намали трансакција кога АВС врати еден натпревар (АВС = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
mk: Трансакцијата беше одбиена бидејќи на филтерот трговец ризик за АВС. Поточно, на трговецот го постави филтер за да се намалат трансакции кога АВС враќа делумна натпревар.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
mk: Трансакцијата беше одбиена бидејќи на филтерот трговец ризик за АВС. Поточно, на трговецот го постави филтер за да се намалат трансакции кога АВС не е поддржана.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
mk: На трговецот влезе IP адреса, која беше во невалиден формат. IP адреса мора да биде во формат како што е 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
mk: конфигурација на трговецот бара CVV да се влезе, но не CVV беше предвидено со оваа трансакција.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
mk: На трговецот се предвидени на адреса или во САД или Канада, но државата се предвидени не е валидна државата во која било земја.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
mk: Трансакцијата била одбиена од страна на издавање на банката, а не исплата портал. На трговецот треба да се обиде уште една картичка.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
mk: земјата на живеење на трговецот во моментов не е поддржано за да се овозможи директна трансакции на плаќање.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
mk: Трансакцијата беше одбиена бидејќи исплата портал е во процес на обработка на трансакцијата од страна на истиот купувач за истиот износ. Може да се случи кога купувачот поднесува повеќе, исти трансакции во брзо едноподруго.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
mk: Во CVV е неважечко. Во CVV е долга помеѓу 3-4 цифри.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
mk: Ве молиме обидете се повторно. Осигурајте се да го поминале точно CVV и адреса информации за купувачот. Ако создавање на периодични профил, ве молиме обидете се повторно со полагање на износот на init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
mk: Трансакција не е во согласност поради исчезнати или не е валиден 3-D вредности безбедна автентикација. Проверете ECI, ECI3DS, CAVV, XID полиња.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
mk: Трансакцијата е одбиена од страна на исплата портал поради прекумерна неуспеси во текот на еден краток период на време за оваа кредитна картичка.

source: The transaction was declined by payment gateway.
mk: Трансакцијата е се намали за исплата портал.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
mk: Трансакцијата беше одбиена бидејќи на трговецот нема валиден договор трговец на датотека со исплата портал.

source: The transaction was declined because the CVV entered does not match the credit card.
mk: Трансакцијата беше одбиена бидејќи во CVV внесовте не се совпаѓаат со кредитна картичка.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
mk: Трансакцијата беше одбивана од емисиона банка поради истечен рок на кредитна картичка. На трговецот треба да се обиде уште една картичка.

source: Exceeded permissible limit for Navigating away
mk: Ги надмина дозволените граници за навигацијата далеку

source: You have exceeded the permissible limit for navigating away from your test
mk: Го надминавте дозволениот лимит за навигацијата далеку од вашиот тест

source: Your test has finished. You can close the window now
mk: ги тестираат вашите заврши. Можете да го затворите прозорецот

source: Installation Complete
mk: инсталација Целосно

source: Aho! The System is installed successfully.
mk: Ахо! Системот е инсталиран успешно.

source: Go to Admin/Teacher Interface
mk: Оди до Admin / наставник интерфејс

source: User
mk: корисникот

source: Go to Front End/Student Interface
mk: Оди на преден крај / студент интерфејс

source: Visit our website
mk: Посетете ја нашата веб-страница

source: for documentation and support
mk: за документација и поддршка

source: My Exam Stats
mk: Мојата испит Статистика

source: Total Exam Given
mk: Вкупно испит оглед

source: Absent Exams
mk: отсутни Испити

source: Best Score in
mk: Најдобар резултат во

source: On
mk: ОN

source: Failed in
mk: Пропадна

source: Average Percentage
mk: просечниот процент

source: Your Rank
mk: вашиот Рангиран

source: Month Wise Performance
mk: Месец Мудриот изведба

source: Exam Wise Performance
mk: Испит Мудриот изведба

source: Top 10
mk: Топ 10

source: Todays Exam
mk: Сегашната бројка од испит

source: Top
mk: Топ

source: These are the exam(s) that can be taken right now
mk: Овие се на испит (а), кои може да се земе во моментов

source: No Exams found for today
mk: Не се пронајдени резултати за денес Испити

source: Something went wrong
mk: Нешто тргна наопаку

source: Show
mk: Покажува

source: entries
mk: записи

source: Prev
mk: Предходно

source: Next
mk: Следно

source: Showing {:start} to {:current} of {:count} entries
mk: Прикажани {:start} до {:current} на {:count} записи

source: Email Verification
mk: верификација е-маил

source: Please Enter Verification Code in the Text Box
mk: Ве молиме внесете код за проверка во текстуалното поле

source: Re-Send Email Verification
mk: Повторно Прати e-mail за верификација

source: Please Enter Email Id in the Text Box which you enter at the time of registration
mk: Ве молиме внесете e-mail Id во текстуалното поле кои ќе влезат во времето на регистрација

source: Purchased Exam
mk: Купените испит

source: Expired Exam
mk: истечен испит

source: These are the exam(s) which has been expired
mk: Овие се на испит (и) која е истечен

source: No Exams found
mk: пронајдени Испити

source: Thank you for using the test
mk: Ви благодариме за користење на тест

source: 1. The test instructions were
mk: 1. инструкции на тестот беа

source: Largely Clear
mk: Во голема мера Отстрани

source: Medium Clear
mk: средни Отстрани

source: Not Clear
mk: Нејасно

source: 2. Language of question was
mk: 2. јазик на прашање беше

source: 3. Overall test experience was
mk: 3. Генерално тест искуство беше

source: Good
mk: добра,

source: Better
mk: Подобри

source: Best
mk: Најдобри

source: Any other feedback suggestion
mk: Било други повратни информации предлог

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
mk: Ве молиме затворете ги сите ваши прозорци за разговор, екран-чувар, и анти-вирус програми, пред да започнеш вашиот тест

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
mk: Ве молиме не го притиснете \ "F5 " за време на тестот. Ова ќе заврши тестот, а ти не ќе бидат во можност повторно да се отвори на тестот

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
mk: Вашите одговори ќе биде спасен. Ако тестот е исклучен од било која причина, вашите одговори се до таа точка ќе биде спасен

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
mk: Затворете ги сите програми кои ги испратите или да симнете датотека во позадина На пример: Dropbox, порој, итн

source: Instructions
mk: Инструкции

source: I am ready to begin
mk: Јас сум подготвен да започне

source: Exam Start
mk: испит Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
mk: Овој испит е платен. Износот треба да се одземе на вашиот паричник автоматски. По стартување на тајмер испит нема да престане. Дали сакате да се плати и да почне?
