Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/mkd/LC_MESSAGES/default.po
Languages: mk

source: These are the exam(s) which has been purchased
mk: Овие се на испит (и) која е купен

source: Correct Marks
mk: точни марки

source: Save & Next
mk: Зачувај & Следна

source: Review
mk: [Преглед.]

source: Reset Answer
mk: Ресетирај Одговор

source: Finish
mk: Финиш

source: Current Question
mk: Тековни Прашање

source: Answered
mk: Одговориле

source: Not Answered
mk: не е одговорено

source: Navigated Away
mk: отвори Гости

source: you had navigated away from the test window. This will be reported to Moderator
mk: ќе се отвори далеку од прозорецот на тестот. Ова ќе бидат пријавени на модератор

source: Do not repeat this behaviour
mk: Не се повторува ова однесување

source: Otherwise you may get disqualified
mk: Инаку може да се дисквалификувани

source: Continue
mk: Продолжеток

source: Finalize
mk: финализирање

source: Do you wish to submit and close the
mk: Дали сакате да ги достават и да го затворите

source: Once you submit, you will not be able to review the
mk: Откако ќе ги достават, нема да биде во можност да се разгледа

source: Summary of your attempts in this
mk: Краток преглед на вашите обиди во овој

source: as show below
mk: што покажуваат подолу

source: Attempted
mk: обид 3,1293-6

source: Return To First Question
mk: Врати се на првото прашање

source: These are the exam(s) that are planned you in near future
mk: Овие се на испитот (ите) кои ви се планираат во блиска иднина

source: Attempt Now
mk: Обид Сега

source: Your performance compared to your group
mk: Вашите перформанси во споредба со вашата група

source: Can't read? Reload
mk: Не можете да читате? Вчитај ја страната повторно

source: Enter security code shown above
mk: Внесете го безбедносниот код е прикажано погоре

source: Answer simple math
mk: Одговор едноставна математика

source: Attempts
mk: Обиди

source: Remaining
mk: Преостанат

source: Expiry Date
mk: датумот на истекување

source: Expired Date
mk: поминат рок

source: Free
mk: Бесплатно

source: Not Purchased
mk: не е купен

source: View Details
mk: Погледнете детали

source: Load Editor
mk: транспорт на уредникот

source: Installation
mk: инсталација

source: Step 1 of 4
mk: Чекор 1 од 4

source: Server Configuration & Setup Requirements
mk: За конфигурација и подесување Барања

source: Setup Requirements
mk: Барања за поставување

source: Installing this software require certain server side extension and capability
mk: Инсталирање на овој софтвер бара одредени серверот од страна на продолжување и способност

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
mk: Ве молиме проверете подолу и да се споредат со вашиот сервер тековната статуи на десната страна. Може да кликнете на иконата веднаш до секоја технологија за детали.

source: Extensions &amp; Applications
mk: Екстензии & amp; апликации

source: HTTP Server. For example: Apache
mk: HTTP сервер. На пример: Apache

source: Require
mk: Потребен

source: PHP 5.2.8 or greater
mk: PHP 5.2.8 или поголема

source: Database Engine MySQL (4 or greater)
mk: MySQL база на податоци мотор (4 или повеќе)

source: PDO Extension
mk: ЗНП Продолжување

source: GD Extension
mk: Г.Д. Продолжување

source: Mandatory
mk: задолжителна,

source: Server Status
mk: Статус на сервер

source: Web Server
mk: веб Сервер

source: PHP Version
mk: PHP верзија

source: MYSQL Version
mk: MySQL верзија

source: PDO Unavailable
mk: ЗНП недостапен

source: PDO Available
mk: ЗНП Достапно

source: GD Availiable
mk: Г.Д. Availiable

source: GD Unavailiable
mk: Г.Д. Unavailiable

source: Directory &amp; File Permission
mk: Директориум & amp; датотека дозвола

source: These Folders of Files need to be
mk: Овие папки на датотеки треба да бидат

source: Writable
mk: Запишување

source: for application to be installed.
mk: за примена да се инсталира.

source: Folders or Files
mk: Папки или датотеки

source: app/tmp/
mk: стан / tmp /

source: app/Config/database.php
mk: стан / config / database.php

source: app/Config/core.php
mk: стан / config / core.php

source: Refresh
mk: освежување

source: Let's Start
mk: Да почнеме

source: Step 2 of 4
mk: Чекор 2 од 4

source: Installation Agreement
mk: Договорот за инсталација

source: I Accept to Proceed
mk: Прифати да продолжи

source: Step 3 of 4
mk: Чекор 3 од 4

source: Database Connection Settings
mk: Прилагодување база на податоци врска

source: Host Name
mk: име на сервер

source: Usually Localhost
mk: обично localhost

source: Database Name
mk: База на податоци Име

source: Database User
mk: База на податоци за корисникот

source: Database User Name
mk: База на податоци корисничко име

source: Database Password
mk: база на податоци лозинка

source: Database User Password
mk: База на податоци за пристап Лозинка

source: Database Type
mk: Тип на база на податоци

source: Step 4 of 4
mk: Чекор 4 од 4

source: Name of Your Website
mk: Името на вашиот веб-сајт

source: Meta Keyword
mk: мета клучни зборови

source: Useful for SEO
mk: Корисно за SEO

source: Meta Content for SEO
mk: Мета содржините за оптимизација

source: Please Select Timezone
mk: Ве молам изберете Временска Зона

source: Name of Your Organization/Company
mk: Името на вашата организација / компанија

source: Default Admin Email
mk: Стандардно Админ Е-пошта

source: Install Sample Data With Dummy Entries
mk: Инсталирајте примерок на податоци Со Лажна записи

source: Install
mk: Инсталирај

source: Welcome to
mk: Добредојдовте во

source: Set Avatar
mk: Поставете Avatar

source: Sign out
mk: Одјави се

source: Copyright
mk: (Авторски права

source: follow on facebook
mk: следат на Фејсбук

source: Latest News & Events
mk: Најнови вести и настани

source: Time
mk: Време

source: Download PDF
mk: Преземи како PDF

source: Average Percentage(%)
mk: Просечниот процент (%)

source: Exam Given
mk: Со оглед на испит

source: Delete Forever
mk: Избриши засекогаш

source: Move to Trash
mk: Премести во корпата

source: News Detail
mk: Вести детали

source: No of Visitors
mk: Број на посетители

source: No of Students
mk: Број на студенти

source: No of Exams
mk: Број на испити

source: Payment From Pay Pal
mk: Плаќање од Pay Pal

source: Pay From Pay Pal
mk: Плаќаат од Pay Pal

source: Profile
mk: профил 1.643-4

source: Edit Profile
mk: Уреди профил

source: New Student Register
mk: Нов студентски Регистрирај се

source: Security Code
mk: Безбедносен код

source: Answers
mk: одговори

source: My Results
mk: моите резултати

source: Attempt Date
mk: обид Датум

source: SCORE CARD
mk: Картичка за резултати

source: SUBJECT REPORT
mk: ПРЕДМЕТ ИЗВЕШТАЈ

source: TIME MANAGEMENT
mk: УПРАВУВАЊЕ СО ВРЕМЕТО

source: QUESTION REPORT
mk: ИЗВЕШТАЈ ОД ПРАШАЊЕТО

source: SOLUTION
mk: растворот.

source: COMPARE REPORT
mk: Споредете ИЗВЕШТАЈ

source: Score Card For
mk: Резултат картичка за

source: Total No. of Student
mk: Вкупен број на Студентскиот

source: My Marks
mk: мојата марки

source: Total Marks of Test
mk: Вкупно марки на испитување

source: My Percentile
mk: мојата перцентил

source: Total Question in Test
mk: Вкупно Прашање во тест

source: Total Attempt Question in Test
mk: Вкупно Обид Прашање во тест

source: Left Question
mk: лево Прашање

source: Left Question Marks
mk: Лево прашалници

source: Total Time of Test
mk: Вкупно време на тестирање

source: My Time
mk: моето време

source: My Rank
mk: мојата Рангиран

source: Performance Report For
mk: Перформанси Извештај за

source: Question & Marks Wise Report For
mk: П & марки Мудриот извештај за

source: Subject Report For
mk: Предмет извештај за

source: Correct
mk: Правилен

source: Unattempted Questions
mk: Unattempted прашања

source: Graphical Report For
mk: Графички извештај за

source: Time Management For
mk: Управување со времето за

source: Question Report For
mk: Прашање извештај за

source: Question Status
mk: прашање Статус

source: Your Answer
mk: твојот одговор

source: Your Score
mk: вашиот резултат

source: Your Time
mk: вашето време

source: Solution For
mk: решение за

source: Not Attempt
mk: не обидувајте

source: Attempt
mk: обид

source: Incorrect
mk: неправилна

source: Your Answers
mk: вашите одговори

source: Solution
mk: растворот.

source: Bookmark
mk: Обележувач

source: Compare Report For
mk: Споредба извештај за

source: Total Ques.
mk: Вкупно скиот.

source: Maximum Marks
mk: максимална марки

source: Attempted Ques.
mk: Обид скиот.

source: Unattempted Ques.
mk: Unattempted скиот.

source: Correct Ques.
mk: Скиот точни.

source: Incorrect Ques.
mk: Неправилна скиот.

source: Percentile
mk: перцентил

source: Previous
mk: Претходно

source: This is to certify that
mk: Ова е да се потврди дека

source: has succesfully completed the
mk: има успешно завршени на

source: in course program offered by
mk: во текот програмата понудена од страна

source: Student Login
mk: студентски Најава

source: Sign In
mk: Најави се

source: Forgot Passwocrd
mk: Заборавена Passwocrd

source: New User? Create Account
mk: Што е ново? Креирај профил

source: Engine is not loaded
mk: Моторот не е оптоварена

source: Pdf engine "%s" not found
mk: Pdf моторот \ " %s " не е пронајден

source: Pdf engines must extend "AbstractPdfEngine"
mk: Pdf мотори мора да се прошири \ "AbstractPdfEngine "

source: Crypto is not loaded
mk: Крипто не е оптоварена

source: Pdf crypto "%s" not found
mk: Pdf крипто \ " %s " не е пронајден

source: Crypto engine must extend "AbstractPdfCrypto"
mk: Крипто моторот мора да се прошири \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
mk: Контролор атрибут $ pdfConfig не е точен или недостига

source: -> Testing :url
mk: -> Тестирање: url

source: Total Requests made: :requests
mk: Вкупно на барања:: барања

source: Total Time elapsed: :duration (seconds)
mk: Вкупно време поминало:: времетраење (секунди)

source: Requests/Second: :rps req/sec
mk: Барањата / Второ:: RPS req / сек

source: Average request time: :average-time seconds
mk: Просечно време барање:: Просечната работно време секунди

source: Standard deviation of average request time: :std-dev
mk: Стандардна девијација на просечното време на барање:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
mk: Најдолгиот / најкраток барање:: најдолгата сек /: најкраток сек

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
mk: Ви овозможува да се добие некои груби бенчмаркинг statisticsabout целосно квалификувани URL-то.

source: The URL to request.
mk: URL-то да побара.

source: Number of iterations to perform.
mk: Број на повторувања да ги исполни.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
mk: Максимална вкупното време за сите повторувања, во seconds.If една итерација се потребни повеќе од истек на време, само едно барање ќе бидат направени

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
mk: Пример Употреба: `торта репер --n 10 --t 100 http: // localhost / testsite`. <Инфо> Забелешка: </ Инфо> овој репер не вклучува интернет пребарувач направи пати.

source: Component initialization
mk: компонента иницијализација

source: Controller action
mk: акција контролор

source: Controller action start
mk: почеток контролор акција

source: Processing toolbar state
mk: лентата со алатки за обработка на државата

source: Processing toolbar data
mk: лентата со алатки за обработка на податоци

source: Controller render start
mk: Контролор направат почеток

source: Could not load DebugToolbar panel %s
mk: Не може да се вчита DebugToolbar панел %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
mk: Основни обработка (добиен од $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
mk: Заглавија веќе испратена во %s на линијата %s . не може да испрати податоци се најавите за да FirePHP.

source: Incorrect parameter count for FireCake::fb()
mk: Неправилна Грофот параметар за FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
mk: Максимален број (99,999) од пораките се постигне!

source: There are no active panels. You must enable a panel to see its output.
mk: Нема активни панели. Мора да им се овозможи на екранот да видите своето производство.

source: App Constants
mk: стан константи

source: CakePHP Constants
mk: CakePHP константи

source: PHP Environment
mk: PHP животна средина

source: Hidef Environment
mk: Hidef животна средина

source: Request History
mk: барање Историја

source: No previous requests logged.
mk: Нема претходни барања логирани.

source: previous requests available
mk: претходни барања на располагање

source: Restore to current request
mk: Враќање на тековната барање

source: Included Files
mk: вклучено Датотеки

source: Logs
mk: Дневници

source: There were no log entries made this request
mk: Немало записи во дневникот направи ова барање

source: Request
mk: барање

source: No post data.
mk: Не пост податоци.

source: No querystring data.
mk: Не querystring податоци.

source: Current Route
mk: сегашната траса

source: Session
mk: сесија

source: Sql Logs
mk: SQL Дневници

source: No query logs when debug < 2.
mk: Не барањето логови кога debug <2.

source: No query logs.
mk: Не барањето логови.

source: Total Time: %s ms <br />Total Queries: %s queries
mk: Вкупно време: %s МСП <br /> Вкупно пребарувања: %s прашања

source: Query Explain:
mk: Пребарување Објаснете:

source: Click an "Explain" link above, to see the query explanation.
mk: Кликнете на \ "Објаснете " линкот погоре, за да се види објаснување на барањето.

source: No active database connections
mk: Нема активни база на податоци врски

source: Memory
mk: меморија

source: Peak Memory Use
mk: Врв Меморија Користење

source: Memory use
mk: употреба на меморија

source: Timers
mk: тајмери

source: Total Request Time:
mk: Вкупно време да побара:

source: Time in ms
mk: Времето во ms

source: Graph
mk: Графикон

source: View Variables
mk: Види променливи

source: Rendering View
mk: рендерирање Види

source: Rendering %s
mk: Давање на %s

source: View render complete
mk: Прикажи ги направи целосна

source: Explain
mk: Објаснете

source: Starting %sms into the request, taking %sms
mk: Почетна %s МСП во барање, земајќи %s МСП

source: No markup errors found
mk: грешки не најде за Селектирај

source: maybe slow
mk: можеби бавно

source: Absolute path or relative to APP.
mk: Апсолутна патека или релативна во однос APP.

source: An error occured while getting the status of your account.
mk: Се појави грешка при добивањето на статусот на вашата сметка.

source: There was an error while connecting to Paypal
mk: Имаше грешка при поврзување со Paypal

source: There was a problem initiating the transaction, please try again.
mk: Имаше проблем при започнување на трансакција, ве молиме обидете се повторно.

source: There was a problem getting your details, please try again.
mk: Имаше проблем со добивање на вашите детали, Ве молиме обидете се повторно.

source: There was an error completing the payment
mk: Имаше грешка при пополнување на плаќање

source: There was a problem processing the transaction, please try again.
mk: Имаше проблем при обработка на трансакцијата, ве молиме обидете се повторно.

source: There was an error processing the card payment
mk: Имаше грешка при обработка на уплатата на картичката

source: There was a problem processing your card, please try again.
mk: Имаше проблем при обработка на вашата картичка, ве молиме обидете се повторно.

source: There was an error processing the the refund
mk: Имаше грешка при обработка на поврат

source: A problem occurred during the refund process, please try again.
mk: Настана проблем за време на процесот на наплата, ве молиме обидете се повторно.

source: There was an problem communicating with the payment gateway
mk: Имаше проблем во комуникацијата со исплата портал

source: Missing client id/secret
mk: Недостасува на клиент / тајна

source: Must specify an expiry date
mk: Мора да се одреди рок на траење

source: Must include a M and Y in expiry date
mk: Мора да содржи М и Y во рок на траење

source: Invalid expiry date
mk: Невалиден датумот на истекување

source: Invalid card number
mk: карта број неважечки

source: Invalid CVV2 number
mk: Неправилен број CVV2

source: Invalid card type
mk: Невалиден тип на картичка

source: Could not detect client IP address
mk: не може да детектира клиент IP адреса

source: Not a valid credit card number
mk: Не е валидна кредитна картичка број

source: You must include the 3 digit security number
mk: Мора да го вклучите бројот на сигурносниот 3 цифрен

source: Must specify an "amount" to charge
mk: Мора да наведете \ "Amount " да се наплаќаат

source: You must pass a valid order array
mk: Ќе мора да помине низа валидна цел

source: Valid "return" and "cancel" urls must be provided
mk: Важи \ "враќање " и \ "Откажи " мора да бидат обезбедени URL адреси

source: You must provide a currency code
mk: Мора да внесете код на валута

source: Original PayPal Transaction ID is required
mk: се бара Авторски проект на трансакцијата PayPal

source: Must specify an "amount" to refund
mk: Мора да наведете \ "Amount " за враќање

source: You must specify a refund type, such as Full or Partial
mk: Мора да наведете тип на наплата, како што се целосно или делумно

source: File was not downloaded.
mk: Датотека не беше сменет.

source: No %s found for that date range
mk: Не %s се најде за тој датум опсег

source: Your form data is preserved you'll be redirected to it after login.
mk: Твојата форма на податоци е зачувана ќе бидете пренасочени на него, по најавите.

source: Error notification from %s
mk: Известување за грешка од %s

source: Afghanistan
mk: Авганистан

source: Albania
mk: Албанија

source: Algeria
mk: Алжир

source: American Samoa
mk: американска Самоа

source: Andorra
mk: Андора

source: Angola
mk: Ангола

source: Anguilla
mk: Ангилја

source: Antarctica
mk: Антарктикот

source: Antigua and Barbuda
mk: Антигва и Барбуда

source: Argentina
mk: Аргентина

source: Armenia
mk: Ерменија

source: Aruba
mk: Аруба

source: Australia
mk: Австралија? ?

source: Austria
mk: Австрија

source: Azerbaijan
mk: Азербејџан

source: Bahamas
mk: Бахамите

source: Bahrain
mk: Бахреин

source: Bangladesh
mk: Бангладеж

source: Barbados
mk: Барбадос

source: Belarus
mk: Белорусија

source: Belgium
mk: Белгија

source: Belize
mk: Белизе

source: Benin
mk: Бенин

source: Bermuda
mk: Бермудски

source: Bhutan
mk: Бутан

source: Bolivia
mk: Боливија

source: Bosnia and Herzegovina
mk: Босна и Херцеговина

source: Botswana
mk: Боцвана

source: Bouvet Island
mk: Бувет Остров

source: Brazil
mk: Бразил.

source: British Indian Ocean Territory
mk: Британскиот Територија на Индиски Океан

source: Brunei Darussalam
mk: Брунеј

source: Burkina Faso
mk: Буркина Фасо

source: Burundi
mk: Бурунди

source: Cambodia
mk: Камбоџа

source: Cameroon
mk: Камерун

source: Canada
mk: Со AN

source: Cape Verde
mk: Зелено'ртски Острови

source: Cayman Islands
mk: Кајмански Острови

source: Central African Republic
mk: Централна Африканска Република

source: Chad
mk: Чад

source: Chile
mk: Чиле

source: China
mk: Кина

source: Christmas Island
mk: Божиќниот Остров

source: Cocos (Keeling) Islands
mk: Кокосови (Keeling) Islands

source: Colombia
mk: Колумбија

source: Comoros
mk: Коморите

source: Congo
mk: Конго.

source: Congo, the Democratic Republic of the
mk: Конго, Демократска Република

source: Cook Islands
mk: Кукови Острови

source: Costa Rica
mk: Коста Рика

source: Cote D'Ivoire
mk: Брегот на Слоновата Коска

source: Croatia
mk: Хрватска

source: Cuba
mk: Куба

source: Cyprus
mk: Кипар

source: Czech Republic
mk: Република Чешка

source: Denmark
mk: Данска

source: Djibouti
mk: Џибути

source: Dominica
mk: Доминика

source: Dominican Republic
mk: Доминиканска Република

source: Ecuador
mk: Еквадор

source: Egypt
mk: Египет

source: El Salvador
mk: Ел Салвадор

source: Equatorial Guinea
mk: Екваторска Гвинеја

source: Eritrea
mk: Еритреја

source: Estonia
mk: Естонија

source: Ethiopia
mk: Етиопија

source: Falkland Islands (Malvinas)
mk: Фолкландските Острови (Малвини)

source: Faroe Islands
mk: Фарски Острови

source: Fiji
mk: Фиџи

source: Finland
mk: Финска 24,0

source: France
mk: Франција 22,0

source: French Guiana
mk: француска Гвајана

source: French Polynesia
mk: француска Полинезија

source: French Southern Territories
mk: Француски јужни територии

source: Gabon
mk: Габон

source: Gambia
mk: Гамбија

source: Georgia
mk: Грузија

source: Germany
mk: Германија 368 25 7 5 2 74 28

source: Ghana
mk: Гана

source: Gibraltar
mk: Гибралтар

source: Greece
mk: Грција 2,9

source: Greenland
mk: Гренланд

source: Grenada
mk: Гренада

source: Guadeloupe
mk: Гвадалупе

source: Guam
mk: Гуам

source: Guatemala
mk: Гватемала

source: Guinea
mk: Гвинеја.

source: Guinea-Bissau
mk: Гвинеја-Бисао

source: Guyana
mk: Гвајана

source: Haiti
mk: Хаити

source: Heard Island and Mcdonald Islands
mk: Островот Херд и Мекдоналд Острови

source: Holy See (Vatican City State)
mk: Светиот престол (Ватикан)

source: Honduras
mk: Хондурас

source: Hong Kong
mk: Хонг Конг

source: Hungary
mk: Унгарија

source: Iceland
mk: Исланд

source: India
mk: Индија

source: Indonesia
mk: Индонезија

source: Iran, Islamic Republic of
mk: Иран, Исламска Република

source: Iraq
mk: Ирак

source: Ireland
mk: Ирска

source: Israel
mk: Израел 1:5000 1:35

source: Italy
mk: Италија 6,5

source: Jamaica
mk: Јамајка

source: Japan
mk: во Јапонија.

source: Jordan
mk: Јордан

source: Kazakhstan
mk: Казахстан

source: Kenya
mk: Кенија

source: Kiribati
mk: Кирибати

source: Korea, Democratic People's Republic of
mk: Кореја, Демократска Народна Република

source: Korea, Republic of
mk: Кореја, Република

source: Kuwait
mk: Кувајт

source: Kyrgyzstan
mk: Киргистан

source: Lao People's Democratic Republic
mk: Лао Народна Демократска Република

source: Latvia
mk: Летонија

source: Lebanon
mk: Либан

source: Lesotho
mk: Лесото

source: Liberia
mk: Либерија

source: Libyan Arab Jamahiriya
mk: Либиска Арапска Џамахирија

source: Liechtenstein
mk: Лихтенштајн

source: Lithuania
mk: Литванија

source: Luxembourg
mk: Луксембург

source: Macao
mk: Макао

source: Macedonia, the Former Yugoslav Republic of
mk: Македонија, Поранешна Југословенска Република

source: Madagascar
mk: Мадагаскар

source: Malawi
mk: Малави

source: Malaysia
mk: Малезија

source: Maldives
mk: Малдиви

source: Mali
mk: Мали

source: Malta
mk: Малта

source: Marshall Islands
mk: Маршалските Острови

source: Martinique
mk: Мартиник

source: Mauritania
mk: Мавританија

source: Mauritius
mk: Маврициус

source: Mayotte
mk: Мајоте

source: Mexico
mk: Мексико

source: Micronesia, Federated States of
mk: Микронезија, Федерални Држави на

source: Moldova, Republic of
mk: Молдавија, Република

source: Monaco
mk: Монако

source: Mongolia
mk: Монголија

source: Montserrat
mk: Монтсерат

source: Morocco
mk: Мароко

source: Mozambique
mk: Мозамбик

source: Myanmar
mk: Мјанмар

source: Namibia
mk: Намибија

source: Nauru
mk: науру

source: Nepal
mk: Непал

source: Netherlands
mk: Холандија

source: Netherlands Antilles
mk: Холандски Антили

source: New Caledonia
mk: нова Каледонија

source: New Zealand
mk: Нов Зеланд

source: Nicaragua
mk: Никарагва

source: Niger
mk: Нигер

source: Nigeria
mk: Нигерија

source: Niue
mk: Ниуе

source: Norfolk Island
mk: Норфолк Остров

source: Northern Mariana Islands
mk: Северни Маријански Острови

source: Norway
mk: Норвешка

source: Oman
mk: Оман

source: Pakistan
mk: Пакистан

source: Palau
mk: Палау

source: Palestinian Territory, Occupied
mk: Палестинска територија, Окупирана
