Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/mkd/LC_MESSAGES/default.po
Languages: mk

source: Panama
mk: Панама

source: Papua New Guinea
mk: Папуа Нова Гвинеја.

source: Paraguay
mk: Парагвај

source: Peru
mk: Перу - 90 80 20 30 111 331

source: Philippines
mk: Филипини

source: Pitcairn
mk: Питкерн

source: Poland
mk: Македонија

source: Portugal
mk: Португалија 1,8

source: Puerto Rico
mk: Порторико

source: Qatar
mk: Катар

source: Reunion
mk: обединување

source: Romania
mk: Романија

source: Russian Federation
mk: Руска Федерација

source: Rwanda
mk: Руанда

source: Saint Helena
mk: Света Елена

source: Saint Kitts and Nevis
mk: Свети Китс и Невис

source: Saint Lucia
mk: Света Луција

source: Saint Pierre and Miquelon
mk: Свети Винсент и Гренадини

source: Saint Vincent and the Grenadines
mk: Свети Винсент и Гренадини

source: Samoa
mk: Самоа

source: San Marino
mk: Сан Марино

source: Sao Tome and Principe
mk: Сао Томе и Принципе

source: Saudi Arabia
mk: Саудиска Арабија

source: Senegal
mk: Сенегал

source: Serbia and Montenegro
mk: Србија и Црна Гора

source: Seychelles
mk: Сејшелите

source: Sierra Leone
mk: Сиера Леоне

source: Singapore
mk: 11 референци на страницата 945 во оригиналот

source: Slovakia
mk: Словачка

source: Slovenia
mk: Словенија

source: Solomon Islands
mk: Соломонски Острови

source: Somalia
mk: Сомалија

source: South Africa
mk: Јужна Африка

source: South Georgia and the South Sandwich Islands
mk: Јужна Грузија и Јужни Сендвич Острови

source: Spain
mk: Шпанија 13,2

source: Sri Lanka
mk: Шри Ланка

source: Sudan
mk: Судан

source: Suriname
mk: Суринам

source: Svalbard and Jan Mayen
mk: Свалбард и Јан Мајен

source: Swaziland
mk: Свазиленд

source: Sweden
mk: Шведска

source: Syrian Arab Republic
mk: Сириска Арапска Република

source: Taiwan, Province of China
mk: Тајван, провинција на Кина

source: Tajikistan
mk: Таџикистан

source: Tanzania, United Republic of
mk: Танзанија, Обединета Република

source: Thailand
mk: Тајланд).

source: Timor-Leste
mk: Источен Тимор

source: Togo
mk: Да оди

source: Tokelau
mk: токелау 1,691, 1,692

source: Tonga
mk: Тонга

source: Trinidad and Tobago
mk: Тринидад и Тобаго

source: Tunisia
mk: Тунис

source: Turkey
mk: Турција 1:3000 1:27

source: Turkmenistan
mk: Туркменистан

source: Turks and Caicos Islands
mk: Турците и Каикос Острови

source: Tuvalu
mk: Тувалу

source: Uganda
mk: Уганда

source: Ukraine
mk: Украина

source: United Arab Emirates
mk: Обединети Арапски Емирати

source: United Kingdom
mk: Велика Британија

source: United States
mk: Постојат и други причини покрај негативните перцепции на пазарот за да се користи стратегија за пристап на пазарот.

source: Uruguay
mk: Уругвај

source: Uzbekistan
mk: Узбекистан

source: Vanuatu
mk: Вануату

source: Venezuela
mk: Венецуела

source: Viet Nam
mk: Виетнам.

source: Virgin Islands, British
mk: Девствени Острови, Британски

source: Virgin Islands, U.s.
mk: Девствени Острови, САД

source: Wallis and Futuna
mk: Валис и Футуна

source: Western Sahara
mk: Западна Сахара

source: Yemen
mk: Јемен

source: Zambia
mk: Замбија

source: Zimbabwe
mk: Зимбабве

source: Invalid argument #1: %s is not a valid %s identifyer.
mk: Невалиден аргумент # 1: %s не е валидно %s identifyer.

source: %s for Row %d failed to save.
mk: %s за Ред %d не успеа да се спаси.

source: You need to define at least one field to be toggleable.
mk: Вие треба да ги дефинира најмалку едно поле да биде toggleable.

source: The field %s is not in the list of toggleable fields.
mk: Полето за %s не е во листата на toggleable полиња.

source: The field %s does not have two toggleable states defined.
mk: Областа на %s нема две toggleable држави дефинирани.

source: Invalid record
mk: Невалиден рекорд

source: Server lipsum.com returns error code %s.
mk: Сервер lipsum.com враќа код за грешка %s .

source: Response from lipsum.com is empty or could not be decoded.
mk: Одговор од lipsum.com е празна или не може да се дешифрира.

source: Connection to server lipsum.com failed. %s.
mk: Lipsum.com врска со серверот не успеа. %s .

source: Please correct the errors below.
mk: Ве молам поправете ги грешките подолу.

source: Error
mk: Грешка

source: The requested address %s was not found on this server.
mk: На бараната адреса %s не е пронајден на овој сервер.

source: An Internal Error Has Occurred.
mk: За внатрешна грешка.

source: datasource configuration was not found
mk: конфигурација на изворот на податоци не е пронајден

source: CakePHP: the rapid development php framework
mk: CakePHP: брзо рамка на PHP развој

source: Debug setting does not allow access to this url.
mk: поставување debug не дозволува пристап на оваа адреса.

source: Add New Exam
mk: Додади нов испит

source: Inactive
mk: Неактивни

source: Start & End Date
mk: Почеток и Крај Датум

source: Certification of Completion
mk: Сертификат за комплетирање

source: Click here to download excel file format
mk: Кликни тука за да ја преземете Excel формат на датотека

source: Are you sure, you want to close this exam?
mk: Дали сте сигурни дека сакате да го затворите овој испит?

source: Are you sure, you want to re-activate this exam?
mk: Дали сте сигурни дека сакате повторно да ја активирате оваа испит?

source: Closed
mk: затворено

source: Results
mk: Резултати

source: Configurations
mk: конфигурации

source: General
mk: Општа

source: Contents
mk: Содржина

source: Email & SMS
mk: E-mail и SMS

source: Customer Support Service
mk: За поддршка на корисниците

source: Knowledge Base (for Documentation)
mk: База на знаење (за документација)

source: Forum (24x7x)
mk: Форум (24x7x)

source: Live Chat (For Sales & Billing Only)
mk: Разговор во живо (за продажба и наплата Само)

source: Support (For Technical Support)
mk: Поддршка (за техничка поддршка)

source: Visit Our Website
mk: Посетете ја нашата веб-страница

source: for more documentation & Details
mk: за повеќе документација и детали
