Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: File Manager
ru: Файловый Менеджер

source: You can find your result here.
ru: Вы можете найти свой результат здесь.

source: Thanks for given the exam.
ru: Спасибо за данный экзамен.

source: Dashboard
ru: Главная панель

source: Leader Board
ru: ЛИДЕРОВ

source: My Exams
ru: Мои экзамены

source: My Result
ru: Мой результат

source: Group Performance
ru: Эффективность группы

source: Payment
ru: Оплата

source: Transaction History
ru: история транзакций

source: Mailbox
ru: почтовый ящик

source: Help
ru: Помощь

source: Home
ru: Главная

source: Register
ru: Добавить

source: Log In
ru: Войти

source: Invalid Post
ru: Invalid сообщение

source: Jan
ru: Янв.

source: Feb
ru: Февр.

source: Mar
ru: Март

source: Apr
ru: Апр.

source: May
ru: Май

source: Jun
ru: Июнь

source: Jul
ru: Июль

source: Aug
ru: Авг.

source: Sep
ru: Сент.

source: Oct
ru: Окт.

source: Nov
ru: Нояб.

source: Dec
ru: Дек.

source: Percentage
ru: Процент

source: Month
ru: Месяц

source: Exams
ru: Экзамены

source: Email verified successfully
ru: Электронная почта проверяется успешно

source: Invalid Verification Code
ru: Неверный код подтверждения

source: A verification Code send to your Email inbox or Spam
ru: Код подтверждения отправить на свой электронный почтовый ящик или спам

source: Email Id already verified
ru: Id электронной почты уже подтвержден

source: Email Id not registered in system
ru: Id E-mail не зарегистрирован в системе

source: You have attempted maximum exam.
ru: Вы попытались максимально экзамен.

source: You have attempted maximum number of questions in this subject
ru: Вы попытались максимальное количество вопросов в этой теме

source: You can find your result here
ru: Вы можете найти свой результат здесь

source: Insufficient Amount.
ru: Недостаточное количество.

source: 1. The test instructions were
ru: 1. Инструкции испытаний были

source: 2. Language of question was
ru: 2. Язык был вопрос

source: 3. Overall test experience was
ru: 3. Общий опыт работы тест был

source: Any other feedback suggestion:
ru: Любое другое предложение обратной связи:

source: Feedback has submitted successfully!
ru: Обратная связь успешно отправлен!

source: Feedback already submitted.
ru: Обратная связь уже подали.

source: Email id is not registered in system
ru: Удостоверение личности электронной почты не зарегистрирован в системе

source: Your password reset link is sent to your registered email id
ru: Ваша ссылка для сброса пароля отправляется на зарегистрированный электронный идентификатор

source: Incorrect code
ru: неверный код

source: Password Changed Successfully
ru: Пароль успешно изменен

source: My Performance
ru: Мое выступление

source: My Group performance
ru: Мое выступление группы

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
ru: Применение уже установлена. Удалить приложение / TMP / installed.txt переустановить приложение

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
ru: К сожалению! Файл Разрешение Ошибка <br> Пожалуйста Гото приложение / Config / database.php в записываемый режиме.

source: A connection was successfully established with the server.
ru: Соединение было успешно установлено с сервером.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
ru: Не удалось подключиться к базе данных. Пожалуйста, проверьте настройки в приложение / Config / database.php и попробуйте еще раз

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
ru: К сожалению! Папка Разрешение Ошибка <br> Пожалуйста папку TMP в записываемый режиме.

source: Your Mail has been sent
ru: Ваше письмо отправлено

source: Forwarded message
ru: Пересланное сообщение

source: From
ru: От

source: Subject
ru: Предмет

source: The mail has been moved to the Trash
ru: Почта была перемещен в корзину

source: Your Mail has been deleted
ru: Ваша почта была удалена

source: The mail has been moved to the Inbox
ru: Письмо было перемещено в папку

source: The mail has been marked as Read
ru: Письмо было помечено как прочитанное

source: The mail has been marked as Unread
ru: Почта была отмечена как непрочитанная

source: Paypal Payment not set
ru: Paypal Оплата не установлено

source: Payment Cancel
ru: Оплата Отменить

source: Wallet Payment
ru: Кошелек Оплата

source: Try again! Can not connect to paypal
ru: Попробуй еще раз! Не удается подключиться к PayPal

source: Invalid Amount
ru: Неверное количество

source: Payment already done
ru: Оплата уже сделано

source: Payment not done
ru: Оплата не сделали

source: Payment successfully! Amount %s added in your wallet
ru: Оплата успешно! Сумма %s добавлен в вашем бумажнике

source: Profile Updated Successfully
ru: Профиль успешно обновлён

source: Photo Updated Successfully
ru: Фото Обновлено Успешно

source: Invalid Password
ru: Неправильный пароль.

source: Please select any group
ru: Пожалуйста, выберите любую группу

source: Invalid Security Code
ru: Неверный код безопасности

source: Score
ru: Счет

source: Max Marks
ru: Макс Marks

source: Marks Scored
ru: Marks Состав исполнителей

source: Subject Wise Time Taken
ru: Тема Wise Время съемки

source: Correct Question
ru: Правильный вопрос

source: Incorrect Question
ru: некорректный вопрос

source: Right Marks
ru: правые Marks

source: Negative Marks
ru: Отрицательные знаки

source: Percentage(%) in Exam
ru: Процент (%) в экзамен

source: Percentage(%)
ru: Процент

source: st
ru: стоун

source: nd
ru: н/о

source: th
ru: Чт

source: You %s
ru: для ВАС

source: Topper %s
ru: Топпер %s

source: Administrator
ru: Исполнительный директо

source: Payment Gateway
ru: Платежный шлюз

source: Pay Exam
ru: Оплатить экзамен

source: Your account has expired. Please contact administrator
ru: Ваш аккаунт истек. Пожалуйста, обратитесь к администратору

source: You have been logged in successfully
ru: Вы были успешно вошли в систему

source: Your email not verified! Please click on link sent to your email inbox or spam
ru: Ваш электронный адрес не подтвержден! Пожалуйста, нажмите на ссылку, отправленную на ваш электронный почтовый ящик или спам

source: Incorrect username/password
ru: Неправильное Имя пользователя/Пароль

source: You have been logged out successfully
ru: Вы вышли из системы успешно

source: You are %s Member! Please contact administrator
ru: Вы %s член! Пожалуйста, обратитесь к администратору

source: Hours
ru: часов

source: Mins
ru: 70 мин.

source: Sec
ru: Сек

source: Grand Total
ru: ИТОГО

source: Your Question has been added for exam
ru: Ваш вопрос был добавлен к экзамену

source: Your Question has been deleted for exam
ru: Ваш вопрос был удален за экзамен

source: No Permission
ru: Нет разрешения

source: Advertisement has been saved
ru: Реклама была сохранена

source: Invalid post
ru: Invalid сообщение

source: Advertisement has been deleted
ru: Реклама удалена

source: Photo Changed Successfully
ru: Фотография успешно изменен

source: Not Attempted
ru: Не пытался

source: Marks Updated
ru: Marks Обновлено

source: Successfully Finalize
ru: Успешно Доработать

source: Successfully Closed Exam
ru: Успешно Закрыто экзамен

source: English
ru: английский

source: French
ru: Французский язык

source: Your Setting has been saved
ru: Ваша установка была сохранена

source: Page Added Successfully
ru: Страница успешно добавлен

source: Pages updated Successfully
ru: Страницы успешно обновлен

source: Page has been deleted
ru: Страница была удалена

source: Page has been Unpublished
ru: Страница была Неопубликованные

source: Page has been Published
ru: Страница была опубликована

source: Something wrong
ru: Нечто Плохое

source: Currency has been saved
ru: Валюта была сохранена

source: Currency has been deleted
ru: Валюта была удалена

source: Student Details
ru: Информация о студенте

source: Active
ru: Активен

source: Pending
ru: На проверке

source: Suspend
ru: подвешивать

source: Pass
ru: Пропустить

source: Fail
ru: Завалить

source: Absent
ru: Отсутствует

source: Student
ru: Студент

source: Passing %age
ru: Переходя %a GE

source: Average %age
ru: Средняя %a GE

source: Question Count
ru: Вопрос Граф

source: Total Question
ru: Общий вопрос

source: Question Bank Difficulty Wise
ru: Вопрос банка Сложность Мудрый

source: Easy
ru: Легко

source: Medium
ru: Средняя

source: Hard
ru: Сложно

source: Name has been updated
ru: Имя обновлен

source: Email template has been saved
ru: Шаблон сообщения электронной почты сохранен

source: Email template has been deleted
ru: Шаблон сообщения электронной почты удален

source: End Date is not less than Start date
ru: Дата окончания не менее Дата начала

source: Please Select any group
ru: Выберите любую группу

source: Please Add Subject To Exam
ru: Пожалуйста, Добав.тему к экзамену

source: Exam has been saved. Add questions in exam
ru: Экзамен был сохранен. Добавление вопросов в экзамен

source: Exam has been saved
ru: Экзамен был сохранен

source: Exam has been updated
ru: Экзамен был обновлен

source: Exam has been deleted
ru: Экзамен был удален

source: Difficulty Level
ru: Уровень сложности:

source: Subject Wise Question Count
ru: Тема Мудрый Вопрос Граф

source: Exam sucessfully inactivated
ru: Экзамен успешно инактивируется

source: Exam sucessfully activated
ru: Экзамен успешно активирован

source: There are no question added!
ru: Там нет ни одного вопроса добавил!

source: Your username is sent to your registered email id
ru: Ваше имя пользователя будет отправлено на Ваш зарегистрированный электронный идентификатор

source: Group Added Successfully
ru: Группа успешно добавлен

source: Group has been saved
ru: Группа была сохранена

source: Group has been deleted
ru: Группа удалена

source: Delete subject first
ru: Удалить тему первый

source: Help content has been saved
ru: Содержание Помощь была сохранена

source: Help content has been deleted
ru: Содержимое справки было удалено

source: Questions imported successfully
ru: Вопросы успешно импортирован

source: File not uploaded
ru: Файл не загружен

source: Only CSV File supported
ru: Поддерживается только CSV-файл

source: Please Select Subject
ru: Выберите Тема

source: Please Select any Group
ru: Выберите любую группу

source: Students imported successfully
ru: Студенты успешно импортирован

source: Please Select Group
ru: Выберите группу

source: Student Email not found
ru: Студент E-mail не найден

source: News has been saved
ru: Новости были сохранены

source: News has been deleted
ru: Новости удален

source: Paypal Payment Setting has been saved
ru: Paypal Оплата Установка была сохранена

source: Setting Problem
ru: Постановка задачи

source: Please Choose the Correct answer
ru: Пожалуйста, выберите правильный ответ

source: Please select true or false
ru: Пожалуйста, выберите истинным или ложным

source: Please fill blank space
ru: Пожалуйста, заполните пустое пространство

source: Question added to bank successfully
ru: Вопрос добавлен в банк успешно

source: Question has been updated
ru: Вопрос был обновлен

source: Question has been deleted
ru: Вопрос был удален

source: Delete exam first!
ru: Удалить экзамен первым!

source: Question Difficulty Level
ru: Вопрос Уровень сложности

source: Performance
ru: Эффективность

source: Candidate Marks Distribution
ru: Кандидат Marks Распределение

source: Max Marks Distribution
ru: Max Marks Распределение

source: Please select any type in the list
ru: Пожалуйста, выберите любой тип в списке

source: Please type any email
ru: Пожалуйста, введите любую электронную почту

source: Email has been sent
ru: Электронное письмо отправлено.

source: No email to send
ru: Нет электронной почты для отправки

source: Please type any name
ru: Пожалуйста, введите любое имя

source: Sms has been sent
ru: Sms было отправлено

source: No sms to send
ru: Нет смс для отправки

source: Signature has been saved
ru: Подпись была сохранена

source: Signature has been deleted
ru: Подпись удалена

source: Slide has been saved
ru: Slide сохранен

source: Slide has been deleted
ru: Слайд был удален

source: SMS template has been saved
ru: шаблон SMS сохранен

source: SMS template has been deleted
ru: шаблон SMS удален

source: Student added Successfully
ru: Студент успешно добавлен

source: Please Select atleast one group
ru: Выберите по крайней мере одну группу

source: Student has been updated
ru: Студент был обновлен

source: Student has been deleted
ru: Студент был удален

source: Student Wallet has been updated
ru: Студенческий кошелек был обновлен

source: Subject Added Successfully
ru: Тема Успешно добавлен

source: Subject already exist
ru: Тема уже существуют

source: Subject has been updated
ru: Тема была обновлена

source: Subject has been deleted
ru: Тема была удалена

source: Testimonial has been saved
ru: Характеризует был сохранен

source: Testimonial has been updated
ru: Характеризует был обновлен

source: Testimonial has been deleted
ru: Характеризует был удален

source: User Added Successfully
ru: Пользователь успешно добавлен

source: User has been updated
ru: Пользователь обновлен

source: User has been deleted
ru: Пользователь удален

source: Permission update successfully
ru: Обновление Разрешение успешно

source: You have been logged in Successfully
ru: Вы были успешно вошли в систему

source: You have been logged out
ru: Вы вышли из системы.

source: Level User has been saved
ru: Уровень пользователя был сохранен

source: Level user has been deleted
ru: Уровень пользователя был удален

source: Logo has been saved
ru: Логотип был сохранен

source: Logo has been deleted
ru: Логотип был удален

source: Add Questions
ru: Добавить вопрос

source: Question Type
ru: тип вопроса

source: Search
ru: Поиск

source: Reset
ru: Сброс

source: Add To Exam
ru: Добавить к экзамену

source: Delete To Exam
ru: Удалить Чтобы экзамен

source: Back To Exam
ru: Назад к экзамену

source: Type
ru: Тип

source: Body of Question
ru: Тело Вопрос

source: Level
ru: Уровень

source: Marks
ru: Модель

source: Action
ru: Действие

source: Add Advertisement
ru: Добавить Объявление

source: Advertisement Name
ru: Реклама Имя

source: Ordering
ru: Заказ

source: URL
ru: URL Русский

source: URL Type
ru: URL Тип

source: Internal
ru: Внутренний

source: External
ru: Внешний

source: Upload Image (350*260)
ru: Загрузить изображение (350 * 260)

source: Save
ru: Сохранить

source: Close
ru: Закрыть

source: Update Photo
ru: Обновление Фото

source: Upload Photo
ru: Идет загрузка фото

source: Update
ru: Обновить

source: Cancel
ru: Отмена

source: Edit Advertisements
ru: Редактировать Реклама

source: Form
ru: Форма

source: Status
ru: Состояние

source: Advertisements
ru: Реклама.

source: Add New Advertisement
ru: Добавить новое объявление

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: View
ru: Просмотр

source: Change Photo
ru: Изменить Фото

source: View Slides
ru: Просмотр слайдов

source: Attempted Papers of
ru: Покушение Бумаги

source: Name
ru: Название

source: Total Marks
ru: Всего знаков

source: Obtained Marks
ru: Полученные Marks

source: Result Finalized
ru: Результат Завершена

source: Finalize It
ru: Доработка It

source: PASSED
ru: контроль пройден

source: Finalized By
ru: Завершается По

source: Question No
ru: Вопрос №

source: Option1
ru: Опция 2

source: Option2
ru: Опция 2

source: Option3
ru: Опция 2

source: Option4
ru: Опция 2

source: Option5
ru: Опция 2

source: Option6
ru: Опция 2

source: Marked Answer
ru: Выраженное ответа

source: Correct Answer
ru: Правильный ответ

source: Time Taken
ru: Затраченное время

source: Marks Obtained
ru: Marks Получено

source: Checked by
ru: Проверил

source: System
ru: Система

source: Configuration Options
ru: Опции настройки

source: Site Name
ru: Название сайта

source: Organization Name
ru: Название организации

source: Domain Name
ru: Имя Домена:

source: Organization Email
ru: Организация E-mail

source: Time Zone
ru: Часовой Пояс

source: Please Select
ru: [Выберите, пожалуйста]

source: Currency
ru: Валюта

source: Header Contact
ru: Заголовок Связаться

source: Email Contact
ru: Электронная почта Контактный

source: Display records per page
ru: Показать записи на странице

source: Max records per page
ru: Макс записывает на одной странице

source: Date Format
ru: Формат даты

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
ru: Дата, месяц, год, час, мин, сек, Меридиан, дата Seprator, время Seprator

source: Image
ru: Изображение

source: Text
ru: Текст

source: Text Direction
ru: Направление текста

source: Left-to-right (LTR)
ru: Слева направо (LTR)

source: Right-to-Left (RTL)
ru: Справа налево (RTL)

source: Language
ru: Язык

source: Enable SMS Notification
ru: Включить уведомления по SMS

source: Enable Email Notification
ru: Включить уведомления по электронной почте

source: Manual Verification
ru: Руководство по проверке

source: Front End Registration
ru: Front End регистрации

source: Front End Slides
ru: Front End Слайды

source: Translation
ru: Перевод

source: Paid Exam
ru: Платный экзамен

source: Exam Expiry
ru: экзамен экспирации

source: Exam Feedback
ru: экзамен Обратная связь

source: Tolrance Count
ru: Tolrance граф

source: Certificate
ru: Сертификаци

source: Testimonial
ru: Отзывы

source: Advertisement
ru: Предуведомление

source: No. of Visitor
ru: Количество Посетитель

source: No. of Student
ru: Количество Student

source: No. of Exam
ru: Количество экзамена

source: Save Settings
ru: Сохранить настройки

source: Add Pages
ru: Добавить Страницы

source: Link Name
ru: ссылка имя

source: Link Order
ru: Ссылка Заказать

source: Page Type
ru: полоса набора

source: External Url
ru: Внешний URL

source: Url Target
ru: Веб-сайт Целевой

source: Page Name
ru: Имя страницы

source: Page Url
ru: URL страницы

source: Page Content
ru: Содержание страницы

source: Edit Pages
ru: Редактировать страницы

source: Pages
ru: Страницы

source: Add New Page
ru: Добавить новую страницу

source: Published
ru: Опубликовано

source: Unpublished
ru: Не опубликовано

source: Add Currency
ru: Добавить валюту

source: Currency Name
ru: название валюты

source: Short Name
ru: Краткое Имя

source: Upload Currency (Less or equal to 50*50)
ru: Загрузить Валюта (меньше или равна 50 * 50)

source: Add New Currency
ru: Добавить новую валюту

source: In Progress Exam
ru: В ходе экзамена

source: Upcoming Exam
ru: Ближайший экзамен

source: Completed Exam
ru: Завершена экзамен

source: Students
ru: Студенты

source: In Progress & Upcoming Exams
ru: In Progress & Предстоящие экзамены

source: Date
ru: Дата

source: Exam Name
ru: Экзамен Название

source: Group
ru: Группа

source: Duration
ru: Длительность

source: Recent Exam Results
ru: Последние Результаты экзамена

source: Exam
ru: Осмотр

source: Overall Result
ru: Общий результат

source: Student Stats
ru: Student Статистика

source: To
ru: До

source: Details
ru: Детали

source: Top 10 Student Group Wise
ru: Топ-10 Студенческая группа Wise

source: Student Statistic Table
ru: Student Статистика Таблица

source: Total Students
ru: Всего учащихся

source: Total Active
ru: Всего активных

source: Total Pending
ru: Итого В ожидании

source: Total Suspended
ru: Общее содержание взвешенных

source: Top 10 Question Bank Subject Wise
ru: Top 10 Вопрос банка Предмет Wise

source: Top 10 Difficulty Level of Questions
ru: Top 10 Уровень сложности вопросов

source: Question Count Table
ru: Вопрос Count Таблица

source: Bank Name
ru: Название банка

source: Total Normal
ru: Итого Нормальный

source: Total Difficult
ru: Итого Затруднились

source: Diffculty Level
ru: Уровень Трудность

source: E-Mail Settings
ru: Настройки электронной почты

source: Email Type
ru: Тип E-mail

source: Server Name / Host
ru: Имя сервера / хоста

source: Port
ru: Порт

source: User Name
ru: Имя пользователя

source: Password
ru: Пароль

source: Add Email Template
ru: Добавить Шаблон письма

source: Email Template
ru: ; Email шаблоны

source: Edit Email Templates
ru: Редактировать шаблоны письма (e-mail)

source: Email Templates
ru: Email-шаблоны

source: Add New Email Template
ru: Добавить новый шаблон электронной почты

source: Template
ru: Шаблон

source: Subject Added successfully
ru: Тема успешно добавлен

source: Add Exam
ru: Добавить экзамен

source: Name of Exam
ru: Название экзамена

source: Passing Percentage
ru: Passing Процент

source: Instruction
ru: Инструкция

source: Exam Duration (Min.)
ru: Экзамен Продолжительность (мин.)

source: 0 for unlimited duration
ru: 0 на неограниченный срок

source: Attempt Count
ru: Попытка граф

source: 0 for unlimited attempt
ru: 0 для неограниченной попытки

source: Start Date
ru: Дата начала

source: End Date
ru: Дата окончания

source: Show Answer Sheet
ru: Показать ответ Sheet

source: Yes
ru: Да

source: No
ru: Нет

source: Select Group
ru: Выбрать группу

source: Student Group
ru: Студенческая группа

source: Negative Marking
ru: Отрицательная Маркировка

source: Random Question
ru: Случайный вопрос

source: Amount
ru: Сумма

source: Browser Tolrance
ru: Браузер Tolrance

source: Expiry Days
ru: экспирации Дни

source: 0 for Unlimited
ru: 0 для Неограниченный

source: Result After Finish
ru: Результат После завершения

source: Mode
ru: Режим

source: Instant Result
ru: Мгновенный результат

source: Option Shuffle
ru: Опция В случайном порядке

source: Add Subjects To Exams
ru: Добавить подданным Экзаменов

source: Subject Name
ru: Тема Имя

source: No. of Questions
ru: Количество вопросов

source: Ques Attempt Count
ru: Ques Попытаться Count

source: Questions Attempt Count
ru: Вопросы Попытаться Count

source: Leave blank for not showing (0 for unlimited)
ru: Оставьте пустым, чтобы не показывать (0 для бесконечного количества)

source: ctrl+click to add multiples
ru: Ctrl + клик, чтобы добавить кратные

source: Add
ru: Добавить

source: Edit Exam
ru: Редактировать экзамен

source: Exam Stats
ru: экзамен Статистика

source: No of Student Passed
ru: Нет студенческих Пройдена

source: Download
ru: Скачать

source: No of Student Failed
ru: Нет студенческих Failed

source: No of Student Absent
ru: Нет Студенческого Absent

source: Exam Details
ru: экзамен подробности

source: Finalize Result
ru: Доработка Результат

source: Attempted Papers
ru: Покушение Документы

source: Eligible Group
ru: Приемлемые группы

source: Close Exam
ru: Закрыть экзамен

source: Activate Exam
ru: Активировать экзамен

source: Exam Closed Re-Activate Exam
ru: Экзамен Закрыто Re-Activate экзамен

source: Browser Tolrence
ru: Браузер Tolrence

source: Expiry
ru: Срок годности:

source: Unlimited
ru: Неограничено

source: Days
ru: Дней

source: Subjective
ru: субъективный

source: Objective
ru: Цель

source: True &amp; False
ru: Правда & Amp; Ложь

source: Fill in the blanks
ru: Заполнить бланки

source: Total Questions
ru: Всего Вопросы

source: Question Attempt Count
ru: Вопрос Покушение Count

source: H
ru: З

source: Total
ru: Итого

source: E
ru: Д

source: M
ru: М

source: S.No.
ru: № п/п

source: Student Name
ru: Имя ученика: _______________________________

source: Enrolment
ru: Регистрация

source: Phone
ru: Телефон

source: Result Status
ru: Результат Статус

source: Forgot Password
ru: Забыл пароль

source: Email ID
ru: ID электронной почты

source: Submit
ru: Отправить

source: Forgot Username
ru: Забыли имя пользователя

source: Login
ru: Пользователь

source: Verification Code
ru: Код подтверждения:

source: Please enter verification Code
ru: Пожалуйста, введите проверочный код

source: Reset Password
ru: Сброс Пароля

source: Confirm Password
ru: Подтвердите Пароль

source: Add Groups
ru: Добавление групп

source: Group Name
ru: Имя Группы

source: Edit Groups
ru: Редактирование групп

source: Groups
ru: Группы
