Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Suriname
ru: Суринам

source: Swaziland
ru: Свазиленд

source: Sweden
ru: Швеция

source: Switzerland
ru: Швейцария

source: Tajikistan
ru: Таджикистан

source: Thailand
ru: Тайланд

source: Togo
ru: Того

source: Tonga
ru: Тонга

source: Trinidad and Tobago
ru: Тринидад и Табаго

source: Tunisia
ru: Тунис

source: Turkey
ru: Турция

source: Turkmenistan
ru: Туркменистан

source: Turks and Caicos Islands
ru: Острова Теркс и Кайкос

source: Tuvalu
ru: Тувалу

source: Uganda
ru: Уганда

source: Ukraine
ru: Украина

source: United Arab Emirates
ru: ОАЭ

source: United Kingdom
ru: Великобритания

source: United States
ru: Соединенные Штаты Америки

source: Uruguay
ru: Уругвай

source: Uzbekistan
ru: Узбекистан

source: Vanuatu
ru: Вануату

source: Venezuela
ru: Венесуэла

source: Wallis and Futuna
ru: Уоллис и Футуна

source: Western Sahara
ru: Западная Сахара

source: Yemen
ru: Йемен

source: Zambia
ru: Замбия

source: Zimbabwe
ru: Зимбабве

source: Invalid argument #1: %s is not a valid %s identifyer.
ru: Неверный аргумент # 1: %s не является корректным %s identifyer.

source: %s for Row %d failed to save.
ru: %s для строки %d не удалось спасти.

source: You need to define at least one field to be toggleable.
ru: Вы должны определить по крайней мере одно поле, чтобы быть переключаемой.

source: The field %s is not in the list of toggleable fields.
ru: Поле %s не находится в списке переключаемой полей.

source: The field %s does not have two toggleable states defined.
ru: Поле %s не имеет двух переключаемой состояния определены.

source: Invalid record
ru: Неверная запись

source: Server lipsum.com returns error code %s.
ru: Сервер lipsum.com возвращает код ошибки %s .

source: Response from lipsum.com is empty or could not be decoded.
ru: Ответ от lipsum.com пуста или не могли быть расшифрованы.

source: Connection to server lipsum.com failed. %s.
ru: Подключение к серверу lipsum.com не удалось. %s .

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: Error
ru: Ошибка

source: The requested address %s was not found on this server.
ru: Запрашиваемый адрес %s не найден на этом сервере.

source: An Internal Error Has Occurred.
ru: Произошла внутренняя ошибка.

source: datasource configuration was not found
ru: Конфигурация источника данных не найден

source: CakePHP: the rapid development php framework
ru: CakePHP: быстрое среда разработки PHP

source: Debug setting does not allow access to this url.
ru: Настройка отладки не позволяет получать доступ к этой ссылке.

source: Add New Exam
ru: Добавить новый экзамен

source: Inactive
ru: Неактивно

source: Start & End Date
ru: Начало и Окончание

source: Certification of Completion
ru: Сертификация Завершение

source: Click here to download excel file format
ru: Нажмите здесь, чтобы загрузить формат файла первенствовать

source: Are you sure, you want to close this exam?
ru: Вы уверены, что хотите закрыть этот экзамен?

source: Are you sure, you want to re-activate this exam?
ru: Вы уверены, что вы хотите, чтобы заново активировать этот экзамен?

source: Closed
ru: Закрыто

source: Results
ru: Результаты

source: Configurations
ru: Конфигураци

source: General
ru: Основные параметры

source: Contents
ru: Содержание

source: Email & SMS
ru: Электронная почта и SMS

source: Customer Support Service
ru: Служба поддержки клиентов

source: Knowledge Base (for Documentation)
ru: База знаний (для документации)

source: Forum (24x7x)
ru: Форум (24x7x)

source: Live Chat (For Sales & Billing Only)
ru: Онлайн-чат (для продаж & Billing Only)

source: Support (For Technical Support)
ru: Поддержка (Для получения технической поддержки)

source: Visit Our Website
ru: Посетите наш сайт

source: for more documentation & Details
ru: Для получения дополнительной документации и детали
