Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
ru: Пожалуйста, закройте все программы, которые или загружать файлы в фоновом режиме Например: Dropbox, торренты и т.д.

source: Instructions
ru: Инструкции

source: I am ready to begin
ru: Я готов начать

source: Exam Start
ru: экзамен Старт

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
ru: Этот экзамен является платным. Сумма должна быть вычтена на ваш кошелек автоматически. После запуска таймера экзамена не остановится. Вы хотите оплатить и начать?

source: These are the exam(s) which has been purchased
ru: Это экзамен (ы), который был приобретен

source: Correct Marks
ru: Правильные Marks

source: Save & Next
ru: Сохранить & Следующая

source: Review
ru: Отзыв

source: Reset Answer
ru: Сброс ответа

source: Finish
ru: Конец

source: Current Question
ru: Текущий вопрос

source: Answered
ru: Ответил

source: Not Answered
ru: Без ответа

source: Navigated Away
ru: Отсутствует переключение между которыми осуществляется

source: you had navigated away from the test window. This will be reported to Moderator
ru: Вы уже переходите от тестового окна. Это будет сообщено модератору

source: Do not repeat this behaviour
ru: Не повторять это поведение

source: Otherwise you may get disqualified
ru: В противном случае вы можете получить дисквалифицирован

source: Continue
ru: Продолжить

source: Finalize
ru: Завершить

source: Do you wish to submit and close the
ru: Вы хотите, чтобы представить и закрыть

source: Once you submit, you will not be able to review the
ru: После того, как вы представляете, вы не сможете провести обзор

source: Summary of your attempts in this
ru: Резюме ваших попыток в этом

source: as show below
ru: как показано ниже

source: Attempted
ru: попытка

source: Return To First Question
ru: Возврат к первому вопросу

source: These are the exam(s) that are planned you in near future
ru: Это экзамен (ы), которые планируется вам в ближайшем будущем

source: Attempt Now
ru: Попытаться сейчас

source: Your performance compared to your group
ru: Ваша производительность по сравнению с вашей группой

source: Can't read? Reload
ru: Не можете прочитать? перезагружать

source: Enter security code shown above
ru: Введите защитный код, указанный выше

source: Answer simple math
ru: Ответ простой математике

source: Attempts
ru: Попытки

source: Remaining
ru: Осталось

source: Expiry Date
ru: Срок годности:

source: Expired Date
ru: Дата истечения срока

source: Free
ru: Бесплатно

source: Not Purchased
ru: Не Приобретенные

source: View Details
ru: Показать подробности

source: Load Editor
ru: Редактор нагрузки

source: Installation
ru: Установка

source: Step 1 of 4
ru: Шаг 1 из 4

source: Server Configuration & Setup Requirements
ru: Конфигурация сервера и установки Требования

source: Setup Requirements
ru: Требования к настройке

source: Installing this software require certain server side extension and capability
ru: Установка этого программного обеспечения требуют определенной стороне сервера расширения и возможности

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
ru: пожалуйста, проверьте ниже, и сравнить с сервером текущих статуй справа. Вы можете нажать на иконку рядом с каждой технологии для деталей.

source: Extensions &amp; Applications
ru: Расширения & Amp; Приложения

source: HTTP Server. For example: Apache
ru: HTTP-сервер. Например: Apache

source: Require
ru: Нужен

source: PHP 5.2.8 or greater
ru: PHP 5.2.8 или выше

source: Database Engine MySQL (4 or greater)
ru: MySQL Database Engine (4 или более поздней версии)

source: Mandatory
ru: Обязательный

source: Server Status
ru: Статус сервера

source: Web Server
ru: Web-сервер

source: PHP Version
ru: PHP версия

source: MYSQL Version
ru: Версия MySQL

source: PDO Unavailable
ru: PDO Недоступен

source: PDO Available
ru: PDO Доступные

source: GD Availiable
ru: GD Доступно

source: Directory &amp; File Permission
ru: Каталог & Amp; Разрешение файла

source: These Folders of Files need to be
ru: Эти папки файлов должны быть

source: for application to be installed.
ru: для применения к установке.

source: Folders or Files
ru: Папок или файлов

source: app/tmp/
ru: приложение / TMP /

source: app/Config/database.php
ru: приложение / Config / database.php

source: app/Config/core.php
ru: приложение / Config / core.php

source: Refresh
ru: Обновить

source: Let's Start
ru: ПРИСТУПИМ!

source: Step 2 of 4
ru: Шаг 2 из 4

source: Installation Agreement
ru: соглашение по установке

source: I Accept to Proceed
ru: Я принимаю к Продолжить

source: Step 3 of 4
ru: Шаг 3 из 4

source: Database Connection Settings
ru: Настройки подключения к базе данных

source: Host Name
ru: Имя Хоста

source: Usually Localhost
ru: Обычно Localhost

source: Database Name
ru: Имя Базы Данных

source: Database User
ru: База данных пользователей

source: Database User Name
ru: Имя Пользователя Базы Данных

source: Database Password
ru: Пароль Базы Данных

source: Database User Password
ru: База данных пользователя Пароль

source: Database Type
ru: Тип базы данных

source: Test Connection
ru: Пров.соед

source: Step 4 of 4
ru: Шаг 4 из 4

source: Name of Your Website
ru: Название вашего сайта

source: Meta Keyword
ru: Мета Ключевое слово

source: Useful for SEO
ru: Полезно для SEO

source: Meta Content for SEO
ru: Мета Контент для SEO

source: Please Select Timezone
ru: Выберите часовой пояс

source: Name of Your Organization/Company
ru: Название организации / компании

source: Default Admin Email
ru: По умолчанию Администратор E-mail

source: Install Sample Data With Dummy Entries
ru: Установка образцов данных с соской записей

source: Install
ru: Установить

source: Welcome to
ru: Добро пожаловать в

source: Set Avatar
ru: Набор Аватар

source: Sign out
ru: Выйти

source: Copyright
ru: Авторское право

source: follow on facebook
ru: следовать на Facebook

source: Latest News & Events
ru: Последние новости и события

source: Time
ru: Время

source: Download PDF
ru: Скачать PDF

source: Average Percentage(%)
ru: Средний процент (%)

source: Exam Given
ru: экзамен Учитывая

source: Delete Forever
ru: Удалить навсегда

source: Move to Trash
ru: Переместить в корзину

source: News Detail
ru: Новости в подробностях

source: No of Visitors
ru: Нет Посетителей

source: No of Students
ru: Нет студентов

source: No of Exams
ru: Нет экзаменов

source: Payment From Pay Pal
ru: Оплата от Pay Pal

source: Pay From Pay Pal
ru: Оплатить От Pay Pal

source: Profile
ru: Профиль

source: Edit Profile
ru: Редактировать профиль

source: New Student Register
ru: Новый Student Регистрация

source: Security Code
ru: Код безопасности

source: Answers
ru: Ответы:

source: My Results
ru: Мои результаты

source: Attempt Date
ru: Покушение Дата

source: SCORE CARD
ru: Учетные карточки

source: SUBJECT REPORT
ru: ПРЕДМЕТ ОТЧЕТ

source: TIME MANAGEMENT
ru: Тайм-менеджмент

source: QUESTION REPORT
ru: ВОПРОС ОТЧЕТ

source: SOLUTION
ru: РЕШЕНИЕ

source: COMPARE REPORT
ru: СРАВНИТЬ ОТЧЕТ

source: Score Card For
ru: Учетные карточки для

source: Total No. of Student
ru: Общее количество Student

source: My Marks
ru: Мои оценки

source: Total Marks of Test
ru: Всего Отметки Test

source: My Percentile
ru: Мой Процентиль

source: Total Question in Test
ru: Общий вопрос в тесте

source: Total Attempt Question in Test
ru: Total Покушение Вопрос в тесте

source: Left Question
ru: левый Вопрос

source: Left Question Marks
ru: Левый Вопрос Marks

source: Total Time of Test
ru: Общее время Теста

source: My Time
ru: Мое время

source: My Rank
ru: Мой Ранг

source: Performance Report For
ru: Отчет для

source: Question & Marks Wise Report For
ru: Вопрос & Marks Мудрый отчет для

source: Subject Report For
ru: Тема Отчет для

source: Correct
ru: Верный

source: Unattempted Questions
ru: Unattempted Вопросы

source: Graphical Report For
ru: Графический отчет для

source: Time Management For
ru: Время для управления

source: Question Report For
ru: Вопрос Отчет для

source: Question Status
ru: Вопрос статуса

source: Your Answer
ru: Твой ответ

source: Your Score
ru: Ваш счет

source: Your Time
ru: Ваше время

source: Solution For
ru: Решение Для

source: Not Attempt
ru: Не пытайтесь

source: Attempt
ru: попытка

source: Incorrect
ru: Неправильный

source: Your Answers
ru: Ваши ответы

source: Solution
ru: Решение:

source: Bookmark
ru: Добавить в закладки

source: Compare Report For
ru: Сравнить отчет за

source: Total Ques.
ru: Всего Ques.

source: Maximum Marks
ru: Максимальная оценка

source: Attempted Ques.
ru: Покушение Ques.

source: Correct Ques.
ru: Правильные Ques.

source: Incorrect Ques.
ru: Неверные Ques.

source: Percentile
ru: процентиль

source: Previous
ru: Предыдущая

source: This is to certify that
ru: Настоящим удостоверяется, что

source: has succesfully completed the
ru: уже успешно завершена

source: in course program offered by
ru: в ходе программы, предлагаемые

source: Student Login
ru: Студент Войти

source: Sign In
ru: Войти

source: Forgot Passwocrd
ru: Забыли Passwocrd

source: New User? Create Account
ru: Новый пользователь? Регистрация

source: Engine is not loaded
ru: Двигатель не загружен

source: Pdf engine "%s" not found
ru: Pdf двигатель \ " %s " не найден

source: Pdf engines must extend "AbstractPdfEngine"
ru: Pdf двигатели должны расширить \ "" AbstractPdfEngine

source: Crypto is not loaded
ru: Crypto не загружен

source: Pdf crypto "%s" not found
ru: Pdf Crypto \ " %s " не найден

source: Crypto engine must extend "AbstractPdfCrypto"
ru: Crypto двигатель должен продлить \ "" AbstractPdfCrypto

source: Controller attribute $pdfConfig is not correct or missing
ru: Атрибут контроллера $ pdfConfig не является правильным или отсутствует

source: -> Testing :url
ru: -> Тестирование: URL

source: Total Requests made: :requests
ru: Всего запросов: из: запросы

source: Total Time elapsed: :duration (seconds)
ru: Общее время истекло:: продолжительность (в секундах)

source: Requests/Second: :rps req/sec
ru: Запросы / Second:: RPS запросов / сек

source: Average request time: :average-time seconds
ru: Среднее время запроса:: среднее-время секунд

source: Standard deviation of average request time: :std-dev
ru: Стандартное отклонение среднего времени запроса:: СТД-DEV

source: Longest/shortest request: :longest sec/:shortest sec
ru: Самая длительная / короткая просьба:: наибольшая протяженность сек /: Кратчайший сек

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
ru: Позволяет получить некоторые грубые бенчмаркинг statisticsabout полностью квалифицированное URL.

source: The URL to request.
ru: URL для запроса.

source: Number of iterations to perform.
ru: Число итераций для выполнения.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
ru: Максимальное общее время для всех итераций, в seconds.If одной итерации занимает больше, чем тайм-аут, только один запрос будет сделан

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
ru: Пример использования: `торт тест --n 10 --t 100 HTTP: // локальный / testsite`. <Информация> Примечание: </ Информация> этот тест не включает в себя браузер время рендеринга.

source: Component initialization
ru: Компонент инициализации

source: Controller action
ru: регулятор

source: Controller action start
ru: начало действия контроллера

source: Processing toolbar state
ru: состояние панели инструментов обработки

source: Processing toolbar data
ru: Данные панели инструментов обработки

source: Controller render start
ru: Контроллер визуализации начало

source: Could not load DebugToolbar panel %s
ru: Не удалось загрузить DebugToolbar панель %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
ru: Основная обработка (производный от $ _SERVER [\ "request_time "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
ru: Заголовки уже отправлены в %s на линии %s . Не удается отправить данные журнала FirePHP.

source: Incorrect parameter count for FireCake::fb()
ru: Некорректное подсчет параметров для FireCake :: фб ()

source: Maximum number (99,999) of messages reached!
ru: Максимальное количество (99999) сообщений достиг!

source: There are no active panels. You must enable a panel to see its output.
ru: Там нет активных панелей. Вы должны включить панель, чтобы увидеть его выход.

source: App Constants
ru: App Константы

source: CakePHP Constants
ru: CakePHP Константы

source: Hidef Environment
ru: HiDef Окружающая среда

source: Request History
ru: Запрос истории

source: No previous requests logged.
ru: Ни одна из предыдущих запросов не вошли.

source: previous requests available
ru: предыдущие просьбы о доступных

source: Restore to current request
ru: Восстановить текущего запроса

source: Included Files
ru: включаемых файлов

source: Logs
ru: Журнал

source: There were no log entries made this request
ru: Там не было никаких записей журнала сделали этот запрос

source: Request
ru: Сделать

source: No post data.
ru: Нет данных. разместить

source: No querystring data.
ru: Нет данных QueryString.

source: Current Route
ru: Текущий маршрут

source: Session
ru: Сессия

source: Sql Logs
ru: Sql Журналы

source: No query logs when debug < 2.
ru: Нет запросов журналов, когда отладить <2.

source: No query logs.
ru: Нет запросов журналов.

source: Total Time: %s ms <br />Total Queries: %s queries
ru: Общее время: %s мс <br /> Всего запросов: %s запросы

source: Query Explain:
ru: Запрос Объясните:

source: Click an "Explain" link above, to see the query explanation.
ru: Нажмите на \ "" Объясните ссылку выше, чтобы увидеть пояснения запроса.

source: No active database connections
ru: Нет активных соединений с базой данных

source: Memory
ru: Память

source: Peak Memory Use
ru: Пик использования памяти

source: Memory use
ru: использование памяти

source: Timers
ru: Таймеры

source: Total Request Time:
ru: Общее время запроса:

source: Time in ms
ru: Время в мс

source: Graph
ru: График

source: View Variables
ru: Просмотр переменных

source: View render complete
ru: Просмотреть полный визуализации

source: Explain
ru: Объяснить

source: Starting %sms into the request, taking %sms
ru: Начиная %s мс в запросе, принимая %s мс

source: No markup errors found
ru: Не найдено ни одной ошибки разметки

source: maybe slow
ru: может быть медленным

source: Absolute path or relative to APP.
ru: Абсолютный путь или относительно APP.

source: An error occured while getting the status of your account.
ru: Произошла ошибка при получении статуса вашей учетной записи.

source: There was an error while connecting to Paypal
ru: Не удалось подключиться к серверу

source: There was a problem initiating the transaction, please try again.
ru: Существовал проблема инициирования транзакции, пожалуйста, попробуйте еще раз.

source: There was a problem getting your details, please try again.
ru: Существовал проблема получить ваши детали, пожалуйста, попробуйте еще раз.

source: There was an error completing the payment
ru: Был ошибка завершения платежа

source: There was a problem processing the transaction, please try again.
ru: Существовал проблема оформления сделки, пожалуйста, попробуйте еще раз.

source: There was an error processing the card payment
ru: Был ошибка при обработке платежной карточки

source: There was a problem processing your card, please try again.
ru: Существовал проблема обработки вашей карты, пожалуйста, попробуйте еще раз.

source: There was an error processing the the refund
ru: Был ошибка при обработке возврат

source: A problem occurred during the refund process, please try again.
ru: Возникла проблема в процессе возврата, пожалуйста, попробуйте еще раз.

source: There was an problem communicating with the payment gateway
ru: Был проблема общения с платежным шлюзом

source: Missing client id/secret
ru: Отсутствует идентификатор клиента / секрет

source: Must specify an expiry date
ru: Необходимо указать дату истечения срока действия

source: Must include a M and Y in expiry date
ru: Должна включать в себя M и Y в даты истечения срока

source: Invalid expiry date
ru: Неверная дата истечения срока действия

source: Invalid card number
ru: не верный номер карты

source: Invalid CVV2 number
ru: Недопустимый номер CVV2

source: Invalid card type
ru: Неверный тип карты

source: Could not detect client IP address
ru: Не удалось обнаружить IP-адрес клиента

source: Not a valid credit card number
ru: Не действительный номер кредитной карты

source: You must include the 3 digit security number
ru: Вы должны указать номер безопасности 3 цифры

source: Must specify an "amount" to charge
ru: Необходимо указать \ "количество " для зарядки

source: You must pass a valid order array
ru: Вы должны передать действительный массив заказа

source: Valid "return" and "cancel" urls must be provided
ru: Действительно \ "обратный " и \ "Отмена " должна быть обеспечена URLs

source: You must provide a currency code
ru: Вы должны предоставить код валюты

source: Original PayPal Transaction ID is required
ru: Оригинал PayPal ID транзакции требуется

source: Must specify an "amount" to refund
ru: Необходимо указать \ "количество ", чтобы вернуть

source: You must specify a refund type, such as Full or Partial
ru: Необходимо указать тип возврата, такие как полная или частичная

source: File was not downloaded.
ru: Файл не был загружен.

source: No %s found for that date range
ru: Нет %s найдено для этого диапазона дат

source: Your form data is preserved you'll be redirected to it after login.
ru: Ваша форма данные сохраняются вы будете перенаправлены к нему после входа в систему.

source: Error notification from %s
ru: Сообщение об ошибке от %s

source: Afghanistan
ru: Афганистан

source: Albania
ru: Албания

source: Algeria
ru: Алжир

source: American Samoa
ru: Самоа

source: Andorra
ru: Андорра

source: Angola
ru: Ангола

source: Anguilla
ru: Ангулья

source: Argentina
ru: Аргентина

source: Armenia
ru: Армения

source: Aruba
ru: Аруба

source: Australia
ru: Австралия

source: Austria
ru: Австрия

source: Azerbaijan
ru: Азербайджан

source: Bahamas
ru: Багамы

source: Bahrain
ru: Бахрейн

source: Bangladesh
ru: Бангладеш

source: Barbados
ru: Барбадос

source: Belarus
ru: Белоруссия

source: Belgium
ru: Бельгия

source: Belize
ru: Белиз

source: Benin
ru: Бенин

source: Bermuda
ru: Бермудские острова

source: Bhutan
ru: Бутан

source: Bolivia
ru: Боливия

source: Bosnia and Herzegovina
ru: Босния и Герцеговина

source: Botswana
ru: Ботсвана

source: Brazil
ru: Бразилия

source: Bulgaria
ru: Болгария

source: Burkina Faso
ru: Буркина Фасо

source: Burundi
ru: Бурунди

source: Cambodia
ru: Камбоджа

source: Cameroon
ru: Камерун

source: Canada
ru: Канада

source: Cape Verde
ru: Кабо-Верде

source: Cayman Islands
ru: Каймановы Острова

source: Central African Republic
ru: Центрально-африканская Республика

source: Chad
ru: Чад

source: Chile
ru: Чили

source: China
ru: Китай

source: Colombia
ru: Колумбия

source: Comoros
ru: Коморские острова

source: Congo
ru: Конго

source: Cook Islands
ru: Острова Кука

source: Costa Rica
ru: Коста-Рика

source: Cote D'Ivoire
ru: Берег Слоновой Кости

source: Croatia
ru: Хорватия

source: Cuba
ru: Куба

source: Cyprus
ru: Кипр

source: Czech Republic
ru: Чехия

source: Denmark
ru: Дания

source: Djibouti
ru: Джибути

source: Dominica
ru: Доминика

source: Dominican Republic
ru: Доминиканская Республика

source: Ecuador
ru: Эквадор

source: Egypt
ru: Египет

source: El Salvador
ru: Сальвадор

source: Equatorial Guinea
ru: Экваториальная Гвинея

source: Eritrea
ru: Эритрея

source: Estonia
ru: Эстония

source: Ethiopia
ru: Эфиопия

source: Fiji
ru: Фиджи

source: Finland
ru: Финляндия

source: France
ru: Франция

source: Gabon
ru: Габон

source: Gambia
ru: Гамбия

source: Georgia
ru: Грузия

source: Germany
ru: Германия

source: Ghana
ru: Гана

source: Gibraltar
ru: Гибралтар

source: Greece
ru: Греция

source: Greenland
ru: Гренландия

source: Grenada
ru: Гренада

source: Guam
ru: Гуам

source: Guatemala
ru: Гватемала

source: Guinea
ru: Гвинея

source: Guinea-Bissau
ru: Гвинея-Бисау

source: Guyana
ru: Гайана

source: Haiti
ru: Гаити

source: Honduras
ru: Гондурас

source: Hong Kong
ru: Гонконг

source: Hungary
ru: Венгрия

source: Iceland
ru: Исландия

source: India
ru: Индия

source: Indonesia
ru: Индонезия

source: Iran, Islamic Republic of
ru: Исламская Республика Иран

source: Iraq
ru: Ирак

source: Ireland
ru: Ирландия

source: Israel
ru: Израиль

source: Jamaica
ru: Ямайка

source: Japan
ru: Япония

source: Jordan
ru: Иордания

source: Kazakhstan
ru: Казахстан

source: Kenya
ru: Кения

source: Kiribati
ru: Кирибати

source: Korea, Democratic People's Republic of
ru: Корейская Народно-Демократическая Республика

source: Korea, Republic of
ru: Республика Корея

source: Kuwait
ru: Кувейт

source: Kyrgyzstan
ru: Кыргызстан

source: Latvia
ru: Латвия

source: Lebanon
ru: Ливан

source: Lesotho
ru: Лесото

source: Liberia
ru: Либерия

source: Libyan Arab Jamahiriya
ru: Ливийская арабская джамахирия

source: Liechtenstein
ru: Лихтенштейн

source: Lithuania
ru: Литва

source: Luxembourg
ru: Люксембург

source: Macedonia, the Former Yugoslav Republic of
ru: Македония, Бывшая Республика Югославия

source: Madagascar
ru: Мадагаскар

source: Malawi
ru: Малави

source: Malaysia
ru: Малайзийские

source: Maldives
ru: Мальдивы

source: Mali
ru: Мали

source: Malta
ru: Мальта

source: Marshall Islands
ru: Маршалловы острова

source: Martinique
ru: Мартиника

source: Mauritania
ru: Мавритания

source: Mauritius
ru: Маврикий

source: Mexico
ru: Мексика

source: Micronesia, Federated States of
ru: Федеративные Штаты Микронезии

source: Monaco
ru: Монако

source: Mongolia
ru: Монголия

source: Montserrat
ru: Монсеррат

source: Morocco
ru: Марокко

source: Mozambique
ru: Мозамбик

source: Namibia
ru: Намибия

source: Nauru
ru: Науру

source: Nepal
ru: Непал

source: Netherlands
ru: Нидерланды

source: Netherlands Antilles
ru: Нидерландские Антильские острова

source: New Caledonia
ru: Новая Каледония

source: New Zealand
ru: Новая Зеландия

source: Nicaragua
ru: Никарагуа

source: Niger
ru: Нигер

source: Nigeria
ru: Нигерия

source: Niue
ru: Ниуэ

source: Norway
ru: Норвегия

source: Oman
ru: Оман

source: Pakistan
ru: Пакистан

source: Palau
ru: Палау

source: Palestinian Territory, Occupied
ru: Оккупированные палестинские территории

source: Panama
ru: Панама

source: Papua New Guinea
ru: Папуа - Новая Гвинея

source: Paraguay
ru: Парагвай

source: Peru
ru: Перу

source: Philippines
ru: Филиппины

source: Poland
ru: Польша

source: Portugal
ru: Португалия

source: Puerto Rico
ru: Пуэрто-Рико

source: Qatar
ru: Катар

source: Romania
ru: Румыния

source: Rwanda
ru: Руанда

source: Saint Helena
ru: Ост. Святой Елены

source: Saint Lucia
ru: Санкт-Люсия

source: Saint Vincent and the Grenadines
ru: Сент-Винсент и Гренадины

source: Samoa
ru: Самоа

source: San Marino
ru: Сан Марино

source: Saudi Arabia
ru: Саудовская Аравия

source: Senegal
ru: Сенегал

source: Serbia and Montenegro
ru: Сербия и Черногория

source: Seychelles
ru: Сейшелы

source: Sierra Leone
ru: Сьерра-Леоне

source: Singapore
ru: Сингапур

source: Slovakia
ru: Словакия

source: Slovenia
ru: Словения

source: Solomon Islands
ru: Соломоновы Острова

source: Somalia
ru: Сомали

source: South Africa
ru: Южная Африка

source: Spain
ru: Испания

source: Sri Lanka
ru: Шри-Ланка

source: Sudan
ru: Судан
