Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Add New Group
ru: Добавить новую группу

source: Add Help Content
ru: Добавить содержимого справки

source: Title
ru: Название

source: Description
ru: Описание

source: Edit Help Content
ru: Редактирование содержимого справки

source: Help Content
ru: Помощь Содержание

source: Add New Help Content
ru: Добавить Содержимое справки

source: Import/Export Qusetions
ru: Импорт / Экспорт Qusetions

source: Back To Questions
ru: Назад к вопросам

source: Export Questions
ru: Экспорт Вопросы

source: Select File
ru: Выберите File

source: Import Questions
ru: Импорт Вопросы

source: Import/Export Students
ru: Импорт / Экспорт Студенты

source: Back To Students
ru: Назад к студентам

source: Export Students
ru: Экспорт Студенты

source: Import Students
ru: Импорт Студенты

source: All Messages
ru: Все сообщения

source: My Profile
ru: Мой профайл

source: Change Password
ru: Изменить пароль

source: Logout
ru: Выйти

source: Powered by
ru: Основано на технологии

source: Date &amp; Time
ru: Дата &amp; время

source: Compose Mail
ru: Написать письмо

source: Search Student Mail
ru: Поиск Студенческая почта

source: Message
ru: Сообщение

source: Send
ru: Отправить

source: Compose
ru: Напис

source: Inbox
ru: Входящие

source: Sent Mail
ru: Отправил почту

source: Trash
ru: Удаленные

source: More
ru: Больше

source: Mark as Read
ru: Отметить как прочитанное

source: Mark as Unread
ru: П как непрочитанное

source: Move to Inbox
ru: Поместить во Входящие

source: Reply
ru: Ответить

source: Forward
ru: Дальше

source: Menu Names
ru: Меню Названия

source: Model Name
ru: название модели

source: Icon
ru: Значок

source: Add News
ru: Add New

source: News Title
ru: Заголовок новости

source: News Description
ru: Новости Описание

source: Edit News
ru: Редактировать Новости

source: News
ru: Новости

source: Add New News
ru: Добавить новости

source: Paypal Payment Option
ru: Paypal Оплаты

source: Signature
ru: Подпись

source: Sandbox Mode
ru: Режим песочницы

source: Add Question
ru: Добавить вопрос

source: Question
ru: Вопрос

source: Correct Answers
ru: правильные ответы.

source: Type your question here
ru: Напечатайте свой вопрос здесь

source: Answer1
ru: Ответ

source: Answer2
ru: Ответ

source: Answer3
ru: Ответ

source: Answer4
ru: Ответ

source: Answer5
ru: Ответ

source: Answer6
ru: Ответ

source: True/False
ru: Верно/ Неверно

source: Blank Space
ru: Пустое пространство

source: Explanation (Optional)
ru: Объяснение (Необязательно)

source: Provide explanation in support of correct answer
ru: Обеспечить разъяснение в поддержку правильного ответа

source: Hint(optional)
ru: Подсказка (опционально)

source: Hint to help answer correctly
ru: Подсказка, чтобы помочь правильно ответить

source: without minus sign
ru: без знака минус

source: Edit Question Type
ru: Редактировать Тип вопроса

source: Explanation
ru: Объяснение

source: Hint
ru: Подсказка

source: Questions
ru: Вопросов

source: Add New Question
ru: Добавить новый вопрос

source: Import/Export Question
ru: Импорт / Экспорт Вопрос

source: Answer
ru: Ответ

source: Question Details
ru: вопрос Подробнее

source: Exam Wise
ru: экзамен Wise

source: Please Select Exam
ru: Пожалуйста, выберите экзамен

source: Status of Result
ru: Статус Результат

source: Please Select Result Status
ru: Выберите Результат Статус

source: Download Result
ru: Скачать Результат

source: Rank
ru: Уровень

source: Test
ru: Тест

source: Percent
ru: Процент

source: Result
ru: Результат

source: View Result
ru: Посмотреть результат

source: Download/Print Result
ru: Скачать / Распечатать Результат

source: Student Wise
ru: Студент Wise

source: Name or Enrolment Number
ru: Имя или Зачисление Номер

source: Enrolment Number
ru: Зачисление Номер

source: Back
ru: Назад

source: Assesment Report for
ru: Assesment Отчет о

source: Taken Date
ru: Взятые Дата

source: Total Time
ru: общее время

source: Nos. of Browser tolrance attempt
ru: Nos. Браузера попытка tolrance

source: Total Score
ru: Общий счет:

source: Student Marks Distribution
ru: Student Marks Распределение

source: Feedback
ru: Обратная связь

source: Section Name
ru: Название раздела

source: Section proportion
ru: Раздел доля

source: Actual
ru: Фактически

source: Your Percentage
ru: Ваш Процент

source: Section Summary
ru: Раздел Резюме

source: Maximum Score
ru: Максимальный балл: 45

source: Developed Skill
ru: Развитая Умение

source: Needs Development
ru: Потребности развития

source: Lack of Skill
ru: Отсутствие навыка

source: MCQ answered
ru: MCQ ответил

source: S.N.
ru: Номер

source: Legend
ru: Условные обозначения

source: Send Emails
ru: Отправлять письма

source: Teachers
ru: Учителя

source: Any Email
ru: Любой Email

source: Default all students if you add manually then search student email
ru: По умолчанию все студенты, если вы добавляете вручную, то поиск студента по электронной почте

source: Default all teachers if you add manually then search teacher email
ru: По умолчанию все учителя, если вы добавляете вручную, то поиск учителя по электронной почте

source: Type any email comma seprated
ru: Введите любой адрес электронной запятой seprated

source: Type subject
ru: Тип Заголовок

source: Select Email Template
ru: Выбрать шаблон E-mail

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
ru: Если вы не хотите, чтобы выбрать шаблон электронной почты, то просто введите сообщение электронной почты. После загрузки редактора, то вы не можете выбрать шаблон перейти кнопку для сброса

source: Send Sms
ru: Отправить Короткое сообщение

source: Any Sms
ru: Любое Sms

source: Default all student if you add manually then search students name
ru: По умолчанию все студент, если вы добавляете вручную, то поиск студентов имя

source: Default all teachers if you add manually then search teacher name
ru: По умолчанию все учителя, если добавить вручную, то поиск имя учителя

source: Any Number
ru: Любой номер

source: Type any number comma seprated
ru: Введите любое число запятой seprated

source: Select Sms Template
ru: Выберите Sms Шаблон

source: Sms Template
ru: Sms шаблона

source: If you do not want to select sms template then simply type sms message
ru: Если вы не хотите, чтобы выбрать шаблон смс, то просто наберите смс сообщение

source: Certificate Signature
ru: Подпись Сертификат

source: Upload Image(* height less than 75px)
ru: Загрузить изображение (* высота менее 75 пикселей)

source: Delete Signature
ru: Удалить подпись

source: Add Slides
ru: Добавить Слайды

source: Slide Name
ru: Slide Имя

source: Upload Slide (1350*550)
ru: Загрузить Slide (1350 * 550)

source: Edit Slides
ru: Редактирование Слайды

source: Slides
ru: Слайды

source: Add New Slide
ru: Добавить слайд

source: SMS Settings
ru: НАСТРОЙКИ SMS

source: API Link
ru: API Ссылка

source: Sender ID
ru: Удостоверение личности отправителя

source: Heading Username
ru: Заголовок Имя пользователя

source: Username field provided by sms gateway
ru: Имя пользователя поля обеспечивается SMS Gateway

source: Heading Password
ru: Заголовок Пароль

source: Password field provided by sms gateway
ru: Поле для ввода пароля обеспечивается SMS Gateway

source: Heading Mobile No
ru: Возглавляя мобильный тел

source: Mobile No field provided by sms gateway
ru: Не Mobile Нет поля обеспечивается SMS Gateway

source: Heading Message
ru: Заголовок сообщения

source: Message field provided by sms gateway
ru: Поле сообщений обеспечивается SMS Gateway

source: Heading Sender Id
ru: Заголовок Id Отправитель

source: Sender Id field provided by sms gateway
ru: Id Отправитель поле обеспечивается SMS Gateway

source: Add SMS Template
ru: Добавить SMS шаблон

source: Edit SMS templates
ru: шаблоны SMS Редактировать

source: SMS Templates
ru: SMS Шаблоны

source: Add New SMS Template
ru: Добавить SMS шаблон

source: Add Students
ru: Добавить студентов

source: Address
ru: Адрес

source: Guardian Phone
ru: Опекун Телефон

source: Edit Students
ru: Редактировать Студенты

source: Renewal Date
ru: Дата продления

source: Add New Student
ru: Добавить новый студент

source: Wallet
ru: Кошелек

source: Admission Date
ru: Прием Дата

source: Credit
ru: Кредит

source: Debit
ru: Дебет

source: Balance
ru: Весы

source: Date & Time
ru: Дата и время

source: Payment Through
ru: Оплата через

source: Remarks
ru: Примечания

source: View Student Information
ru: Просмотр Информация для студентов

source: Full Name
ru: Полное имя

source: Phone Number
ru: Номер Телефона

source: Registered Email
ru: зарегистрированная электронная почта

source: Alternate Number
ru: Другой номер

source: Enrolment No
ru: Зачисление Нет

source: Last Login
ru: Последний вход

source: Students Wallet
ru: Студенты Бумажник

source: Transaction Form
ru: Форма сделки

source: Mobile
ru: Мобильный номер

source: DEDUCT
ru: Вычеты €

source: Add Subjects
ru: Добавить Субъекты

source: Edit Subjects
ru: Редактирование Субъекты

source: Subjects
ru: Пациентки

source: Add New Subject
ru: Добавить новый предмет

source: Question Bank
ru: Вопрос банка

source: Add Testimonials
ru: Добавить Отзыв

source: Upload Photo (150*150)
ru: Идет загрузка фото

source: Edit Testimonials
ru: Редактировать Отзывы

source: Testimonials
ru: Отзывы

source: Add New Testimonial
ru: Добавить отзыв

source: Photo
ru: Фото

source: Add Users
ru: Добавление пользователей

source: User Level
ru: Уровень пользователя

source: Username
ru: Имя пользователя

source: Level users
ru: Уровень пользователей

source: Add New Level
ru: Добавить новый уровень

source: Back To Users
ru: Вернуться к пользователям

source: Level Name
ru: Имя Уровень

source: Set Permission
ru: Набор разрешений

source: Assign Form Rights
ru: Назначают оформлению прав

source: Module Name
ru: Название модуля

source: Old Password
ru: Старый пароль:

source: Edit Users
ru: Редактировать пользователей

source: User Registration Form
ru: Форма регистрации пользователя

source: Users
ru: Пользователи

source: Add New User
ru: Добавление нового пользователя

source: Add Level Users
ru: Добавить Уровень пользователей

source: Level User
ru: Уровень пользователя

source: Dear user, log in to access the admin area!
ru: Уважаемый пользователь, войдите в систему, чтобы получить доступ к области администратора!

source: Admin / Teacher Username
ru: Администратор / Имя пользователя Учитель

source: Forgot User Name
ru: Забыли имя пользователя

source: Organisation Logo
ru: Организация Логотип

source: Upload Image(* height less than 220px)
ru: Загрузить изображение (* высота меньше 220px)

source: Delete Logo
ru: Удалить логотип

source: Please provide a type for chart %s!
ru: Просьба представить тип для диаграммы %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
ru: Диаграмма: \ " %s " не может быть найден. Убедитесь в том, что диаграмма Имя это та же самая строка, которая передается в $ this-> HighCharts-> Render () в вашем представлении.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
ru: Сделка Экспресс заказ истек, и сделка должна быть перезапущена

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
ru: Вы, возможно, сделал второй вызов для той же оплаты или вы, возможно, использовали один и тот же идентификатор для счета операций отдельными.

source: Please use a different funcing source.
ru: Пожалуйста, используйте другой источник funcing.

source: An error occured, please retry the transaction.
ru: Произошла ошибка, пожалуйста, повторите операцию.

source: This transaction couldn't be completed. Redirecting to payment gateway
ru: Эта сделка не может быть завершена. Перенаправление на платежный шлюз

source: You have not agreed to the billing agreement.
ru: Вы не согласились с соглашением выставления счетов.

source: The billing agreement is disabled or inactive.
ru: Соглашение биллинга отключен или неактивным.

source: The credit card used is expired.
ru: Кредитная карта, используемая истек.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
ru: Сделка была отклонена, так как ответ AVS вернула значение N, а торговый счет не в состоянии принимать такие сделки.

source: The payment gateway account is restricted.
ru: Счет платежный шлюз ограничен.

source: You must submit an IP address of the buyer with each API call.
ru: Вы должны представить IP-адрес покупателя с каждым вызовом API.

source: The merchant selected a value for the PaymentAction field that is not supported.
ru: Купец выбрал значение поля PaymentAction, который не поддерживается.

source: The credit card field was blank.
ru: Поле кредитная карта была пуста.

source: The total amount and item amounts do not match.
ru: Общая сумма, и пункт суммы не совпадают.

source: The credit card entered is currently restricted by the payment gateway.
ru: Кредитной карты вошли в настоящее время ограничивается платежным шлюзом.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
ru: Торговец ввели счета ID, который уже связан с транзакцией тем же коммерсанта. Попытка с новым ID счета-фактуры

source: The transaction was declined by the country filter managed by the merchant.
ru: Сделка была отклонена по стране фильтр под управлением торговца.

source: The transaction was declined by the maximum amount filter managed by the merchant.
ru: Сделка была отклонена максимальным количеством фильтра под управлением торговца.

source: The transaction was declined by the payment gateway.
ru: Сделка был отклонен платежным шлюзом.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
ru: Сделка была отклонена платежным шлюзом из-за возможной мошеннической деятельности.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
ru: Сделка была отклонена платежным шлюзом из-за возможной мошеннической деятельности по IP-адресу.

source: The merchant account attempting the transaction is not a business account.
ru: Торговый счет попытке сделки не бизнес счета.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
ru: Торговый счет попытке сделки не в состоянии обрабатывать прямые транзакции оплаты.

source: Access to Direct Payment was disabled for your account.
ru: Доступ к прямой платеж был отключен для вашего аккаунта.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
ru: Торговый счет попытке сделки не имеет подтвержденный адрес электронной почты с платежным шлюзом.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
ru: Торговец попытался сделки, когда сумма превысила верхний предел для этого торговца.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
ru: Сделка была отклонена из-за фильтра коммерсант риска для AVS. В частности, торговец установил снижение сделки, когда AVS вернулся, не ровня (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
ru: Сделка была отклонена из-за фильтра коммерсант риска для AVS. В частности, коммерсант установить фильтр снижение транзакций, когда AVS возвращает частичное совпадение.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
ru: Сделка была отклонена из-за фильтра коммерсант риска для AVS. В частности, коммерсант установить фильтр снижение транзакций, когда AVS неподдержано.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
ru: Торговец ввели IP-адрес, который был в неверном формате. IP-адрес должен быть в формате, например, 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
ru: Конфигурация торговца требует CVV быть введены, но не CVV представлено не было с этой сделкой.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
ru: Торговец предоставил адрес либо в Соединенных Штатах или Канаде, но государство при условии, не является допустимым государством в любой стране.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
ru: Сделка была отклонено банком-эмитентом, а не платежный шлюз. Торговец должен попытаться еще одну карту.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
ru: страна торговца проживания в настоящее время не поддерживается для обеспечения операций прямого платежа.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
ru: Сделка была отклонена, поскольку платежный шлюз в настоящее время обрабатывает транзакции одним и тем же покупателем на ту же сумму. Это может произойти, когда покупатель отправляет несколько, идентичные операции в быстрой последовательности.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
ru: CVV является недействительной. CVV длиной от 3-4 цифр.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
ru: Пожалуйста, повторите попытку позже. Убедитесь, что вы прошли правильную CVV и адрес информацию для покупателя. При создании повторяющегося профиля, пожалуйста, попробуйте еще раз, передавая сумму инициализации 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
ru: Сделка не соответствует из-за отсутствия или недействительных 3-D Secure значений аутентификации. Проверьте поля ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
ru: Сделка была отклонена платежный шлюз из-за чрезмерных отказов в течение короткого периода времени для этой кредитной карты.

source: The transaction was declined by payment gateway.
ru: Сделка была отклонена платежным шлюзом.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
ru: Сделка была отклонена, поскольку продавец не имеет действительное коммерческое соглашение сущности в файле с платежным шлюзом.

source: The transaction was declined because the CVV entered does not match the credit card.
ru: Сделка была отклонена, потому что CVV ввели не совпадает с кредитной карты.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
ru: Сделка была отклонено банком-эмитентом из-за истекшим кредитной карты. Торговец должен попытаться еще одну карту.

source: Exceeded permissible limit for Navigating away
ru: Превышен допустимый предел для покинете

source: You have exceeded the permissible limit for navigating away from your test
ru: Вы превысили допустимый предел для навигации от вашего теста

source: Your test has finished. You can close the window now
ru: Ваш тест завершен. Вы можете закрыть окно прямо сейчас

source: Installation Complete
ru: Установка завершена

source: Aho! The System is installed successfully.
ru: Ахо! Система успешно установлена.

source: Go to Admin/Teacher Interface
ru: Перейти к: Admin / Интерфейс учителя

source: User
ru: Пользователь

source: Go to Front End/Student Interface
ru: Перейти к Front End / Student интерфейс

source: Visit our website
ru: Посетите наш сайт

source: for documentation and support
ru: для документации и поддержки

source: My Exam Stats
ru: Мой экзамен Статистика

source: Total Exam Given
ru: Общий экзамен Учитывая

source: Absent Exams
ru: Отсутствующие Экзаменам

source: Best Score in
ru: Лучший Счет в

source: On
ru: Вкл

source: Failed in
ru: Не удалось в

source: Average Percentage
ru: Средний процент

source: Your Rank
ru: Ваш ранг

source: Month Wise Performance
ru: Месяц Wise Производительность

source: Exam Wise Performance
ru: Экзамен Wise Performance

source: Top 10
ru: Вверх

source: Todays Exam
ru: сегодняшними экзамен

source: Top
ru: Лучшие

source: These are the exam(s) that can be taken right now
ru: Это экзамен (ы), которые могут быть приняты прямо сейчас

source: No Exams found for today
ru: Нет Экзаменам найдено на сегодняшний день

source: Something went wrong
ru: Что-то пошло не так.

source: Show
ru: Показать

source: entries
ru: Заявки на участие

source: Prev
ru: Пред

source: Next
ru: следующий

source: Showing {:start} to {:current} of {:count} entries
ru: Отображение {:start} до {:current} из {:count} записей

source: Email Verification
ru: Подтверждение адреса электронной почты

source: Please Enter Verification Code in the Text Box
ru: Пожалуйста, введите код в текстовом поле

source: Re-Send Email Verification
ru: Re-Отправить Подтверждение адреса электронной почты

source: Please Enter Email Id in the Text Box which you enter at the time of registration
ru: Пожалуйста, введите электронный идентификатор в текстовом поле, которое вы вводите в момент регистрации

source: Purchased Exam
ru: Приобретенные экзамен

source: Expired Exam
ru: Истекло экзамен

source: These are the exam(s) which has been expired
ru: Это экзамен (ы), который истек срок

source: No Exams found
ru: Не найдено ни одной Экзаменам

source: Thank you for using the test
ru: Благодарим Вас за использование тест

source: 1. The test instructions were
ru: 1. Инструкции испытаний были

source: Largely Clear
ru: В значительной степени Очистить

source: Medium Clear
ru: Средняя Очистить

source: Not Clear
ru: Не ясно

source: 2. Language of question was
ru: 2. Язык был вопрос

source: 3. Overall test experience was
ru: 3. Общий опыт работы тест был

source: Good
ru: Хороший

source: Better
ru: Лучше

source: Best
ru: Друг

source: Any other feedback suggestion
ru: Любое другое предложение обратной связи

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
ru: Пожалуйста, закройте все ваши окна чата, экранной заставки и антивирусные программы перед началом теста

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
ru: Пожалуйста, не нажимайте \ "F5 " во время теста. Это позволит закончить тест, и вы не сможете повторно открыть тест

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
ru: Ваши ответы будут сохранены. Если тест отключен по какой-либо причине, будут сохранены ваши ответы до этого момента
