Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/rus/LC_MESSAGES/validation.po
Languages: ru

source: Only letters and numbers allowed
ru: Только латинские буквы и цифры позволили

source: Group already exist
ru: Группа уже существуют

source: Only Url
ru: только Url

source: File does not have a valid extension
ru: Файл не имеет допустимое расширение

source: You must supply a JPG, GIF or PNG File.
ru: Вы должны ввести JPG, GIF или PNG файла.

source: Invalid Header Contact
ru: Неправильный заголовок Связаться

source: Only Alphabets
ru: только алфавитов

source: Currency Name already exist
ru: Название валюты уже существует

source: You must supply image height is less than 50px
ru: Вы должны поставить высота изображения меньше 50px

source: You must supply image width is less than 50px
ru: Необходимо указать ширину изображения меньше 50px

source: Only numbers allowed
ru: Только номера разрешено

source: Only Date/time format
ru: Только формат даты / времени

source: Enter a valid email
ru: Введите действительный адрес электронной почты

source: Please select
ru: Выберите

source: Invalid Username
ru: Неверное имя пользователя

source: Invalid Password
ru: Неправильный пароль.

source: Invalid Signature
ru: Неправильная подпись

source: Only numbers
ru: только номера

source: You must supply image height is less than 220px
ru: Вы должны указать высоту изображения меньше, чем 220px

source: This Email has already been exist! try new one
ru: Этот E-mail уже существует! попробовать новый

source: Password required
ru: Требуется пароль

source: Password minimum 4 character long
ru: Пароль не менее 4 символов длиной

source: Name already exist
ru: Имя уже существует
