Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bos/LC_MESSAGES/default.po
Languages: bs

source: Question Details
bs: pitanje Detalji

source: Exam Wise
bs: ispit Wise

source: Please Select Exam
bs: Molimo odaberite ispit

source: Status of Result
bs: Status rezultata

source: Please Select Result Status
bs: Molimo odaberite Rezultat Status

source: Download Result
bs: Preuzimanje Rezultat

source: Rank
bs: rang

source: Percent
bs: posto

source: Result
bs: rezultat

source: View Result
bs: Pogledaj Rezultat

source: Download/Print Result
bs: Download / Print Rezultat

source: Name or Enrolment Number
bs: Ime ili upisa Broj

source: Enrolment Number
bs: Upis Broj

source: Back
bs: natrag

source: Assesment Report for
bs: Procjena izvještaj za

source: Taken Date
bs: Taken Datum

source: Total Time
bs: Ukupno vrijeme

source: Nos. of Browser tolrance attempt
bs: Br. Od Browser pokušaja tolrance

source: Total Score
bs: Ukupni rezultat

source: Student Marks Distribution
bs: Student Marks Distribucija

source: Marks Sheet
bs: Marks list

source: Section Name
bs: sekcija ime

source: Section proportion
bs: sekcija proporcija

source: Actual
bs: stvaran

source: Your Percentage
bs: Vaš Procenat

source: Section Summary
bs: sekcija Pregled

source: Maximum Score
bs: Maksimalna Score

source: Developed Skill
bs: razvijene Vještina

source: Needs Development
bs: razvojnih potreba

source: Lack of Skill
bs: Nedostatak Vještina

source: MCQ answered
bs: MCQ odgovorio

source: Legend
bs: legenda

source: Send Emails
bs: slanje e-pošte

source: Teachers
bs: nastavnici

source: Any Email
bs: Bilo mail

source: Default all students if you add manually then search student email
bs: Uobičajeno svi učenici ako dodate ručno zatim tražite student e-mail

source: Default all teachers if you add manually then search teacher email
bs: Uobičajeno svi nastavnici ako dodate ručno zatim tražite e-mail nastavnik

source: Type any email comma seprated
bs: Tip svi email zarezom seprated

source: Type subject
bs: Vrsta predmet

source: Select Email Template
bs: Izaberite mail Template

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
bs: Ako ne želite da izaberete predložak e-mail onda jednostavno upišite e-mail poruke. Nakon što učitate editor onda ne možete odabrati predložak ići za reset dugme

source: Send Sms
bs: Pošalji sMS

source: Any Sms
bs: Bilo sms

source: Default all student if you add manually then search students name
bs: Uobičajeno sve student ako dodate ručno zatim tražite ime studenata

source: Default all teachers if you add manually then search teacher name
bs: Uobičajeno svi nastavnici ako dodate ručno zatim tražite ime nastavnika

source: Any Number
bs: Bilo koji broj

source: Type any number comma seprated
bs: Tip bilo koji broj zarez seprated

source: Select Sms Template
bs: Izaberite SMS Template

source: If you do not want to select sms template then simply type sms message
bs: Ako ne želite da izaberete sms predložak onda jednostavno upišite sms poruke

source: Certificate Signature
bs: Potvrda Potpis

source: Upload Image(* height less than 75px)
bs: Postaviti sliku (* visina manje od 75px)

source: Delete Signature
bs: Brisanje Potpis

source: Add Slides
bs: Dodaj Slides

source: Slide Name
bs: slide ime

source: Edit Slides
bs: Uredi Slides

source: Slides
bs: slajdovi

source: Add New Slide
bs: Dodaj Novi slajd

source: SMS Settings
bs: SMS postavke

source: Heading Username
bs: Heading Korisničko

source: Username field provided by sms gateway
bs: Korisničko polje koje sms gateway

source: Heading Password
bs: Heading lozinke

source: Password field provided by sms gateway
bs: Lozinka polje koje sms gateway

source: Heading Mobile No
bs: Heading Mobile Ne

source: Mobile No field provided by sms gateway
bs: Mobilnom Ne polje koje sms gateway

source: Heading Message
bs: Heading Poruka

source: Message field provided by sms gateway
bs: polje poruke koje sms gateway

source: Sender Id field provided by sms gateway
bs: Sender Id polje koje sms gateway

source: Add SMS Template
bs: Dodaj SMS Template

source: Edit SMS templates
bs: Uredi SMS predloške

source: Add New SMS Template
bs: Dodaj novi SMS Template

source: Add Students
bs: Dodaj Studenti

source: Address
bs: adresa

source: Edit Students
bs: Uredi Studenti

source: Renewal Date
bs: Obnova Datum

source: Add New Student
bs: Dodaj novi Student

source: Wallet
bs: novčanik

source: Admission Date
bs: Prijem datum

source: Credit
bs: kredit

source: Debit
bs: zaduženje

source: Balance
bs: ravnoteža

source: Date & Time
bs: Datum i vrijeme

source: Payment Through
bs: plaćanje putem

source: Remarks
bs: primjedbe

source: View Student Information
bs: Pogledaj Student Informacije

source: Full Name
bs: Puno ime

source: Phone Number
bs: Telefonski broj

source: Registered Email
bs: registrovani e-mail

source: Alternate Number
bs: Alternativna Broj

source: Enrolment No
bs: Upis Ne

source: Last Login
bs: Zadnje prijavljivanje

source: Students Wallet
bs: studenti Wallet

source: Transaction Form
bs: transakcija obrazac

source: Mobile
bs: Mobitel

source: ADD
bs: DODATI

source: DEDUCT
bs: odbiti

source: Add Subjects
bs: Dodaj Subjekti

source: Edit Subjects
bs: Uredi Subjekti

source: Subjects
bs: teme

source: Add New Subject
bs: Dodaj novi subjekt

source: Question Bank
bs: pitanje banke

source: Add Testimonials
bs: Dodaj Preporuke

source: Upload Photo (150*150)
bs: Upload Fotografija (150 * 150)

source: Edit Testimonials
bs: Uredi Preporuke

source: Testimonials
bs: Preporuke

source: Add New Testimonial
bs: Dodaj novi Svjedodžba

source: Photo
bs: fotografija

source: Add Users
bs: Dodaj Korisnici

source: User Level
bs: Nivo korisnika

source: Username
bs: Korisničko

source: Level users
bs: korisnici nivo

source: Add New Level
bs: Dodaj novi nivo

source: Back To Users
bs: Back To Korisnici

source: Level Name
bs: nivo ime

source: Set Permission
bs: set Dopuštenje

source: Assign Form Rights
bs: Dodijeliti obrazac prava

source: Module Name
bs: modul ime

source: Old Password
bs: Stara šifra

source: Edit Users
bs: Uredi Korisnici

source: User Registration Form
bs: Korisnik Obrazac za registraciju

source: Users
bs: korisnici

source: Add New User
bs: Dodaj novog korisnika

source: Add Level Users
bs: Dodaj Korisnici Level

source: Level User
bs: nivo korisnika

source: Dear user, log in to access the admin area!
bs: Poštovani korisnici, prijavite se za pristup admin područje!

source: Admin / Teacher Username
bs: Admin / Teacher ime

source: Forgot User Name
bs: Zaboravili ste Korisničko Ime

source: Organisation Logo
bs: organizacija Logo

source: Upload Image(* height less than 220px)
bs: Postavi sliku (* visina manje od 220px)

source: Delete Logo
bs: Brisanje Logo

source: Please provide a type for chart %s!
bs: Molimo vas da navedete tip za grafikona %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
bs: Grafikon: \ " %s " se ne može naći. Osigurati da Chart Naziv je isti niz koji se prenosi na $ this-> HighCharts-> render () u vašem mišljenju.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
bs: Express Checkout transakcije je istekao i transakcija mora biti ponovo pokrenut

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
bs: Možda ste napravili drugi poziv za istu plaćanje ili ste možda koristili isti broj računa za odvojenim transakcijama.

source: Please use a different funcing source.
bs: Molimo vas da koristite neki drugi izvor funcing.

source: An error occured, please retry the transaction.
bs: Došlo je do greške, molimo pokušajte ponovno transakcije.

source: This transaction couldn't be completed. Redirecting to payment gateway
bs: Ova transakcija ne može biti završen. Preusmjeravanje na payment gateway

source: You have not agreed to the billing agreement.
bs: Nisi se složili da sporazum naplate.

source: The billing agreement is disabled or inactive.
bs: Sporazum o naplate je onemogućen ili neaktivan.

source: The credit card used is expired.
bs: Kreditnoj kartici koja je istekla.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
bs: Transakcija je odbio jer AVS odgovor je vratio vrijednosti N, a trgovački račun nije u stanju da prihvati takve transakcije.

source: The payment gateway account is restricted.
bs: Plaćanje gateway račun je ograničen.

source: You must submit an IP address of the buyer with each API call.
bs: Morate podnijeti IP adresu kupca sa svakim API poziva.

source: The merchant selected a value for the PaymentAction field that is not supported.
bs: Trgovac odabrana vrijednost za polje PaymentAction koji nije podržan.

source: The credit card field was blank.
bs: polje kreditne kartice je prazna.

source: The total amount and item amounts do not match.
bs: Ukupan iznos i stavka iznosi ne podudaraju.

source: The credit card entered is currently restricted by the payment gateway.
bs: Kreditne kartice ušao je trenutno ograničena payment gateway.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
bs: Trgovac ušla u broj računa koji je već povezan s transakcijom od istog trgovca. Pokušaj sa novim ID faktura

source: The transaction was declined by the country filter managed by the merchant.
bs: Transakcija je opala za filter zemlji upravlja trgovac.

source: The transaction was declined by the maximum amount filter managed by the merchant.
bs: Transakcija je opala za maksimalni filter iznos upravlja trgovac.

source: The transaction was declined by the payment gateway.
bs: Transakcija je odbijena od strane payment gateway.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
bs: Transakcija je opao je payment gateway zbog mogućih prevara.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
bs: Transakcija je opao je payment gateway zbog mogućih prevara na IP adresu.

source: The merchant account attempting the transaction is not a business account.
bs: Trgovac račun pokušaja transakcije nije poslovni račun.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
bs: Trgovac račun pokušaja transakcije nije u mogućnosti da obrađuju transakcije Direct plaćanja.

source: Access to Direct Payment was disabled for your account.
bs: Pristup Direktno plaćanje je onemogućena za svoj račun.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
bs: Trgovac račun pokušaja transakcije nema potvrdio e-mail adresu sa payment gateway.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
bs: Trgovac je pokušao transakcije u kojoj je iznos premašio gornju granicu za taj trgovac.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
bs: Transakcija je odbio zbog filtera trgovac rizik za AVS. Naime, trgovac je postavljen na opada transakcije kada AVS vratio bez utakmici (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
bs: Transakcija je odbio zbog filtera trgovac rizik za AVS. Naime, trgovac je postavio filter da odbije transakcije kada AVS vraća parcijalne utakmicu.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
bs: Transakcija je odbio zbog filtera trgovac rizik za AVS. Naime, trgovac je postavio filter da odbije transakcije kada je AVS nije podržana.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
bs: Trgovac ušao IP adresu koja je u nepravilnom formatu. IP adresa mora biti u formatu kao što je 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
bs: konfiguracija trgovca zahtijeva CVV unijeti, ali ne CVV je pružena uz ovu transakciju.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
bs: Trgovac pruža adresu ili u Sjedinjenim Državama ili Kanadi, ali je država obezbedila nije ispravno stanje u jednoj od ovih zemalja.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
bs: Transakcija je odbijena od strane akreditivne banke, a ne payment gateway. Trgovac treba da pokuša još jednu kartu.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
bs: zemlja trgovac prebivališta trenutno nije podržan dozvoliti transakcije Direct plaćanja.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
bs: Transakcija je odbijena jer je payment gateway trenutno obrađuje transakcije od strane istog kupca za isti iznos. Može se javiti kada kupac podnosi više, identične transakcije u brzom slijedu.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
bs: CVV ako je nevažeća. CVV je dug između 3-4 znamenki.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
bs: Molimo Vas da pokušate ponovo kasnije. Osigurajte da su prošli ispravan CVV i adresu info za kupca. Ako kreiranje profila ponavljaju, molimo pokušajte ponovno donošenjem iznos prva od 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
bs: Transakcija nije u skladu zbog nedostaje ili je nevažeći 3-D Secure vrijednosti autentifikaciju. Provjerite ECI, ECI3DS, CAVV, XID polja.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
bs: Transakcija je odbijena od strane payment gateway zbog prekomjernog kvarova u kratkom vremenskom periodu za ovu kreditnu karticu.

source: The transaction was declined by payment gateway.
bs: Transakcija je opala za payment gateway.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
bs: Transakcija je odbio jer trgovac nema važeću privredni subjekt sporazum o datoteci sa payment gateway.

source: The transaction was declined because the CVV entered does not match the credit card.
bs: Transakcija je odbijena jer je CVV uneli ne odgovaraju kreditnu karticu.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
bs: Transakcija je odbijena od strane banke izdavaoca zbog isteklim kreditnim karticama. Trgovac treba da pokuša još jednu kartu.

source: Exceeded permissible limit for Navigating away
bs: Premašila dozvoljenu granicu za navigaciju dalje

source: You have exceeded the permissible limit for navigating away from your test
bs: Premašili ste dozvoljene granice za kretanje dalje od testa

source: Your test has finished. You can close the window now
bs: Vaš test je završio. Možete zatvoriti prozor sada

source: Installation Complete
bs: instalacija Kompletna

source: Aho! The System is installed successfully.
bs: Aho! Sistem je uspješno instaliran.

source: Go to Admin/Teacher Interface
bs: Idi na Admin / Teacher Interface

source: User
bs: korisnik

source: Go to Front End/Student Interface
bs: Idi na Front End / Student Interface

source: Visit our website
bs: Posjetite našu web stranicu

source: for documentation and support
bs: za dokumentaciju i podršku

source: My Exam Stats
bs: Moja ispit Stats

source: Total Exam Given
bs: Ukupno ispita obzirom

source: Absent Exams
bs: Odsutan Ispiti

source: Best Score in
bs: Najbolji rezultat u

source: On
bs: na

source: Failed in
bs: propao

source: Average Percentage
bs: prosječan postotak

source: Your Rank
bs: Vaš čin

source: Month Wise Performance
bs: Mjesec Wise Performance

source: Exam Wise Performance
bs: Ispit Wise Performance

source: Todays Exam
bs: Današnji ispit

source: Top
bs: vrh

source: These are the exam(s) that can be taken right now
bs: To su ispit (e) koji se može uzeti odmah

source: No Exams found for today
bs: No Ispiti nađeni za danas

source: Something went wrong
bs: Nešto je pošlo po zlu

source: Show
bs: pokazati

source: entries
bs: unose

source: Prev
bs: Prethodna

source: Next
bs: sljedeći

source: Showing {:start} to {:current} of {:count} entries
bs: Prikazano {:start} do {:current} od {:count} unosa

source: Email Verification
bs: E-mail za verifikaciju

source: Please Enter Verification Code in the Text Box
bs: Molimo unesite Verifikacioni kod u okvir za tekst

source: Re-Send Email Verification
bs: Ponovno Pošalji E-mail za verifikaciju

source: Please Enter Email Id in the Text Box which you enter at the time of registration
bs: Unesite E-mail Id u okvir za tekst koji unesete u vrijeme registracije

source: Purchased Exam
bs: kupljene ispit

source: Expired Exam
bs: Istekao ispit

source: These are the exam(s) which has been expired
bs: To su ispit (e) koji je istekao

source: No Exams found
bs: No Ispiti pronađena

source: Thank you for using the test
bs: Hvala Vam što koristite test

source: 1. The test instructions were
bs: 1. uputstva test su bili

source: Largely Clear
bs: uglavnom Clear

source: Medium Clear
bs: Srednji Clear

source: Not Clear
bs: nije jasno

source: 2. Language of question was
bs: 2. Jezik pitanje je

source: 3. Overall test experience was
bs: 3. Ukupna test iskustvo je

source: Good
bs: dobro

source: Better
bs: bolje

source: Best
bs: najbolje

source: Any other feedback suggestion
bs: Bilo koji drugi povratne prijedlog

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
bs: Molimo vas da zatvorite sve svoje chat prozora, screen-saver, i anti-virus programa prije pokretanja testa

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
bs: Molimo vas da ne pritisnete \ "F5 " tokom testa. Ovo će završiti svoj test i nećete biti u mogućnosti da ponovno otvori test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
bs: Vaši odgovori će biti sačuvana. Ako je vaš test isključen iz bilo kojeg razloga, svoje odgovore do tog trenutka će biti sačuvana

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
bs: Molimo vas da zatvorite sve programe koji upload ili preuzimanje datoteka u pozadini Na primjer: Dropbox, torrent, itd

source: Instructions
bs: instrukcije

source: I am ready to begin
bs: Ja sam spreman za početak

source: Exam Start
bs: ispit Početak

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
bs: Ovaj ispit se plaća. Iznos treba automatski umanjena na vaš novčanik. Nakon pokretanja ispita tajmer neće prestati. Da li želite platiti i početi?

source: These are the exam(s) which has been purchased
bs: To su ispit (e) koja je kupljena

source: Correct Marks
bs: Ispravno Marks

source: Review
bs: pregled

source: Reset Answer
bs: Reset Odgovor

source: Finish
bs: završiti

source: Current Question
bs: Trenutni Pitanje

source: Answered
bs: Odgovoreno

source: Not Answered
bs: nije odgovoreno

source: Navigated Away
bs: ploviti Away

source: you had navigated away from the test window. This will be reported to Moderator
bs: ste navigaciju od prozora test. Ovo će biti prijavljen moderatoru

source: Do not repeat this behaviour
bs: Nemojte ponavljati takvo ponašanje

source: Otherwise you may get disqualified
bs: U suprotnom možete dobiti diskvalifikovan

source: Continue
bs: nastaviti

source: Finalize
bs: završiti

source: Do you wish to submit and close the
bs: Da li želite da podnesu i zatvaranje

source: Once you submit, you will not be able to review the
bs: Kada pošaljete, nećete biti u mogućnosti da pregleda

source: Summary of your attempts in this
bs: Sažetak vaše pokušaje u ovom

source: as show below
bs: kao pokazati ispod

source: Attempted
bs: Pokušaj

source: Return To First Question
bs: Povratak na prvo pitanje

source: These are the exam(s) that are planned you in near future
bs: To su ispit (e) koji su ste planirali u bliskoj budućnosti

source: Attempt Now
bs: pokušavaju sada

source: Your performance compared to your group
bs: Vaše performanse u odnosu na vašu grupu

source: Can't read? Reload
bs: Ne možete pročitati? pretovariti

source: Enter security code shown above
bs: Unesite sigurnosni kod prikazan iznad

source: Answer simple math
bs: Odgovorite jednostavna matematika

source: Attempts
bs: pokušaji

source: Remaining
bs: ostali

source: Expiry Date
bs: Datum isteka

source: Expired Date
bs: Istekao Datum

source: Free
bs: besplatno

source: Not Purchased
bs: nisu kupljeni

source: View Details
bs: Detaljnije

source: Load Editor
bs: opterećenje Urednik

source: Installation
bs: Instalacija

source: Step 1 of 4
bs: Korak 1 od 4

source: Server Configuration & Setup Requirements
bs: Konfiguracija servera i postavljanje Zahtjevi

source: Setup Requirements
bs: Setup Zahtjevi

source: Installing this software require certain server side extension and capability
bs: Instaliranja ovog softvera zahtijevaju određeni server strani produžetak i sposobnosti

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
bs: provjerite ispod i usporedite sa svojim serverom trenutnim statue na desnoj strani. Možete da kliknete na ikonu pored svaku tehnologiju za detalje.

source: Extensions &amp; Applications
bs: Extensions & amp; Aplikacije

source: HTTP Server. For example: Apache
bs: HTTP Server. Na primjer: Apache

source: Require
bs: zahtijevati

source: PHP 5.2.8 or greater
bs: PHP 5.2.8 ili veća

source: Database Engine MySQL (4 or greater)
bs: MySQL baza podataka motora (4 ili više)

source: Mandatory
bs: obavezan

source: Server Status
bs: Status servera

source: MYSQL Version
bs: verziji MySQL

source: PDO Unavailable
bs: PDO nedostupne

source: PDO Available
bs: PDO Dostupno

source: Directory &amp; File Permission
bs: Directory & amp; File Dopuštenje

source: These Folders of Files need to be
bs: Ove foldere Datoteke trebaju biti

source: for application to be installed.
bs: za prijavu za instalaciju.

source: Folders or Files
bs: Fascikli ili datoteka

source: Refresh
bs: Osvježiti

source: Let's Start
bs: Počnimo

source: Step 2 of 4
bs: Korak 2 od 4

source: Installation Agreement
bs: Sporazum instalacija

source: I Accept to Proceed
bs: Prihvatam da nastavi

source: Step 3 of 4
bs: Korak 3 od 4

source: Usually Localhost
bs: obično Localhost

source: Database Name
bs: ime baze podataka
