Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bos/LC_MESSAGES/default.po
Languages: bs

source: Database User
bs: korisnik baze podataka

source: Database User Name
bs: Baza Korisničko ime

source: Database Password
bs: baza lozinke

source: Database User Password
bs: Baza Korisnička lozinka

source: Database Type
bs: Tip baze podataka

source: Step 4 of 4
bs: Korak 4 od 4

source: Name of Your Website
bs: Ime vaše web stranice

source: Meta Keyword
bs: Meta Riječ

source: Useful for SEO
bs: Korisno za SEO

source: Meta Content for SEO
bs: Meta sadržaja za SEO

source: Please Select Timezone
bs: Molimo odaberite Zona

source: Name of Your Organization/Company
bs: Ime organizacije / kompanije

source: Default Admin Email
bs: Uobičajeno Admin E-mail

source: Install Sample Data With Dummy Entries
bs: Instalacija primjera sa Dummy unosi

source: Install
bs: instalirati

source: Welcome to
bs: Dobrodošli

source: Sign out
bs: Odjaviti se

source: Copyright
bs: autorsko pravo

source: follow on facebook
bs: pratiti i na Facebook-u

source: Time
bs: vrijeme

source: Download PDF
bs: Preuzmi PDF

source: Average Percentage(%)
bs: Prosječan postotak (%)

source: Exam Given
bs: ispit obzirom

source: Delete Forever
bs: Brisanje Forever

source: Move to Trash
bs: Move u smeće

source: No of Visitors
bs: Broj posjetitelja

source: No of Students
bs: Broj studenata

source: No of Exams
bs: No ispita

source: Payment From Pay Pal
bs: Plaćanje Od Pay Pal

source: Pay From Pay Pal
bs: Pay Od Pay Pal

source: Profile
bs: profil

source: Edit Profile
bs: Uredi profil

source: New Student Register
bs: Novi Student Registracija

source: Security Code
bs: Sigurnosni kod

source: Answers
bs: Odgovori

source: My Results
bs: moji rezultati

source: Attempt Date
bs: pokušaj Datum

source: SUBJECT REPORT
bs: PREDMET IZVJEŠTAJ

source: TIME MANAGEMENT
bs: VREMENSKI MENADZMENT

source: QUESTION REPORT
bs: IZVJEŠTAJ PITANJE

source: SOLUTION
bs: RJEŠENJE

source: COMPARE REPORT
bs: COMPARE IZVJEŠTAJ

source: Score Card For
bs: Score Card Za

source: Total No. of Student
bs: Ukupan broj studenata

source: My Marks
bs: Moja Marks

source: Total Marks of Test
bs: Ukupno Marks Test

source: My Percentile
bs: Moja Percentilna

source: Total Question in Test
bs: Ukupno pitanje u Test

source: Total Attempt Question in Test
bs: Ukupno pokušaj Pitanje na testu

source: Left Question
bs: Lijevo Pitanje

source: Left Question Marks
bs: Lijevo znakom pitanja

source: Total Time of Test
bs: Ukupno vrijeme testa

source: Performance Report For
bs: Izvještaj Za

source: Question & Marks Wise Report For
bs: Pitanje je i Marks Wise Report Za

source: Subject Report For
bs: Naslov Report Za

source: Correct
bs: ispravan

source: Unattempted Questions
bs: Unattempted pitanja

source: Graphical Report For
bs: Grafički Report Za

source: Time Management For
bs: Time Management Za

source: Question Report For
bs: Pitanje o testiranju

source: Question Status
bs: pitanje statusa

source: Your Answer
bs: Vaš odgovor

source: Your Score
bs: Tvoj rezultat

source: Solution For
bs: rješenje za

source: Not Attempt
bs: ne pokušavajte

source: Attempt
bs: pokušaj

source: Incorrect
bs: neispravan

source: Your Answers
bs: Vaši odgovori

source: Solution
bs: rastvor

source: Compare Report For
bs: Usporedba Report Za

source: Total Ques.
bs: Ukupno Ques.

source: Maximum Marks
bs: Maksimalna Marks

source: Attempted Ques.
bs: Pokušaj Ques.

source: Correct Ques.
bs: Ispravno Ques.

source: Incorrect Ques.
bs: Pogrešan Ques.

source: Percentile
bs: percentila

source: Previous
bs: Prethodna

source: This is to certify that
bs: Ovim se potvrđuje da je

source: has succesfully completed the
bs: je uspješno završio

source: in course program offered by
bs: u naravno program nudi

source: Student Login
bs: student Prijava

source: Sign In
bs: Prijavi se

source: Forgot Passwocrd
bs: Zaboravili ste Passwocrd

source: New User? Create Account
bs: Novi korisnik? Kreiraj nalog

source: Engine is not loaded
bs: Motor nije napunjen

source: Pdf engine "%s" not found
bs: Pdf motor \ " %s " nije pronađen

source: Pdf engines must extend "AbstractPdfEngine"
bs: Pdf motori moraju proširiti \ "AbstractPdfEngine "

source: Crypto is not loaded
bs: Crypto nije napunjen

source: Pdf crypto "%s" not found
bs: Pdf kripto \ " %s " nije pronađen

source: Crypto engine must extend "AbstractPdfCrypto"
bs: Crypto motor mora proširiti \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
bs: Controller atribut $ pdfConfig nije ispravna ili nedostaje

source: -> Testing :url
bs: -> Testiranje: url

source: Total Requests made: :requests
bs: Ukupno Zahtjevi su:: zahtjevi

source: Total Time elapsed: :duration (seconds)
bs: Ukupno Proteklo vrijeme:: trajanje (u sekundama)

source: Requests/Second: :rps req/sec
bs: Zahtjevi / Second:: rps req / sec

source: Average request time: :average-time seconds
bs: Prosječno vrijeme zahtjev: srednji put sekundi

source: Standard deviation of average request time: :std-dev
bs: Standardna devijacija od prosjeka zahtjeva vremena:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
bs: Najduži / najkraćem zahtjev:: najduži sec /: najkraći sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
bs: Omogućava vam da dobijete teškog benchmarking statisticsabout potpuno kvalificirano URL.

source: The URL to request.
bs: URL da zatraži.

source: Number of iterations to perform.
bs: Broj iteracija za obavljanje.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
bs: Maksimalno ukupno vrijeme za sve iteracije, u seconds.If jednoj iteraciji potrebno više od timeout, samo jedan zahtjev će biti

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
bs: Primjer primjene: `torta benchmark --N 10 --t 100 http: // localhost / testsite`. <Info> Napomena: </ info> ovaj reper ne uključuje preglednik donosi puta.

source: Component initialization
bs: komponenta inicijalizacije

source: Controller action
bs: Controller akcija

source: Controller action start
bs: Controller akcija start

source: Processing toolbar state
bs: Obrada alatkama država

source: Processing toolbar data
bs: Obrada alatkama podataka

source: Could not load DebugToolbar panel %s
bs: Nije moguće učitati DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
bs: Core Processing (izvedeno od $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
bs: Zaglavlja već poslani u %s na liniji %s . Ne možete slati podatke dnevnik na FirePHP.

source: Incorrect parameter count for FireCake::fb()
bs: Pogrešan broj parametara za FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
bs: Maksimalan broj (99.999) poruka postignut!

source: There are no active panels. You must enable a panel to see its output.
bs: Ne postoje aktivne ploče. Morate omogućiti panel da vidi svoju proizvodnju.

source: App Constants
bs: App Konstante

source: CakePHP Constants
bs: CakePHP Konstante

source: Request History
bs: upit Povijest

source: No previous requests logged.
bs: Bez prethodne zahtjeve prijavljeni.

source: previous requests available
bs: prethodne zahtjeve dostupan

source: Restore to current request
bs: Vraćanje na trenutni zahtjev

source: Included Files
bs: Uključeno Files

source: Logs
bs: Trupci

source: There were no log entries made this request
bs: Nije bilo unose dnevnika je ovaj zahtjev

source: Request
bs: zahtjev

source: No post data.
bs: Bez post podataka.

source: No querystring data.
bs: Nema querystring podataka.

source: Current Route
bs: Trenutni Route

source: Session
bs: sjednica

source: Sql Logs
bs: Sql Trupci

source: No query logs when debug < 2.
bs: Nema upita za rezanje kada debug <2.

source: No query logs.
bs: No rezanje upita.

source: Total Time: %s ms <br />Total Queries: %s queries
bs: Ukupno vrijeme: %s ms <br /> Ukupno Queries: %s upita

source: Query Explain:
bs: Upit Objasnite:

source: Click an "Explain" link above, to see the query explanation.
bs: Kliknite na \ "Objasnite " link iznad, da vidi objašnjenje upita.

source: No active database connections
bs: Nema aktivnih veze baze podataka

source: Memory
bs: memorija

source: Peak Memory Use
bs: Peak Memorija korištenja

source: Memory use
bs: korištenje memorije

source: Total Request Time:
bs: Ukupno Request Time:

source: Time in ms
bs: Time u ms

source: Graph
bs: grafikon

source: View Variables
bs: Pogledaj varijable

source: Rendering View
bs: rendering Pogledaj

source: View render complete
bs: Pogledaj render kompletan

source: Explain
bs: objasniti

source: Starting %sms into the request, taking %sms
bs: Pokretanje %s ms u zahtjevu, uzimajući %s MS

source: No markup errors found
bs: No markup grešaka pronađena

source: maybe slow
bs: možda sporo

source: Absolute path or relative to APP.
bs: Apsolutna putanja ili u odnosu na APP.

source: An error occured while getting the status of your account.
bs: Došlo je do greške, a uzimajući status vašeg računa.

source: There was an error while connecting to Paypal
bs: Došlo je do greške prilikom povezivanja na Paypal

source: There was a problem initiating the transaction, please try again.
bs: Došlo je do problema pokretanje transakcije, molimo pokušajte ponovo.

source: There was a problem getting your details, please try again.
bs: Došlo je do problema sve detalje, molimo pokušajte ponovo.

source: There was an error completing the payment
bs: Došlo je do greške završetka isplate

source: There was a problem processing the transaction, please try again.
bs: Došlo je do problema obrade transakcija, molimo pokušajte ponovo.

source: There was an error processing the card payment
bs: Došlo je do greške obrade platnih kartica

source: There was a problem processing your card, please try again.
bs: Došlo je do problema obrade vašeg karticu, molimo pokušajte ponovo.

source: There was an error processing the the refund
bs: Došlo je do greške obrade povraćaj

source: A problem occurred during the refund process, please try again.
bs: A problem je došlo tokom procesa povrata, molimo pokušajte ponovo.

source: There was an problem communicating with the payment gateway
bs: Došlo je do problema u komunikaciji sa payment gateway

source: Missing client id/secret
bs: Nedostaje id klijent / tajna

source: Must specify an expiry date
bs: Mora navesti rok trajanja

source: Must include a M and Y in expiry date
bs: Mora uključiti M i Y u datum isteka

source: Invalid expiry date
bs: Neispravan datum isteka

source: Invalid card number
bs: Nevažeći broj kartice

source: Invalid CVV2 number
bs: Nevažeći broj CVV2

source: Invalid card type
bs: Nevažeći tip kartice

source: Could not detect client IP address
bs: nije mogao otkriti klijent IP adresa

source: Not a valid credit card number
bs: Nije važeći broj kreditne kartice

source: You must include the 3 digit security number
bs: Morate uključiti 3 cifra sigurnosti broj

source: Must specify an "amount" to charge
bs: Mora navesti \ "iznos " za punjenje

source: You must pass a valid order array
bs: Morate proći valjanu niz poredak

source: Valid "return" and "cancel" urls must be provided
bs: Vrijedi \ "Povratak " i \ "Cancel " mora biti navedena URL-ove

source: You must provide a currency code
bs: Morate obezbediti šifra valute

source: Original PayPal Transaction ID is required
bs: Original PayPal transakcije ID je potrebno

source: Must specify an "amount" to refund
bs: Mora navesti \ "iznos " na povrat

source: You must specify a refund type, such as Full or Partial
bs: Morate navesti vrstu poreza, kao što su potpunu ili djelomičnu

source: File was not downloaded.
bs: Datoteka nije preuzet.

source: No %s found for that date range
bs: Bez %s nađeni za taj dan opseg

source: Your form data is preserved you'll be redirected to it after login.
bs: Vaš oblik podataka je očuvan ćete biti preusmjereni na to nakon prijavljivanja.

source: Error notification from %s
bs: Obavijest o grešci od %s

source: Afghanistan
bs: Avganistan

source: Albania
bs: Albanija

source: Algeria
bs: Alžir

source: American Samoa
bs: američka Samoa

source: Andorra
bs: Andora

source: Antarctica
bs: Antarktika

source: Antigua and Barbuda
bs: Antigva i Barbuda

source: Armenia
bs: Armenija

source: Australia
bs: Australija

source: Austria
bs: Austrija

source: Azerbaijan
bs: Azerbejdžan

source: Bahamas
bs: Bahami

source: Bahrain
bs: Bahrein

source: Bangladesh
bs: Bangladeš

source: Belarus
bs: Bjelorusija

source: Belgium
bs: Belgija

source: Bhutan
bs: Butan

source: Bolivia
bs: Bolivija

source: Bosnia and Herzegovina
bs: Bosna i Hercegovina

source: Botswana
bs: Bocvana

source: British Indian Ocean Territory
bs: Britanski Indijskooceanski Teritorij

source: Brunei Darussalam
bs: Brunej

source: Bulgaria
bs: Bugarska

source: Cambodia
bs: Kambodža

source: Cameroon
bs: Kamerun

source: Canada
bs: Kanada

source: Central African Republic
bs: Srednjoafrička Republika

source: Chad
bs: Čad

source: Chile
bs: Čile

source: China
bs: Kina

source: Christmas Island
bs: Božićni otok

source: Cocos (Keeling) Islands
bs: Cocos (Keeling)

source: Colombia
bs: Kolumbija

source: Comoros
bs: Komori

source: Congo
bs: Kongo

source: Congo, the Democratic Republic of the
bs: Kongo, Demokratska Republika

source: Costa Rica
bs: kostarika

source: Cote D'Ivoire
bs: Obala Slonovače

source: Croatia
bs: Hrvatska

source: Cuba
bs: Kuba

source: Cyprus
bs: Kipar

source: Czech Republic
bs: Češka Republika

source: Denmark
bs: Danska

source: Djibouti
bs: Džibuti

source: Dominica
bs: Dominika

source: Dominican Republic
bs: Dominikanska republika

source: Ecuador
bs: Ekvador

source: Egypt
bs: Egipat

source: Equatorial Guinea
bs: Ekvatorijalna Gvineja

source: Eritrea
bs: Eritreja

source: Estonia
bs: Estonija

source: Ethiopia
bs: Etiopija

source: Falkland Islands (Malvinas)
bs: Falklandski Otoci (Malvini)

source: Faroe Islands
bs: Farski Otoci

source: Fiji
bs: Fidži

source: Finland
bs: Finla

source: France
bs: Francuska

source: French Guiana
bs: francuska Gvajana

source: French Polynesia
bs: Francuski Polinezija

source: French Southern Territories
bs: Francuski južni teritoriji

source: Gambia
bs: Gambija

source: Georgia
bs: Gruzija

source: Germany
bs: Germa

source: Ghana
bs: Gana

source: Greece
bs: Grčka

source: Greenland
bs: Grenland

source: Guatemala
bs: Gvatemala

source: Guinea
bs: Gvineja

source: Guinea-Bissau
bs: Gvineja Bisao

source: Guyana
bs: Gvajana

source: Heard Island and Mcdonald Islands
bs: Heard i otočje McDonald

source: Holy See (Vatican City State)
bs: Sveta Stolica (Vatikan)

source: Hungary
bs: Madžarska

source: Iceland
bs: Island

source: India
bs: Indija

source: Indonesia
bs: Indonezija

source: Iraq
bs: Irak

source: Ireland
bs: Irska

source: Israel
bs: Izrael

source: Italy
bs: Italija

source: Jamaica
bs: Jamajka

source: Kazakhstan
bs: Kazahstan

source: Kenya
bs: Kenija

source: Korea, Democratic People's Republic of
bs: Koreja, Demokratska Narodna Republika

source: Korea, Republic of
bs: Koreja, Republika

source: Kuwait
bs: Kuvajt

source: Kyrgyzstan
bs: Kirgistan

source: Lao People's Democratic Republic
bs: Lao Narodna Demokratska Republika

source: Latvia
bs: Letonija

source: Lebanon
bs: Liban

source: Lesotho
bs: Lesoto

source: Liberia
bs: Liberija

source: Libyan Arab Jamahiriya
bs: Libija

source: Liechtenstein
bs: Lihtenštajn

source: Lithuania
bs: Litvanija

source: Luxembourg
bs: Luksemburg

source: Macedonia, the Former Yugoslav Republic of
bs: Makedonija, Bivša Jugoslovenska Republika

source: Madagascar
bs: Madagaskar

source: Malawi
bs: Malavi

source: Malaysia
bs: Malezija

source: Maldives
bs: Maldivi

source: Marshall Islands
bs: Maršalovi Otoci

source: Mauritania
bs: Mauritanija

source: Mauritius
bs: Mauricijus

source: Mexico
bs: Meksiko

source: Micronesia, Federated States of
bs: Mikronezija, Savezne Države

source: Moldova, Republic of
bs: Moldavija, Republika

source: Mongolia
bs: Mongolija

source: Morocco
bs: Maroko

source: Mozambique
bs: Mozambik

source: Namibia
bs: Namibija

source: Netherlands
bs: Holandija

source: Netherlands Antilles
bs: Nizozemski Antili

source: New Caledonia
bs: nova Kaledonija

source: New Zealand
bs: Novi Zeland

source: Nicaragua
bs: Nikaragva

source: Nigeria
bs: Nigerija

source: Northern Mariana Islands
bs: Sjeverni Marijanski otoci

source: Norway
bs: Norveška

source: Palestinian Territory, Occupied
bs: Palestina, Zauzeto

source: Papua New Guinea
bs: Papua Nova Gvineja

source: Paraguay
bs: Paragvaj

source: Philippines
bs: Filipini

source: Poland
bs: Pola

source: Portugal
bs: Portugalija

source: Qatar
bs: Katar

source: Reunion
bs: ponovni sastanak

source: Romania
bs: Roman

source: Russian Federation
bs: Ruska Federacija

source: Rwanda
bs: Ruanda

source: Saint Helena
bs: Sveta Helena

source: Saint Kitts and Nevis
bs: Sveti Kristofor i Nevis

source: Saint Lucia
bs: Sveta Lucija

source: Saint Pierre and Miquelon
bs: Saint Pierre i Miquelon

source: Saint Vincent and the Grenadines
bs: Sveti Vincent i Grenadini

source: Sao Tome and Principe
bs: Sao Tome i Principe

source: Saudi Arabia
bs: Saudijska Arabija

source: Serbia and Montenegro
bs: Srbija i Crna Gora

source: Seychelles
bs: Sejšeli

source: Sierra Leone
bs: Sijera Leone

source: Singapore
bs: Singapur

source: Slovakia
bs: Slovačka

source: Slovenia
bs: Slovenija

source: Somalia
bs: Somalija

source: South Africa
bs: Južna Afrika

source: South Georgia and the South Sandwich Islands
bs: Južna Džordžija i Otoci Južni Sendvič

source: Spain
bs: Španija

source: Sri Lanka
bs: Šri Lanka

source: Suriname
bs: Surinam

source: Svalbard and Jan Mayen
bs: Svalbard i Jan Mayen

source: Swaziland
bs: Svazi

source: Sweden
bs: Swed

source: Switzerland
bs: Švajcarska

source: Syrian Arab Republic
bs: Sirijska Arapska Republika

source: Taiwan, Province of China
bs: Tajvan Kine

source: Tajikistan
bs: Tadžikistan

source: Tanzania, United Republic of
bs: Tanzanija, Ujedinjena Republika

source: Thailand
bs: Tajland

source: Timor-Leste
bs: Istočni Timor

source: Togo
bs: Ići

source: Tonga
bs: laka dvokolica

source: Trinidad and Tobago
bs: Trinidad i Tobago

source: Tunisia
bs: Tunis

source: Turkey
bs: Turska

source: Turks and Caicos Islands
bs: Turks i Caicos

source: Ukraine
bs: Ukrajina

source: United Arab Emirates
bs: Ujedinjeni Arapski Emirati

source: United Kingdom
bs: Ujedinjeno Kraljevstvo

source: United States
bs: Sjedinjene Države

source: Uruguay
bs: Urugvaj

source: Venezuela
bs: Venecuela

source: Viet Nam
bs: Vijetnam

source: Virgin Islands, British
bs: Britanski Djevičanski Otoci

source: Virgin Islands, U.s.
bs: Djevičanski Otoci nama

source: Wallis and Futuna
bs: Wallis i Futuna

source: Western Sahara
bs: Zapadna Sahara

source: Yemen
bs: Jemen

source: Zambia
bs: Zambija

source: Zimbabwe
bs: Zimbabve

source: Invalid argument #1: %s is not a valid %s identifyer.
bs: Invalid argument # 1: %s nije je važeći %s identifyer.

source: %s for Row %d failed to save.
bs: %s za Row %d nije spasiti.

source: You need to define at least one field to be toggleable.
bs: Potrebno je da definišete barem jedno polje biti toggleable.

source: The field %s is not in the list of toggleable fields.
bs: Polje %s nije na listi toggleable polja.

source: The field %s does not have two toggleable states defined.
bs: Polje %s nema dva toggleable države definirane.

source: Invalid record
bs: Invalid rekord

source: Server lipsum.com returns error code %s.
bs: Server lipsum.com vraća greška kod %s .

source: Response from lipsum.com is empty or could not be decoded.
bs: Odgovor iz lipsum.com je prazan ili se ne može dekodirati.

source: Connection to server lipsum.com failed. %s.
bs: Povezivanje na server lipsum.com nije. %s .

source: Please correct the errors below.
bs: Molimo vas da ispravite greške ispod.

source: Error
bs: greška

source: The requested address %s was not found on this server.
bs: Zamoljena adresa %s nije pronađen na ovom poslužitelju.

source: An Internal Error Has Occurred.
bs: Unutrašnji Došlo je do greške.

source: datasource configuration was not found
bs: konfiguracija izvor podataka nije pronađen

source: CakePHP: the rapid development php framework
bs: CakePHP: brz razvoj PHP okvir

source: Debug setting does not allow access to this url.
bs: postavka debug ne dozvoljava pristup ovom URL.

source: Add New Exam
bs: Dodaj novi ispit

source: Inactive
bs: neaktivan

source: Start & End Date
bs: Start & Završni datum

source: Certification of Completion
bs: Certificiranje Završetak

source: Click here to download excel file format
bs: Kliknite ovdje za preuzimanje excel format

source: Are you sure, you want to close this exam?
bs: Jeste li sigurni, da želite zatvoriti ovaj ispit?

source: Are you sure, you want to re-activate this exam?
bs: Jeste li sigurni, da želite ponovno aktivirati ovaj ispit?

source: Closed
bs: zatvoreno

source: Results
bs: Rezultati

source: Configurations
bs: konfiguracije

source: General
bs: Generalno

source: Contents
bs: Sadržaj

source: Email & SMS
bs: Vaš E-mail

source: Customer Support Service
bs: za dokumentaciju i podršku

source: Knowledge Base (for Documentation)
bs: bazu znanja

source: Live Chat (For Sales & Billing Only)
bs: Prodaje

source: Support (For Technical Support)
bs: Pružaju objašnjenje za podršku ispravan odgovor

source: Visit Our Website
bs: Posjetite našu web stranicu

source: for more documentation & Details
bs: Više Detalja
