Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bos/LC_MESSAGES/default.po
Languages: bs

source: You can find your result here.
bs: vaš rezultat možete pronaći ovdje.

source: Thanks for given the exam.
bs: Hvala na s obzirom na ispit.

source: Dashboard
bs: komandna tabla

source: My Exams
bs: Moj Ispiti

source: My Result
bs: Moja Rezultat

source: Group Performance
bs: Grupa Performance

source: Payment
bs: plaćanje

source: Transaction History
bs: Istorija transakcija

source: Mailbox
bs: poštanski sandučić

source: Help
bs: Pomoc

source: Home
bs: Pocetak

source: Register
bs: Registracija

source: Log In
bs: Ulogovati se

source: Feb
bs: februar

source: Apr
bs: april

source: May
bs: maj

source: Jun
bs: juni

source: Jul
bs: juli

source: Aug
bs: avgust

source: Sep
bs: septembar

source: Oct
bs: oktobar

source: Nov
bs: novembar

source: Dec
bs: decembar

source: Percentage
bs: postotak

source: Month
bs: mjesec

source: Exams
bs: ispiti

source: Email verified successfully
bs: E-mail je uspješno potvrđen

source: Invalid Verification Code
bs: Invalid Verifikacioni kod

source: A verification Code send to your Email inbox or Spam
bs: A verifikaciju Kod poslati na mail inbox ili Spam

source: Email Id already verified
bs: E-mail Id već potvrdio

source: Email Id not registered in system
bs: E-mail Id nije registrovan u sistemu

source: You have attempted maximum exam.
bs: Vi ste pokušali maksimalno ispit.

source: You have attempted maximum number of questions in this subject
bs: Vi ste pokušali maksimalan broj pitanja u ovoj temi

source: You can find your result here
bs: vaš rezultat možete pronaći ovdje

source: Insufficient Amount.
bs: Nedovoljno Iznos.

source: 1. The test instructions were
bs: 1. uputstva test su bili

source: 2. Language of question was
bs: 2. Jezik pitanje je

source: 3. Overall test experience was
bs: 3. Ukupna test iskustvo je

source: Any other feedback suggestion:
bs: Bilo koji drugi povratne prijedlog:

source: Feedback has submitted successfully!
bs: Feedback je uspješno podnose!

source: Feedback already submitted.
bs: Povratne informacije već predao.

source: Email id is not registered in system
bs: E-mail id nije registrovan u sistemu

source: Your password reset link is sent to your registered email id
bs: Poništavanje lozinke link je poslana na Vašu registriranu e-mail id

source: Incorrect code
bs: Pogrešan kod

source: Password Changed Successfully
bs: Password Changed Uspješno

source: My Performance
bs: moj nastup

source: My Group performance
bs: Moje grupe performanse

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
bs: Primjena već instaliran. Uklonite app / tmp / installed.txt za ponovno instaliranje aplikacije

source: Writeable
bs: Omogućeno pisanje

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
bs: Nažalost! File Dozvola grešci Molimo goto app / config / database.php je u upisiv modu.

source: A connection was successfully established with the server.
bs: Povezivanje je uspješno uspostavljena sa serverom.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
bs: nije mogao povezati s bazom podataka. Molimo provjerite postavke u app / config / database.php i pokušajte ponovo

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
bs: Nažalost! Folder Dozvola grešci Molimo tmp folder u upisiv modu.

source: Your Mail has been sent
bs: Vaš mail je poslan

source: Forwarded message
bs: Forwarded poruku

source: From
bs: od

source: Subject
bs: predmet

source: The mail has been moved to the Trash
bs: Pošte je premještena u Otpad

source: Your Mail has been deleted
bs: Vaš Mail je obrisan

source: The mail has been moved to the Inbox
bs: Pošte je preselio u Inbox

source: The mail has been marked as Read
bs: Pošte je označena kao pročitano

source: The mail has been marked as Unread
bs: Pošte je označena kao nepročitano

source: Paypal Payment not set
bs: PayPal plaćanje nije postavljen

source: Payment Cancel
bs: plaćanje Odustani

source: Wallet Payment
bs: novčanik plaćanja

source: Try again! Can not connect to paypal
bs: Pokušaj ponovo! ne može spojiti na paypal

source: Invalid Amount
bs: Invalid Iznos

source: Payment already done
bs: Plaćanje je već učinjeno

source: Payment not done
bs: Plaćanje ne radi

source: Payment successfully! Amount %s added in your wallet
bs: Plaćanje uspješno! Iznos %s dodan u novčaniku

source: Profile Updated Successfully
bs: Profil Ažurirano Uspješno

source: Photo Updated Successfully
bs: Photo Ažurirano Uspješno

source: Invalid Password
bs: pogrešna lozinka

source: Please select any group
bs: Molimo odaberite bilo koju grupu

source: Invalid Security Code
bs: Invalid Sigurnosni kod

source: Score
bs: skor

source: Subject Wise Time Taken
bs: Naslov Wise Time Taken

source: Correct Question
bs: Ispravno pitanje

source: Incorrect Question
bs: Pogrešan Pitanje

source: Right Marks
bs: desno Marks

source: Negative Marks
bs: Negativni Marks

source: Percentage(%) in Exam
bs: Postotak (%) u ispit

source: Percentage(%)
bs: Postotak (%)

source: Pay Exam
bs: Pay ispit

source: Your account has expired. Please contact administrator
bs: Vaš račun je istekao. Molimo Vas da kontaktirate administratora

source: You have been logged in successfully
bs: Ti su prijavljeni uspješno

source: Your email not verified! Please click on link sent to your email inbox or spam
bs: Vaša e-mail nije potvrđena! Molimo kliknite na link poslati na e-pošte ili spam

source: Incorrect username/password
bs: Nepravilno korisničko ime / lozinku

source: You have been logged out successfully
bs: Vi ste prijavljeni uspješno

source: You are %s Member! Please contact administrator
bs: Vi ste %s članova! Molimo Vas da kontaktirate administratora

source: Hours
bs: sati

source: Mins
bs: min

source: Grand Total
bs: Sveukupno

source: Your Question has been added for exam
bs: Vaše pitanje je dodao za ispit

source: Your Question has been deleted for exam
bs: Vaše pitanje je obrisan za ispit

source: No Permission
bs: No Dopuštenje

source: Advertisement has been saved
bs: Reklama je sačuvan

source: Advertisement has been deleted
bs: Reklama je obrisan

source: Photo Changed Successfully
bs: Photo Promjenjen Uspješno

source: Not Attempted
bs: nije Pokušaj

source: Marks Updated
bs: Marks Ažurirano

source: Successfully Finalize
bs: uspješno Završiti

source: Successfully Closed Exam
bs: Uspješno Zatvorena ispit

source: English
bs: engleski

source: French
bs: francuski

source: Your Setting has been saved
bs: Vaša postavka je sačuvan

source: Page Added Successfully
bs: Stranica Dodano Uspješno

source: Pages updated Successfully
bs: Stranice ažurira Uspješno

source: Page has been deleted
bs: Stranica je obrisan

source: Page has been Unpublished
bs: Stranica je Neobjavljeni

source: Page has been Published
bs: Stranica je objavljen

source: Something wrong
bs: Nešto nije u redu

source: Currency has been saved
bs: Valuta je sačuvan

source: Currency has been deleted
bs: Valuta je obrisan

source: Student Details
bs: student Detalji

source: Active
bs: aktivan

source: Pending
bs: na čekanju

source: Suspend
bs: obustaviti

source: Absent
bs: odsutan

source: Passing %age
bs: Donošenje %a ge

source: Average %age
bs: Prosječni %a ge

source: Question Count
bs: pitanje Count

source: Total Question
bs: Ukupno Pitanje

source: Question Bank Difficulty Wise
bs: Pitanje banka Teškoća Wise

source: Easy
bs: lako

source: Medium
bs: srednji

source: Hard
bs: tvrd

source: Name has been updated
bs: Ime je ažuriran

source: Email template has been saved
bs: E-mail obrazac je sačuvan

source: Email template has been deleted
bs: E-mail obrazac je izbrisan

source: End Date is not less than Start date
bs: Završni datum nije manja od datuma Početak

source: Please Select any group
bs: Molimo izaberite bilo koju grupu

source: Please Add Subject To Exam
bs: Molimo dodajte Predmet To ispit

source: Exam has been saved. Add questions in exam
bs: Ispit je sačuvan. Dodaj pitanja u ispitu

source: Exam has been saved
bs: Ispit je sačuvan

source: Exam has been updated
bs: Ispit je ažuriran

source: Exam has been deleted
bs: Ispit je obrisan

source: Difficulty Level
bs: Teškoća Level

source: Subject Wise Question Count
bs: Naslov Wise Pitanje Count

source: Exam sucessfully inactivated
bs: Ispit uspešno inaktivirano

source: Exam sucessfully activated
bs: Ispit uspešno uskoro

source: There are no question added!
bs: Ne postoje pitanje dodaju!

source: Your username is sent to your registered email id
bs: Vaše korisničko ime je poslana na Vašu registriranu e-mail id

source: Group Added Successfully
bs: Grupa Dodano Uspješno

source: Group has been saved
bs: Grupa je sačuvan

source: Group has been deleted
bs: Grupa je obrisan

source: Delete subject first
bs: Izbriši predmet prvi

source: Help content has been saved
bs: Pomoć sadržaj je sačuvan

source: Help content has been deleted
bs: Pomoć sadržaj je obrisan

source: Questions imported successfully
bs: Pitanja uspješno uvezena

source: File not uploaded
bs: File not upload

source: Only CSV File supported
bs: Samo uz podršku CSV datoteke

source: Please Select Subject
bs: Molimo odaberite Tema

source: Please Select any Group
bs: Molimo odaberite bilo Group

source: Students imported successfully
bs: Studenti uspješno uvezena

source: Please Select Group
bs: Molimo odaberite Group

source: Student Email not found
bs: Student-mail nije pronađena

source: News has been saved
bs: Vijesti je sačuvan

source: News has been deleted
bs: Vijesti je obrisan

source: Paypal Payment Setting has been saved
bs: PayPal plaćanje postavka je sačuvan

source: Setting Problem
bs: postavljanje Problem

source: Please Choose the Correct answer
bs: Odaberite Tačan odgovor

source: Please select true or false
bs: Molimo odaberite istinito ili lažno

source: Please fill blank space
bs: Molimo Vas da ispunite prazan prostor

source: Question added to bank successfully
bs: Pitanje je dodao da banka uspješno

source: Question has been updated
bs: Pitanje je ažuriran

source: Question has been deleted
bs: Pitanje je obrisan

source: Delete exam first!
bs: Brisanje ispit prvi!

source: Question Difficulty Level
bs: Pitanje Nivo

source: Performance
bs: performanse

source: Candidate Marks Distribution
bs: Kandidat Marks Distribucija

source: Max Marks Distribution
bs: Max Marks Distribucija

source: Please select any type in the list
bs: Molimo odaberite bilo koji tip na listi

source: Please type any email
bs: Molimo bilo e-mail

source: Email has been sent
bs: E-mail je poslan

source: No email to send
bs: Email za slanje

source: Please type any name
bs: Molimo unesite bilo koje ime

source: Sms has been sent
bs: SMS je poslan

source: No sms to send
bs: No sms za slanje

source: Signature has been saved
bs: Potpis je sačuvan

source: Signature has been deleted
bs: Potpis je obrisan

source: Slide has been saved
bs: Slide je sačuvan

source: Slide has been deleted
bs: Slide je obrisan

source: SMS template has been saved
bs: SMS predložak je sačuvan

source: SMS template has been deleted
bs: SMS predložak je obrisan

source: Student added Successfully
bs: Student dodao Uspješno

source: Please Select atleast one group
bs: Molimo odaberite atleast jedna grupa

source: Student has been updated
bs: Student je ažuriran

source: Student has been deleted
bs: Student je obrisan

source: Student Wallet has been updated
bs: Student Novčanik je ažuriran

source: Subject Added Successfully
bs: Naslov Dodano Uspješno

source: Subject already exist
bs: Predmet već postoje

source: Subject has been updated
bs: Naslov je ažuriran

source: Subject has been deleted
bs: Predmet je obrisan

source: Testimonial has been saved
bs: Svjedodžba je sačuvan

source: Testimonial has been updated
bs: Svjedodžba je ažuriran

source: Testimonial has been deleted
bs: Svjedodžba je obrisan

source: User Added Successfully
bs: Korisnički dodane Uspješno

source: User has been updated
bs: Korisnik je ažuriran

source: User has been deleted
bs: Korisnik je obrisan

source: Permission update successfully
bs: ažuriranje dozvole uspješno

source: You have been logged in Successfully
bs: Ti su prijavljeni Uspješno

source: You have been logged out
bs: Ti su prijavljeni od

source: Level User has been saved
bs: Nivo Korisnik je sačuvan

source: Level user has been deleted
bs: Nivo korisnik je obrisan

source: Logo has been saved
bs: Logo je sačuvan

source: Logo has been deleted
bs: Logo je obrisan

source: Add Questions
bs: Dodaj pitanja

source: Question Type
bs: pitanje Tip

source: Search
bs: Tra

source: Reset
bs: resetovanje

source: Add To Exam
bs: Dodaj u ispit

source: Delete To Exam
bs: Brisanje Za Ispit

source: Back To Exam
bs: Back To ispit

source: Type
bs: tip

source: Body of Question
bs: Tijelo Pitanje

source: Level
bs: nivo

source: Action
bs: akcija

source: Add Advertisement
bs: Dodaj oglas

source: Advertisement Name
bs: Reklama ime

source: Ordering
bs: naručivanje

source: URL Type
bs: URL Tip

source: Internal
bs: interni

source: External
bs: vanjski

source: Upload Image (350*260)
bs: Postavi sliku (350 * 260)

source: Save
bs: Spasiti

source: Close
bs: blizu

source: Update Photo
bs: Update Foto

source: Update
bs: ažuriranje

source: Cancel
bs: Otkazati

source: Edit Advertisements
bs: Uredi Oglasi

source: Form
bs: obrazac

source: Advertisements
bs: Oglasi

source: Add New Advertisement
bs: Dodaj novi Oglašavanje

source: Edit
bs: Promijeni

source: Delete
bs: izbrisati

source: View
bs: pogled

source: Change Photo
bs: Promjena slike

source: Attempted Papers of
bs: Pokušaj Radovi

source: Name
bs: ime

source: Total Marks
bs: Ukupno Marks

source: Obtained Marks
bs: Dobiveni Marks

source: Result Finalized
bs: rezultat dovršeni

source: Finalize It
bs: finalizirati It

source: PASSED
bs: PROŠLI

source: FAILED
bs: NIJE

source: Finalized By
bs: završeni do

source: Question No
bs: pitanje Ne

source: Marked Answer
bs: Označena Odgovor

source: Correct Answer
bs: Tačan odgovor

source: Marks Obtained
bs: Marks Dobijeni

source: Checked by
bs: Provjeriti po

source: System
bs: sistem

source: Configuration Options
bs: konfiguracija opcije

source: Site Name
bs: ime sajta

source: Organization Name
bs: [{0}Naziv organizlkajsfdjasjkacije{/0}]{1}{/1}

source: Domain Name
bs: Ime domena

source: Organization Email
bs: organizacija mail

source: Meta Title
bs: Meta Naslov

source: Meta Description
bs: Meta Opis

source: Time Zone
bs: Vremenska zona

source: Please Select
bs: Molimo odaberite

source: Currency
bs: valuta

source: Header Contact
bs: header Kontakt

source: Email Contact
bs: E-mail kontakt

source: Display records per page
bs: Prikaz zapisa po stranici

source: Max records per page
bs: Max zapisa po stranici

source: Date Format
bs: Format datuma

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
bs: Datum, mjesec, godinu, sat, Min, Sec, Meridian, Datum Seprator, vrijeme Seprator

source: Image
bs: slika

source: Text
bs: tekst

source: Text Direction
bs: tekst Direction

source: Left-to-right (LTR)
bs: Lijevo na desno (LTR)

source: Right-to-Left (RTL)
bs: Pravo na lijevo (RTL)

source: Language
bs: jezik

source: Enable SMS Notification
bs: Uključi SMS obavijest

source: Enable Email Notification
bs: Enable mail obavijest

source: Manual Verification
bs: priručnik za verifikaciju

source: Front End Registration
bs: Front End Registracija

source: Translation
bs: Prijevod

source: Paid Exam
bs: Paid ispit

source: Math Editor
bs: Math Urednik

source: Exam Expiry
bs: ispit isteka

source: Exam Feedback
bs: ispit Feedback

source: Certificate
bs: potvrda

source: Testimonial
bs: potvrda

source: Advertisement
bs: oglas

source: No. of Visitor
bs: Broj Visitor

source: No. of Student
bs: Broj studenata

source: No. of Exam
bs: Broj ispita

source: Add Pages
bs: Dodaj Stranice

source: Link Name
bs: link ime

source: External Url
bs: Vanjska Url

source: Page Name
bs: stranica ime

source: Page Url
bs: URL stranice

source: Page Content
bs: stranica sadržaj

source: Edit Pages
bs: Uredi Stranice

source: Pages
bs: Stranice

source: Add New Page
bs: Dodaj Nova stranica

source: Published
bs: objavljen

source: Unpublished
bs: neobjavljen

source: Add Currency
bs: Dodaj valuta

source: Currency Name
bs: Valuta ime

source: Short Name
bs: Skraćeni naziv

source: Upload Currency (Less or equal to 50*50)
bs: Upload valuta (manje ili jednako 50 * 50)

source: Add New Currency
bs: Dodaj novu valutu

source: In Progress Exam
bs: U Ispit Napredak

source: Upcoming Exam
bs: predstojeći ispit

source: Completed Exam
bs: završen ispit

source: Students
bs: studenti

source: In Progress & Upcoming Exams
bs: U tijeku i Predstojeći ispiti

source: Date
bs: [Datum]

source: Exam Name
bs: ispit ime

source: Group
bs: Gro

source: Duration
bs: trajanje

source: Recent Exam Results
bs: Nedavne ispita Rezultati

source: Exam
bs: ispit

source: Overall Result
bs: ukupan rezultat

source: To
bs: u

source: Details
bs: detalji

source: Student Statistic Table
bs: Student Statistika Tabela

source: Total Students
bs: Ukupno učenika

source: Total Active
bs: Ukupno Active

source: Total Pending
bs: Ukupno u radu

source: Total Suspended
bs: ukupne suspendovane

source: Top 10 Question Bank Subject Wise
bs: Top 10 Pitanje banke Naslov Wise

source: Top 10 Difficulty Level of Questions
bs: Top 10 Nivo pitanja

source: Question Count Table
bs: Pitanje Count Tabela

source: Bank Name
bs: Naziv banke

source: Total Easy
bs: Ukupno Easy

source: Total Normal
bs: Ukupno Normalno

source: Total Difficult
bs: Ukupno Teško

source: E-Mail Settings
bs: E-mail postavke

source: Email Type
bs: E-mail Tip

source: Port
bs: luka

source: User Name
bs: korisničko ime

source: Password
bs: lozinka

source: Add Email Template
bs: Dodaj mail Template

source: Email Templates
bs: E-mail Predlošci

source: Add New Email Template
bs: Dodaj novi mail Template

source: Template
bs: šablon

source: Subject Added successfully
bs: Naslov Dodano uspješno

source: Add Exam
bs: Dodaj ispit

source: Name of Exam
bs: Naziv ispita

source: Passing Percentage
bs: Dodavanje Procenat

source: Instruction
bs: instrukcija

source: Exam Duration (Min.)
bs: Ispit Trajanje (min.)

source: 0 for unlimited duration
bs: 0 za neograničeno trajanje

source: Attempt Count
bs: pokušaj Count

source: 0 for unlimited attempt
bs: 0 za neograničeno pokušaj

source: Start Date
bs: Datum početka

source: End Date
bs: Kraj datum

source: Show Answer Sheet
bs: Prikaži odgovor Sheet

source: Yes
bs: Da

source: No
bs: Br.

source: Select Group
bs: Izaberite Group

source: Negative Marking
bs: Negativni Označavanje

source: Random Question
bs: Random pitanje

source: Amount
bs: iznos

source: Expiry Days
bs: Dani isteka

source: 0 for Unlimited
bs: 0 za Unlimited

source: Result After Finish
bs: Rezultat nakon završetka

source: Mode
bs: način

source: Instant Result
bs: Instant Rezultat

source: Option Shuffle
bs: opcija Shuffle

source: Add Subjects To Exams
bs: Dodaj subjekata Ispiti

source: Subject Name
bs: Naziv predmeta

source: No. of Questions
bs: Broj pitanja

source: Ques Attempt Count
bs: Ques Pokušajte Count

source: Questions Attempt Count
bs: Pitanja Pokušajte Count

source: Leave blank for not showing (0 for unlimited)
bs: Ostavite prazno za ne pokazuje (0 za neograničeno)

source: ctrl+click to add multiples
bs: ctrl + klik dodati višestruke

source: Add
bs: Dodati

source: Edit Exam
bs: Uredi ispit

source: Exam Stats
bs: ispit Stats

source: No of Student Passed
bs: Broj studenata Položen

source: Download
bs: Preuzimanje

source: No of Student Failed
bs: Broj studenata nije uspjelo

source: No of Student Absent
bs: Broj studenata Odsutna

source: Exam Details
bs: ispit Detalji

source: Finalize Result
bs: finalizirati Rezultat

source: Attempted Papers
bs: Pokušaj Radovi

source: Eligible Group
bs: prihvatljivi Group

source: Close Exam
bs: Zatvori ispit

source: Activate Exam
bs: aktiviranje ispit

source: Exam Closed Re-Activate Exam
bs: Ispit Zatvorena ponovo aktivira ispit

source: Expiry
bs: Istek

source: Unlimited
bs: neograničen

source: Days
bs: dani

source: Subjective
bs: subjektivan

source: Objective
bs: objektivan

source: True &amp; False
bs: True & amp; lažan

source: Fill in the blanks
bs: Popuni prazna polja

source: Total Questions
bs: Ukupno pitanja

source: Question Attempt Count
bs: Pitanje Pokušaj Count

source: Total
bs: Ukupno

source: Student Name
bs: ime studenta

source: Enrolment
bs: Upis

source: Phone
bs: telefon

source: Result Status
bs: rezultat Status

source: Forgot Password
bs: Zaboravili ste lozinku

source: Submit
bs: podnijeti

source: Forgot Username
bs: Zaboravili ste korisničko ime

source: Login
bs: Ulogovati se

source: Verification Code
bs: Verifikacijski kod

source: Please enter verification Code
bs: Molimo unesite verifikacijski kod

source: Reset Password
bs: Reset lozinke

source: Confirm Password
bs: Potvrdi šifru

source: Add Groups
bs: Dodaj grupe

source: Group Name
bs: ime grupe

source: Edit Groups
bs: Uredi grupe

source: Groups
bs: grupe

source: Add New Group
bs: Dodaj novu grupu

source: Add Help Content
bs: Dodaj Pomoć Sadržaj

source: Title
bs: naslov

source: Description
bs: opis

source: Edit Help Content
bs: Uredi za pomoć sadržaj

source: Help Content
bs: Pomoć sadržaj

source: Add New Help Content
bs: Dodaj novi Pomoć sadržaj

source: Back To Questions
bs: Povratak na pitanja

source: Export Questions
bs: izvoz pitanja

source: Select File
bs: Odaberite File

source: Import Questions
bs: uvoz pitanja

source: Import/Export Students
bs: Import / Export Studenti

source: Back To Students
bs: Back studentima

source: Export Students
bs: izvoz Studenti

source: Import Students
bs: uvoz Studenti

source: All Messages
bs: sve poruke

source: My Profile
bs: Moj profil

source: Change Password
bs: Promjena lozinke

source: Logout
bs: Odjaviti se

source: Date &amp; Time
bs: Datum & amp; vrijeme

source: Compose Mail
bs: Sastavi Mail

source: Search Student Mail
bs: Traži Student Mail

source: Message
bs: poruka

source: Send
bs: poslati

source: Compose
bs: sastaviti

source: Sent Mail
bs: Poslana pošta

source: Trash
bs: smeće

source: More
bs: više

source: Mark as Read
bs: Označi kao pročitano

source: Mark as Unread
bs: Označi kao nepročitano

source: Move to Inbox
bs: Preseli u Inbox

source: Reply
bs: odgovor

source: Forward
bs: naprijed

source: Menu Names
bs: Meni imena

source: Model Name
bs: Naziv modela

source: Icon
bs: ikona

source: Add News
bs: Dodaj News

source: News Title
bs: Vijesti Naslov

source: News Description
bs: Vijesti Opis

source: Edit News
bs: Uredi Novosti

source: News
bs: vijesti

source: Add New News
bs: Dodaj novi News

source: Paypal Payment Option
bs: Paypal Način plaćanja

source: Signature
bs: potpis

source: True
bs: istinski

source: Add Question
bs: Dodaj Pitanje

source: Question
bs: pitanje

source: Correct Answers
bs: tačnih odgovora

source: Type your question here
bs: Tip vaše pitanje ovde

source: False
bs: lažan

source: Blank Space
bs: prazan prostor

source: Explanation (Optional)
bs: Objašnjenje (Opcionalno)

source: Provide explanation in support of correct answer
bs: Pružaju objašnjenje za podršku ispravan odgovor

source: Hint(optional)
bs: Hint (opcionalno)

source: Hint to help answer correctly
bs: Hint da pomogne odgovoriti ispravno

source: without minus sign
bs: bez minus

source: Edit Question Type
bs: Uredi Pitanje Tip

source: Explanation
bs: objašnjenje

source: Hint
bs: nagovještaj

source: Questions
bs: pitanja

source: Add New Question
bs: Dodaj novo pitanje

source: Import/Export Question
bs: Import / Export Pitanje

source: Answer
bs: odgovor
