Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/bos/LC_MESSAGES/validation.po
Languages: bs

source: Only letters and numbers allowed
bs: Samo slova i brojevi dozvoljeno

source: Group already exist
bs: Grupa već postoje

source: Only Url
bs: samo Url

source: File does not have a valid extension
bs: Datoteka nema važeću proširenje

source: You must supply a JPG, GIF or PNG File.
bs: Morate dostaviti JPG, GIF ili PNG datoteke.

source: Invalid Header Contact
bs: Invalid Header Kontakt

source: Only Alphabets
bs: samo pisma

source: Currency Name already exist
bs: Valuta Naziv već postoji

source: You must supply image height is less than 50px
bs: Morate dostaviti visina slika je manje od 50px

source: You must supply image width is less than 50px
bs: Morate dostaviti širina slika je manja od 50px

source: Only numbers allowed
bs: Samo brojevi dozvoljeno

source: Only Date/time format
bs: Samo datum / vrijeme format

source: Enter a valid email
bs: Unesite važeću e-mail

source: Please select
bs: Molimo odaberite

source: Invalid Username
bs: Pogrešno korisničko ime

source: Invalid Password
bs: Pogrešno lozinka

source: Invalid Signature
bs: Pogrešno Potpis

source: Only numbers
bs: samo brojevi

source: You must supply image height is less than 220px
bs: Morate dostaviti visina slika je manje od 220px

source: This Email has already been exist! try new one
bs: Ova e-mail je već postoji! probati novu

source: Password required
bs: lozinka Obavezno

source: Password minimum 4 character long
bs: lozinka minimum 4 karaktera dugo

source: Name already exist
bs: Naziv već postoji
