Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/urd/LC_MESSAGES/default.po
Languages: ur

source: Virgin Islands, British
ur: جزائر ورجن، برطانوی

source: Virgin Islands, U.s.
ur: جزائر ورجن، امریکہ

source: Wallis and Futuna
ur: والس اور فتونہ

source: Western Sahara
ur: مغربی صحارا

source: Yemen
ur: یمن

source: Zambia
ur: زیمبیا

source: Zimbabwe
ur: زمبابوے

source: Invalid argument #1: %s is not a valid %s identifyer.
ur: غلط استدلال # 1: %s ایک درست نہیں ہے %s identifyer.

source: %s for Row %d failed to save.
ur: %s صف کے لئے %d کو بچانے کے لئے میں ناکام رہے.

source: You need to define at least one field to be toggleable.
ur: آپ toggleable ہونے کے لئے کم از کم ایک فیلڈ کی وضاحت کرنے کی ضرورت ہے.

source: The field %s is not in the list of toggleable fields.
ur: میدان %s toggleable فیلڈز کی فہرست میں نہیں ہے.

source: The field %s does not have two toggleable states defined.
ur: میدان %s دو وضاحت toggleable ریاستیں نہیں ہوئے

source: Invalid record
ur: غلط ریکارڈ کے

source: Server lipsum.com returns error code %s.
ur: سرور lipsum.com غلطی کوڈ لوٹتا %s .

source: Response from lipsum.com is empty or could not be decoded.
ur: lipsum.com سے رسپانس خالی ہے یا ضابطہ ربائی مکمل نہیں ہو سکی.

source: Connection to server lipsum.com failed. %s.
ur: سرور lipsum.com سے کنکشن ناکام رہے. %s .

source: Please correct the errors below.
ur: برائے مہربانی مندرجہ ذیل غلطیوں کو درست کریں.

source: Error
ur: غلطی

source: The requested address %s was not found on this server.
ur: مطلوبہ پتہ %s اس سرور پر نہیں ملا تھا.

source: An Internal Error Has Occurred.
ur: ایک داخلی خرابی آگئی ہے.

source: datasource configuration was not found
ur: ڈیٹاسروت کنفیگریشن نہیں پایا گیا

source: CakePHP: the rapid development php framework
ur: CakePHP کی: تیز رفتار ترقی کے پی ایچ پی کے فریم ورک

source: Debug setting does not allow access to this url.
ur: ڈیبگ کی ترتیب اس URL تک رسائی کی اجازت نہیں دیتا.

source: Add New Exam
ur: نیا امتحان میں شامل کریں

source: Inactive
ur: غیر فعال

source: Start & End Date
ur: شروع کریں & آخر تاریخ

source: Certification of Completion
ur: تکمیل کے سرٹیفیکیشن

source: Click here to download excel file format
ur: ایکسل فائل کی شکل اتارنا کرنے کے لئے یہاں کلک کریں

source: Are you sure, you want to close this exam?
ur: تمہیں یقین ہے، آپ کو اس امتحان کو بند کرنا چاہتے ہیں؟

source: Are you sure, you want to re-activate this exam?
ur: تمہیں یقین ہے، آپ کو یہ امتحان دوبارہ چالو کرنا چاہتے ہیں؟

source: Closed
ur: بند
