Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/urd/LC_MESSAGES/default.po
Languages: ur

source: File Manager
ur: فائل منیجر

source: You can find your result here.
ur: آپ یہاں آپ کے نتیجے میں تلاش کر سکتے ہیں.

source: Thanks for given the exam.
ur: کرنے کے لئے شکریہ امتحان دیئے.

source: Dashboard
ur: تختہ مشق

source: Leader Board
ur: لیڈر بورڈ

source: My Exams
ur: میرے امتحانات

source: My Result
ur: میری نتیجہ

source: Group Performance
ur: گروپ کی کارکردگی

source: Payment
ur: ادائیگی

source: Transaction History
ur: اپ ڈیٹ کی تاریخ

source: Mailbox
ur: میل باکس

source: Help
ur: مدد

source: Home
ur: سرورق

source: Register
ur: اندراج

source: Log In
ur: داخلہ

source: Invalid Post
ur: غلط پوسٹ

source: Jan
ur: جنوری

source: Feb
ur: فروری

source: Mar
ur: مارچ

source: Apr
ur: اپریل

source: May
ur: مئی

source: Jun
ur: جون

source: Jul
ur: جولائی

source: Aug
ur: اگست

source: Sep
ur: ستمبر

source: Oct
ur: اکتوبر ، 1

source: Nov
ur: نومبر

source: Dec
ur: دسمبر

source: Percentage
ur: پرسنٹیج

source: Month
ur: مہینہ

source: Exams
ur: امتحانات

source: Email verified successfully
ur: ای میل کامیابی کی تصدیق کی

source: Invalid Verification Code
ur: غلط توثیقی کوڈ

source: A verification Code send to your Email inbox or Spam
ur: ایک توثیقی کوڈ آپ کے ای میل ان باکس یا سپام میں بھیج

source: Email Id already verified
ur: ای میل کی شناخت پہلے ہی توثیق

source: Email Id not registered in system
ur: ای میل کی شناخت کے نظام میں رجسٹرڈ نہیں

source: You have attempted maximum exam.
ur: آپ زیادہ سے زیادہ امتحان کی کوشش کی ہے.

source: You have attempted maximum number of questions in this subject
ur: آپ نے اس موضوع میں سوالات کا زیادہ سے زیادہ تعداد کی کوشش کی ہے

source: You can find your result here
ur: آپ یہاں آپ کے نتیجے میں حاصل کر سکتے ہیں

source: Insufficient Amount.
ur: ناکافی رقم.

source: 1. The test instructions were
ur: 1. ٹیسٹ کی ہدایات تھیں

source: 2. Language of question was
ur: 2. سوال کی زبان تھی

source: 3. Overall test experience was
ur: 3. مجموعی طور پر ٹیسٹ تجربہ تھا

source: Any other feedback suggestion:
ur: دیگر تاثرات تجویز:

source: Feedback has submitted successfully!
ur: آپ کی رائے کو کامیابی سے پیش کر دیا ہے!

source: Feedback already submitted.
ur: آپ کی رائے پہلے سے ہی جمع کروائی.

source: Email id is not registered in system
ur: ای میل کی شناخت کے نظام میں رجسٹرڈ نہیں ہے

source: Your password reset link is sent to your registered email id
ur: آپ کا پاس ورڈ دوبارہ ترتیب دینے کا لنک اپنے رجسٹرڈ ای میل آئی ڈی کو بھیجا جاتا ہے

source: Incorrect code
ur: غلط کوڈ

source: Password Changed Successfully
ur: پاس ورڈ کامیابی سے تبدیل

source: My Performance
ur: میری کارکردگی

source: My Group performance
ur: میرے گروپ کی کارکردگی

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
ur: درخواست پہلے ہی نصب. درخواست دوبارہ انسٹال کرنے کی اے پی پی / Tmp کی / installed.txt ہٹا دیں

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
ur: بدقسمتی سے! فائل کی اجازت خرابی کو خوش ڈی گوٹو اے پی پی / تشکیل / database.php تحریر کے موڈ میں ہے.

source: A connection was successfully established with the server.
ur: A کنکشن کامیابی سرور کے ساتھ قائم کیا گیا تھا.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
ur: ڈیٹا بیس سے رابطہ قائم نہیں کیا جا سکا. اے پی پی / تشکیل / database.php میں ترتیبات چیک کریں اور دوبارہ کوشش کریں براہ مہربانی

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
ur: بدقسمتی سے! فولڈر کو اجازت خرابی کو خوش ڈی Tmp میں فولڈر تحریر کے موڈ میں ہے.

source: Your Mail has been sent
ur: آپ کے میل بھیج دیا گیا ہے

source: Forwarded message
ur: آگے کا پیغام

source: From
ur: 423=سے

source: Subject
ur: موضوع

source: The mail has been moved to the Trash
ur: میل ردی میں ڈال دیا گیا ہے

source: Your Mail has been deleted
ur: آپ کے میل حذف کردیا گیا ہے

source: The mail has been moved to the Inbox
ur: میل ان باکس میں منتقل کردیا گیا ہے

source: The mail has been marked as Read
ur: میل پڑھ کے طور پر نشان زد کیا گیا ہے

source: The mail has been marked as Unread
ur: میل پڑھے ہوئے کے طور پر نشان زد کیا گیا ہے

source: Paypal Payment not set
ur: پے پال کی ادائیگی مقرر نہیں

source: Payment Cancel
ur: ادائیگی کو منسوخ

source: Wallet Payment
ur: والیٹ ادائیگی

source: Try again! Can not connect to paypal
ur: دوبارہ کوشش کریں! تعمیل پے پال سے مربوط نہیں ہوسکتا

source: Invalid Amount
ur: ناموزوں رقم

source: Payment already done
ur: ادائیگی پہلے ہی کیا

source: Payment not done
ur: ادائیگی، کیا نہیں

source: Payment successfully! Amount %s added in your wallet
ur: ادائیگی کامیابی! رقم %s آپ کے بٹوے میں شامل

source: Profile Updated Successfully
ur: خاکہ کامیابی سے اپ ڈیٹ

source: Photo Updated Successfully
ur: تصویر کامیابی سے اپ ڈیٹ

source: Invalid Password
ur: غلط پاسورڈ

source: Please select any group
ur: کسی بھی گروپ براہ مہربانی منتخب کریں

source: Invalid Security Code
ur: غلط سیکورٹی کوڈ

source: Score
ur: اسکور

source: Max Marks
ur: زیادہ سے زیادہ مارکس

source: Marks Scored
ur: نمبر حاصل

source: Subject Wise Time Taken
ur: موضوع حکمت والا وقت لے لیا

source: Student Performance
ur: طالب علم کی کارکردگی

source: Correct Question
ur: صحیح سوال

source: Incorrect Question
ur: غلط س

source: Right Marks
ur: دایاں مارکس

source: Negative Marks
ur: منفی مارکس

source: Percentage(%) in Exam
ur: امتحان میں فیصد (٪)

source: Percentage(%)
ur: فیصد (٪)

source: st
ur: سینٹ

source: th
ur: ویں

source: You %s
ur: آپ %s

source: Topper %s
ur: اول %s

source: Administrator
ur: منتظم

source: Payment Gateway
ur: ادائیگی کے گیٹ وے

source: Pay Exam
ur: پے امتحان

source: Your account has expired. Please contact administrator
ur: آپ کے اکاؤنٹ کی میعاد ختم ہوگئی ہے. منتظم سے رابطہ کریں

source: You have been logged in successfully
ur: آپ کامیابی کے ساتھ کیا جا چکا ہے

source: Your email not verified! Please click on link sent to your email inbox or spam
ur: آپ کا ای میل نہیں کی تصدیق کی! آپ کے ای میل ان باکس یا فضول کو بھیجے گئے لنک پر کلک کریں براہ مہربانی

source: Incorrect username/password
ur: غلط صارف نام / پاس ورڈ

source: You have been logged out successfully
ur: آپ نے کامیابی سے لاگ آؤٹ کرچکے ہیں

source: You are %s Member! Please contact administrator
ur: تم تو %s اراکین! منتظم سے رابطہ کریں

source: Hours
ur: گھنٹے

source: Mins
ur: منٹس

source: Sec
ur: سیکنڈ

source: Grand Total
ur: GRAND کل تعداد

source: Your Question has been added for exam
ur: نئے سوالات کا امتحان کے لئے شامل کیا گیا ہے

source: Your Question has been deleted for exam
ur: نئے سوالات کا امتحان کے لئے ہٹا دیا گیا ہے

source: No Permission
ur: کوئی اجازت

source: Advertisement has been saved
ur: اشتہار محفوظ ہوگئی ہے

source: Invalid post
ur: غلط پوسٹ کی

source: Advertisement has been deleted
ur: اشتہار حذف کردیا گیا ہے

source: Photo Changed Successfully
ur: تصویر کامیابی سے تبدیل

source: Not Attempted
ur: کوشش نہیں کی

source: Marks Updated
ur: مارکس تازہ کاری

source: Successfully Finalize
ur: کامیابی کو حتمی شکل دینے

source: Successfully Closed Exam
ur: کامیابی بند امتحان

source: English
ur: انگریزی

source: French
ur: فرنچ

source: Your Setting has been saved
ur: آپ کی ترتیبات محفوظ ہوگئی ہے

source: Page Added Successfully
ur: صفحہ کامیابی سے شامل کر

source: Pages updated Successfully
ur: صفحات کامیابی سے اپ ڈیٹ

source: Page has been deleted
ur: حذف شدہ صفحہ ہے

source: Page has been Unpublished
ur: صفحہ اپرکاشت رہا ہے

source: Page has been Published
ur: صفحہ شائع کیا گیا ہے

source: Something wrong
ur: کچھ گڑبڑ

source: Currency has been saved
ur: کرنسی محفوظ ہوگئی ہے

source: Currency has been deleted
ur: کرنسی حذف کردیا گیا ہے

source: Student Details
ur: Student کی تفصیلات دیکھیں

source: Active
ur: فاعل

source: Pending
ur: زیر التوا

source: Suspend
ur: معطل

source: Pass
ur: درہ

source: Fail
ur: ناکام

source: Absent
ur: غائب

source: Student
ur: طالب علم

source: Passing %age
ur: پاسنگ %a GE

source: Average %age
ur: اوسط %a GE

source: Question Count
ur: س شمار

source: Total Question
ur: کل س

source: Question Bank Difficulty Wise
ur: سوال بینک مشکلات حکمت والا

source: Easy
ur: آرام سے

source: Medium
ur: میڈیم

source: Hard
ur: سخت

source: Name has been updated
ur: نام کو اپ ڈیٹ کر دیا گیا ہے

source: Email template has been saved
ur: ای میل سانچے کو محفوظ کیا گیا ہے

source: Email template has been deleted
ur: ای میل سانچے کو حذف کردیا گیا ہے

source: End Date is not less than Start date
ur: آخر تاریخ تاریخ آغاز سے کم نہیں ہے

source: Please Select any group
ur: کسی بھی گروپ براہ مہربانی منتخب کریں

source: Please Add Subject To Exam
ur: براہ مہربانی امتحان سے مشروط شامل کریں

source: Exam has been saved. Add questions in exam
ur: امتحان محفوظ ہوگیا ہے. امتحان میں سوالات کا اضافہ کریں

source: Exam has been saved
ur: امتحان محفوظ ہوگئی ہے

source: Exam has been updated
ur: امتحان کو اپ ڈیٹ کر دیا گیا ہے

source: Exam has been deleted
ur: امتحان حذف کردیا گیا ہے

source: Difficulty Level
ur: مشکل کی سطح

source: Subject Wise Question Count
ur: موضوع حکمت والا سوال شمار

source: Exam sucessfully inactivated
ur: امتحان کامیابی غیر

source: Exam sucessfully activated
ur: امتحان کامیابی سے چالو

source: There are no question added!
ur: وہاں کوئی سوال شامل کر رہے ہیں!

source: Your username is sent to your registered email id
ur: آپ کا صارف نام آپ کا رجسٹرڈ ای میل کی شناخت کو بھیجا جاتا ہے

source: Group Added Successfully
ur: گروپ کامیابی سے شامل کر

source: Group has been saved
ur: گروپ محفوظ ہوگئی ہے

source: Group has been deleted
ur: گروپ حذف کردیا گیا ہے

source: Delete subject first
ur: پہلی مشروط چھپانا

source: Help content has been saved
ur: مدد مواد محفوظ ہوگئی ہے

source: Help content has been deleted
ur: مدد مواد حذف کردیا گیا ہے

source: Questions imported successfully
ur: جوابات کا کامیابی سے درآمد

source: File not uploaded
ur: فائل اپ لوڈ نہیں

source: Only CSV File supported
ur: صرف CSV فائل کی حمایت کی

source: Please Select Subject
ur: موضوع براہ مہربانی منتخب کریں

source: Please Select any Group
ur: کسی بھی گروپ براہ مہربانی منتخب کریں

source: Students imported successfully
ur: طلباء کو کامیابی سے برآمد

source: Please Select Group
ur: گروپ براہ مہربانی منتخب کریں

source: Student Email not found
ur: Student کی ای میل نہیں ملا

source: News has been saved
ur: نیوز محفوظ ہوگئی ہے

source: News has been deleted
ur: نیوز حذف کردیا گیا ہے

source: Paypal Payment Setting has been saved
ur: پے پال کی ادائیگی کی سیٹنگ محفوظ ہوگئی ہے

source: Setting Problem
ur: انسٹالیشن میں مسئلہ

source: Please Choose the Correct answer
ur: درست جواب کا انتخاب کریں براہ مہربانی

source: Please select true or false
ur: صحیح یا غلط براہ مہربانی منتخب کریں

source: Please fill blank space
ur: خالی جگہ پر کریں

source: Question added to bank successfully
ur: س کامیابی بینک میں شامل کر دیا

source: Question has been updated
ur: سوال تازہ کاری ہوگئی ہے

source: Question has been deleted
ur: سوال حذف کر دیا گیا ہے

source: Delete exam first!
ur: پہلا امتحان دیں

source: Question Difficulty Level
ur: سوال مشکل کی سطح

source: Performance
ur: کارکردگی

source: Candidate Marks Distribution
ur: امیدوار مارکس ڈسٹریبیوش

source: Max Marks Distribution
ur: زیادہ سے زیادہ مارکس ڈسٹریبیوش

source: Please select any type in the list
ur: فہرست میں کسی بھی قسم کا انتخاب کریں

source: Please type any email
ur: کسی بھی ای میل ٹائپ کریں

source: Email has been sent
ur: ای میل بھیج دیا گیا ہے

source: No email to send
ur: بھیجنے کا کوئی ای میل

source: Please type any name
ur: کسی بھی نام ٹائپ کریں

source: Sms has been sent
ur: ایس ایم ایس بھیجا جا چکا ہے

source: No sms to send
ur: بھیجنے کے لئے کوئی ایس ایم ایس

source: Signature has been saved
ur: دستخط محفوظ ہوگئی ہے

source: Signature has been deleted
ur: دستخط حذف کردیا گیا ہے

source: Slide has been saved
ur: سلائیڈ محفوظ ہوگئی ہے

source: Slide has been deleted
ur: سلائیڈ حذف کردیا گیا ہے

source: SMS template has been saved
ur: SMS کے سانچے محفوظ ہوگئی ہے

source: SMS template has been deleted
ur: SMS کے سانچے حذف کردیا گیا ہے

source: Student added Successfully
ur: Student کی کامیابی سے شامل کر

source: Please Select atleast one group
ur: کم سے کم ایک گروپ براہ مہربانی منتخب کریں

source: Student has been updated
ur: Student کی تازہ کاری ہوگئی ہے

source: Student has been deleted
ur: طالب علم حذف کردیا گیا ہے

source: Student Wallet has been updated
ur: طالب علم پرس تازہ کاری ہوگئی ہے

source: Subject Added Successfully
ur: موضوع شامل کی کامیابی

source: Subject already exist
ur: موضوع پہلے سے ہی موجود

source: Subject has been updated
ur: موضوع تازہ کاری ہوگئی ہے

source: Subject has been deleted
ur: موضوع حذف کردیا گیا ہے

source: Testimonial has been saved
ur: تعریف محفوظ ہوگئی ہے

source: Testimonial has been updated
ur: تعریف کو اپ ڈیٹ کر دیا گیا ہے

source: Testimonial has been deleted
ur: تعریف حذف کردیا گیا ہے

source: User Added Successfully
ur: صارف کامیابی سے شامل کر

source: User has been updated
ur: صارف کو اپ ڈیٹ کر دیا گیا ہے

source: User has been deleted
ur: صارف حذف کردیا گیا ہے

source: Permission update successfully
ur: اجازت ید کامیابی

source: You have been logged in Successfully
ur: آپ کامیابی کے ساتھ کیا جا چکا ہے

source: You have been logged out
ur: آپ لاگ آؤٹ کر دیا گیا ہے

source: Level User has been saved
ur: لیول یوزر محفوظ ہوگئی ہے

source: Level user has been deleted
ur: سطح کے صارف حذف کردیا گیا ہے

source: Logo has been saved
ur: لوگو محفوظ ہوگئی ہے

source: Logo has been deleted
ur: لوگو حذف کردیا گیا ہے

source: Add Questions
ur: جوابات کا اضافہ کریں

source: Question Type
ur: سوال قسم

source: Search
ur: تلاش کریں

source: Reset
ur: پھر سیٹ کریں

source: Add To Exam
ur: امتحان میں شامل کریں

source: Delete To Exam
ur: امتحان چھپانا

source: Back To Exam
ur: پیچھے اگلا، دوسرا امتحان

source: Type
ur: alamat

source: Body of Question
ur: سوال کا جسم

source: Level
ur: لیول

source: Marks
ur: نشانات

source: Action
ur: ایکشن

source: Add Advertisement
ur: اشتہار کا اضافہ کریں

source: Advertisement Name
ur: اشتہار کا نام

source: Ordering
ur: یہی مضمون ترتیب

source: URL Type
ur: URL ٹائپ

source: Internal
ur: اندرونی

source: External
ur: بیرونی

source: URL Target
ur: URL ہدف بنائیں

source: Upload Image (350*260)
ur: تصویر اپ لوڈ (350 * 260)

source: Save
ur: محفوظ

source: Close
ur: بند کرنا

source: Update Photo
ur: اپ ڈیٹ تصویر

source: Upload Photo
ur: تصویر اپلوڈ کریں

source: Update
ur: تجدید

source: Cancel
ur: منسوخ

source: Edit Advertisements
ur: اشتہارات میں ترمیم کریں

source: Form
ur: فارم

source: Status
ur: حالت

source: Advertisements
ur: اشتہارات

source: Add New Advertisement
ur: نئے اشتہار میں شامل کریں

source: Edit
ur: ترمیم

source: Delete
ur: 203= کو حذف کریں

source: View
ur: منظر

source: Change Photo
ur: تصویر تبدیل کریں

source: View Slides
ur: لنک سلائیڈیں

source: Attempted Papers of
ur: کے اقدام کاغذات

source: Name
ur: نام:

source: Email
ur: برقیہ

source: Total Marks
ur: کل مارکس

source: Obtained Marks
ur: حاصل مارکس

source: Result Finalized
ur: نتائج حتمی

source: Finalize It
ur: اس کو حتمی شکل دینے

source: PASSED
ur: منظور

source: Finalized By
ur: میں ختم

source: Question No
ur: سوال نمبر

source: Option1
ur: اختیار

source: Option2
ur: اختیار

source: Option3
ur: اختیار

source: Option4
ur: اختیار

source: Option5
ur: اختیار

source: Option6
ur: اختیار

source: Marked Answer
ur: نشان جواب

source: Correct Answer
ur: درست جواب

source: Time Taken
ur: وقت لے لیا

source: Marks Obtained
ur: مارکس حاصل

source: Checked by
ur: طرف سے جانچ پڑتال

source: System
ur: نظام

source: Configuration Options
ur: ترتیب کے اختیارات

source: Site Name
ur: جگہ کا نام

source: Organization Name
ur: تنظیم کا نام

source: Domain Name
ur: ڈومین نام

source: Organization Email
ur: تنظیم ای میل

source: Meta Title
ur: میٹا عنوان

source: Meta Description
ur: میٹا تفصیل

source: Time Zone
ur: مناطق وقت

source: Please Select
ur: براہ مہربانی منتخب کریں

source: Currency
ur: کرنسی

source: Header Contact
ur: ہیڈر رابطہ کریں

source: Email Contact
ur: ای میل سے رابطہ

source: Display records per page
ur: فی صفحہ ریکارڈ کو ظاہر

source: Max records per page
ur: زیادہ سے زیادہ فی صفحہ ریکارڈ ہے

source: Date Format
ur: تاریخ کی شکل

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
ur: تاریخ، مہینے، سال، قیامت، منٹ، سیکنڈ، میریڈیئن، تاریخ Seprator، ٹائم Seprator

source: Image
ur: تصویر

source: Text
ur: متن

source: Text Direction
ur: متن کی سمت

source: Left-to-right (LTR)
ur: بائیں سے دائیں (LTR)

source: Right-to-Left (RTL)
ur: دائیں سے بائیں (RTL)

source: Language
ur: ذبان

source: Enable SMS Notification
ur: SMS نوٹیفکیشن فعال

source: Enable Email Notification
ur: ای میل کی اطلاع فعال

source: Manual Verification
ur: دستی توثیق

source: Front End Registration
ur: فرنٹ اختتام رجسٹریشن

source: Front End Slides
ur: فرنٹ اختتام سلائیڈیں

source: Translation
ur: ترجمہ

source: Paid Exam
ur: ادا امتحان

source: Math Editor
ur: ریاضی ایڈیٹر

source: Exam Expiry
ur: امتحان ختم ہونے

source: Exam Feedback
ur: امتحان کی رائے

source: Tolrance Count
ur: Tolrance شمار

source: Certificate
ur: سرٹیفکیٹ

source: Testimonial
ur: تعریف

source: Advertisement
ur: 10،000 اشتہار

source: No. of Visitor
ur: وزیٹر کی تعداد

source: No. of Student
ur: طالب علم کی تعداد

source: No. of Exam
ur: امتحان کی تعداد

source: Save Settings
ur: ترتیبات محفوظ کریں

source: Add Pages
ur: صفحات شامل

source: Link Name
ur: لنک کا نام

source: Link Order
ur: لنک آرڈر

source: Page Type
ur: صفحہ قسم

source: External Url
ur: بیرونی یو آر ایل

source: Url Target
ur: یو آر ایل کے ھدف کی

source: Page Name
ur: صفحہ کا نام

source: Page Url
ur: صفحہ URL

source: Page Content
ur: صفحہ مواد

source: Edit Pages
ur: صفحات میں ترمیم کریں

source: Pages
ur: صفحہ

source: Add New Page
ur: نیا صفحہ شامل کریں

source: Published
ur: اشاعت

source: Unpublished
ur: اپرکاشت

source: Add Currency
ur: کرنسی کا اضافہ کریں

source: Currency Name
ur: کرنسی کا نام

source: Short Name
ur: مختصر نام

source: Upload Currency (Less or equal to 50*50)
ur: (50 * 50 کے لئے کم یا برابر) کرنسی اپ لوڈ کریں

source: Add New Currency
ur: نئی کرنسی کا اضافہ کریں

source: In Progress Exam
ur: پروگریس امتحان میں

source: Upcoming Exam
ur: انے والے امتحان

source: Completed Exam
ur: مکمل امتحان

source: Students
ur: طلباء

source: In Progress & Upcoming Exams
ur: ترقی اور انے والے امتحان میں

source: Date
ur: تاریخ

source: Exam Name
ur: امتحان نام

source: Group
ur: گروہ

source: Duration
ur: دورانیہ

source: Recent Exam Results
ur: حالیہ امتحان کے نتائج

source: Exam
ur: امتحان

source: Overall Result
ur: مجموعی طور پر نتائج

source: Student Stats
ur: طالب علم کے اعدادوشمار

source: To
ur: بخدمت،

source: Details
ur: تفاصیل

source: Top 10 Student Group Wise
ur: اوپر 10 طالب علم گروپ بڑی حکمت والا

source: Student Statistic Table
ur: طالب علم کے اعدادوشمار ٹیبل

source: Total Students
ur: کل طلبا

source: Total Active
ur: کل ایکٹو

source: Total Pending
ur: کل التواء

source: Total Suspended
ur: کل معطل

source: Top 10 Question Bank Subject Wise
ur: اوپر 10 سوال بینک مشروط حکمت والا

source: Top 10 Difficulty Level of Questions
ur: بہترین سوالات کے 10 دشواری کی سطح

source: Question Count Table
ur: س شمار ٹیبل

source: Bank Name
ur: بینک کا نام

source: Total Easy
ur: کل آرام سے

source: Total Normal
ur: کل نارمل

source: Total Difficult
ur: کل مشکل

source: Diffculty Level
ur: Diffculty لیول

source: E-Mail Settings
ur: ای میل کی ترتیبات

source: Email Type
ur: ای میل ٹائپ کریں

source: LOCALHOST
ur: لوکل ہوسٹ

source: Server Name / Host
ur: سرور کا نام / میزبان

source: Port
ur: پورٹ

source: User Name
ur: یوزر کا نام

source: Password
ur: پاس ورڈ

source: Add Email Template
ur: ای میل سانچہ میں شامل کریں

source: Email Template
ur: ای میل سانچہ

source: Edit Email Templates
ur: ترمیم کریں ای میل سانچے

source: Email Templates
ur: ای میل سانچے

source: Add New Email Template
ur: نیا ای میل سانچے کو شامل کریں

source: Template
ur: سانچہ

source: Subject Added successfully
ur: موضوع شامل کی کامیابی

source: Add Exam
ur: امتحان میں شامل کریں

source: Name of Exam
ur: امتحان کا نام

source: Passing Percentage
ur: پاسنگ فی صد

source: Instruction
ur: انسٹرکشن

source: Exam Duration (Min.)
ur: امتحان دورانیہ (منٹ)

source: 0 for unlimited duration
ur: لامحدود مدت کے لئے 0

source: Attempt Count
ur: کوشش شمار

source: 0 for unlimited attempt
ur: لامحدود کوشش کے لئے 0

source: Start Date
ur: شروع کرنے کی تاریخ

source: End Date
ur: آخری تاریخ

source: Show Answer Sheet
ur: جوابی پرچے دکھائیں

source: Yes
ur: ہاں

source: No
ur: نہیں

source: Select Group
ur: گروپ منتخب کریں

source: Student Group
ur: طالب علم گروپ

source: Negative Marking
ur: مارکنگ منفی

source: Random Question
ur: بے ترتیب سوال

source: Browser Tolrance
ur: براؤزر Tolrance

source: Expiry Days
ur: ختم ہونے ایام

source: 0 for Unlimited
ur: لا محدود 0

source: Result After Finish
ur: ختم کے بعد نتیجہ

source: Mode
ur: طرز

source: Instant Result
ur: فوری طور پر نتیجہ

source: Option Shuffle
ur: آپشن شفل

source: Add Subjects To Exams
ur: امتحان مضامین کا اضافہ کریں

source: Subject Name
ur: موضوع کا نام

source: No. of Questions
ur: سوالات کی تعداد

source: Ques Attempt Count
ur: Ques کی شمار کی کوشش

source: Questions Attempt Count
ur: جوابات کا شمار کوشش

source: Leave blank for not showing (0 for unlimited)
ur: نہ دکھانے کے لئے خالی چھوڑ دیں (لامحدود کے لیے 0)

source: ctrl+click to add multiples
ur: کے لئے Ctrl + ملٹی شامل کرنے کیلئے کلک

source: Add
ur: شامل کریں

source: Edit Exam
ur: امتحان میں ترمیم کریں

source: Exam Stats
ur: امتحان کے اعدادوشمار

source: No of Student Passed
ur: طالب علم کا کوئی ایوان کے پاس

source: Download
ur: اتاریں

source: No of Student Failed
ur: طالب علم کا کوئی ناکام ہوگیا

source: No of Student Absent
ur: طالب علم غائب کا کوئی

source: Exam Details
ur: امتحان کی تفصیلات دیکھیں

source: Finalize Result
ur: نتائج کو حتمی شکل دینے

source: Attempted Papers
ur: کوشش کاغذات

source: Eligible Group
ur: اہل گروپ

source: Close Exam
ur: بند امتحان

source: Activate Exam
ur: امتحان کو چالو کریں

source: Exam Closed Re-Activate Exam
ur: امتحان کلوزڈ دوبارہ چالو امتحان

source: Browser Tolrence
ur: براؤزر Tolrence

source: Expiry
ur: ختم ہونے کی

source: Unlimited
ur: لا محدود

source: Days
ur: ایام

source: Subjective
ur: ساپیکش

source: Objective
ur: وبجکتیوے

source: True &amp; False
ur: سچے اور AMP؛ جھوٹی

source: Fill in the blanks
ur: خالی جگہیں پر کرنا

source: Total Questions
ur: کل سوالات

source: Question Attempt Count
ur: س کوشش شمار

source: H
ur: ایچ.

source: Total
ur: کل

source: E
ur: ای

source: M
ur: 2 = مرد

source: S.No.
ur: نمبر شمار

source: Student Name
ur: طالب علم کا نام

source: Enrolment
ur: اندراج

source: Phone
ur: فون

source: Result Status
ur: نتائج حیثیت

source: Forgot Password
ur: پاسورڈ بھول گے

source: Email ID
ur: ای میل ID

source: Submit
ur: ارسال کریں

source: Forgot Username
ur: بھول گئے صارف کا نام

source: Login
ur: داخلہ

source: Verification Code
ur: تصدیقی کوڈ

source: Please enter verification Code
ur: تصدیقی کوڈ درج کریں

source: Reset Password
ur: پاس ورڈ ری سیٹ

source: Confirm Password
ur: پاس ورڈ کی توثیق

source: Add Groups
ur: گروپ میں شامل

source: Group Name
ur: گروہ کا نام

source: Edit Groups
ur: گروپس میں ترمیم کریں

source: Groups
ur: گروپس

source: Add New Group
ur: نئے گروپ میں شامل

source: Add Help Content
ur: مدد مواد شامل کریں

source: Title
ur: 312= عنوان

source: Description
ur: بیان

source: Edit Help Content
ur: مدد مواد میں ترمیم کریں

source: Help Content
ur: مدد مواد

source: Add New Help Content
ur: نئے مدد مواد شامل کریں

source: Import/Export Qusetions
ur: درآمد / برآمد Qusetions

source: Back To Questions
ur: پیچھے اگلا، دوسرا کے سوالات کے

source: Export Questions
ur: ایکسپورٹ سوالات

source: Select File
ur: فائل منتخب کریں

source: Import Questions
ur: درآمد کے سوالات

source: Import/Export Students
ur: درآمد / برآمد طلباء

source: Back To Students
ur: پیچھے اگلا، دوسرا طالب علموں کو

source: Export Students
ur: ایکسپورٹ طلباء

source: Import Students
ur: درآمد کے طالب علموں
