Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/urd/LC_MESSAGES/default.po
Languages: ur

source: Attempted
ur: کوشش

source: Return To First Question
ur: پہلے سوال کا واپس

source: These are the exam(s) that are planned you in near future
ur: یہ امتحان (ے) کہ مستقبل قریب میں آپ کی منصوبہ بندی کر رہے ہیں

source: Attempt Now
ur: ابھی کوشش

source: Your performance compared to your group
ur: آپ کی کارکردگی آپ کے گروپ کے مقابلے

source: Can't read? Reload
ur: نہیں پڑھ سکتے ہیں؟ دوبارہ دیکھیں

source: Enter security code shown above
ur: سیکورٹی کوڈ اوپر دکھائے درج

source: Answer simple math
ur: سادہ ریاضی کا جواب

source: Attempts
ur: کوششیں

source: Remaining
ur: باقی

source: Expiry Date
ur: خاتمے کی تاریخ

source: Expired Date
ur: ختم تاریخ

source: Free
ur: آزاد

source: Not Purchased
ur: خریدی نہیں

source: View Details
ur: تفصیلات دیکھیں

source: Load Editor
ur: لوڈ کے ایڈیٹر

source: Installation
ur: تنصیب

source: Step 1 of 4
ur: 4 میں سے مرحلہ 1

source: Server Configuration & Setup Requirements
ur: سرور ترتیب اور ترتیب کے تقاضے

source: Setup Requirements
ur: سیٹ اپ کے تقاضے

source: Installing this software require certain server side extension and capability
ur: اس سافٹ ویئر نصب ہو مخصوص سرور کی طرف توسیع اور صلاحیت کی ضرورت ہوتی ہے

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
ur: ذیل میں چیک کریں اور حق پر آپ کے سرور پر موجودہ مجسمے کے ساتھ موازنہ کریں. آپ کو اگلے تفصیلات کے لئے ہر ٹیکنالوجی کے آئکن پر کلک کر سکتے.

source: Extensions &amp; Applications
ur: ایکسٹنشن اور AMP؛ درخواستیں

source: HTTP Server. For example: Apache
ur: HTTP سرور. مثال کے طور پر: اپاچی

source: Require
ur: کی ضرورت ہوتی ہے

source: PHP 5.2.8 or greater
ur: PHP 5.2.8 یا اس سے زیادہ

source: Database Engine MySQL (4 or greater)
ur: ڈیٹا بیس انجن ایس کیو ایل (4 یا اس سے زیادہ)

source: PDO Extension
ur: PDO توسیع

source: GD Extension
ur: GD توسیع

source: Mandatory
ur: لازمی

source: Server Status
ur: سرور کی حیثیت

source: Web Server
ur: ویب سرور

source: PHP Version
ur: پی ایچ پی ورژن

source: MYSQL Version
ur: ایس کیو ایل ورژن

source: PDO Unavailable
ur: PDO دستیاب نہیں

source: PDO Available
ur: دستیاب PDO

source: Directory &amp; File Permission
ur: ڈائرکٹری اور AMP؛ فائل کی اجازت

source: These Folders of Files need to be
ur: فائلوں کی ان فولڈرز رہنے کی ضرورت

source: Writable
ur: قابل تحریر

source: for application to be installed.
ur: درخواست کے لئے نصب کرنے کے لئے.

source: Folders or Files
ur: پوشے یا فائلوں

source: app/tmp/
ur: اے پی پی / Tmp کی /

source: app/Config/database.php
ur: اے پی پی / تشکیل / database.php

source: app/Config/core.php
ur: اے پی پی / تشکیل / core.php

source: Refresh
ur: پھر تازہ

source: Let's Start
ur: شروع کرتے ہیں

source: Step 2 of 4
ur: 4 میں سے مرحلہ نمبر 2

source: Installation Agreement
ur: تنصیب کا معاہدہ

source: I Accept to Proceed
ur: میں آگے بڑھنے کے لئے قبول کرتے ہیں

source: Step 3 of 4
ur: 4 میں سے مرحلہ 3

source: Database Connection Settings
ur: ڈیٹا بیس کنکشن کی ترتیبات

source: Host Name
ur: میزبان نام

source: Usually Localhost
ur: عام طور پر localhost

source: Database Name
ur: ڈیٹا بیس کا نام

source: Database User
ur: ڈیٹا بیس صارف

source: Database User Name
ur: ڈیٹا بیس کی رکن کا نام

source: Database Password
ur: ڈیٹا بیس پاس ورڈ

source: Database User Password
ur: ڈیٹا بیس صارف پاس ورڈ

source: Database Type
ur: ڈیٹا بیس کی قسم

source: Test Connection
ur: ٹیسٹ کنکشن

source: Step 4 of 4
ur: 4 میں سے مرحلہ نمبر 4

source: Name of Your Website
ur: اپنی ویب سائٹ کے نام

source: Meta Keyword
ur: میٹا مطلوبہ الفاظ کی

source: Useful for SEO
ur: SEO کے لئے مفید

source: Meta Content for SEO
ur: SEO کے لئے میٹا مواد

source: Please Select Timezone
ur: ٹائم زون براہ مہربانی منتخب کریں

source: Name of Your Organization/Company
ur: اپنی تنظیم / کمپنی کا نام

source: Default Admin Email
ur: پہلے سے طے شدہ ایڈمن ای میل

source: Install Sample Data With Dummy Entries
ur: ڈمی اندراجات کے ساتھ نمونہ ڈیٹا نصب کریں

source: Install
ur: نصب کریں

source: Welcome to
ur: میں خوش آمدید

source: Set Avatar
ur: اوتار سیٹ

source: Sign out
ur: باہر جائیں

source: Copyright
ur: جملہ حقوق

source: follow on facebook
ur: فیس بک پر عمل

source: Latest News & Events
ur: تازہ ترین خبریں & تقریبات

source: Time
ur: وقت

source: Download PDF
ur: لوڈ PDF

source: Average Percentage(%)
ur: اوسط فیصد (٪)

source: Exam Given
ur: امتحان دیکھتے ہوئے

source: Delete Forever
ur: ہمیشہ کے لیے حذف

source: Move to Trash
ur: ردی میں ڈالیں

source: News Detail
ur: خبریں تفصیل

source: No of Visitors
ur: زائرین کی کوئی

source: No of Students
ur: طلباء کی تعداد

source: No of Exams
ur: امتحانات کا کوئی

source: Payment From Pay Pal
ur: پے پال کی طرف سے ادائیگی

source: Pay From Pay Pal
ur: پے پال سے ادا

source: Profile
ur: کوائف

source: Edit Profile
ur: پروفائل میں ترمیم کریں

source: New Student Register
ur: نیا طالب علم رجسٹر

source: Security Code
ur: سیکیورٹی کوڈ

source: Answers
ur: جوابات

source: My Results
ur: میرے نتائج

source: Attempt Date
ur: کوشش تاریخ

source: SCORE CARD
ur: سکور کارڈ

source: TIME MANAGEMENT
ur: وقت کا انتظام

source: QUESTION REPORT
ur: سوال REPORT

source: COMPARE REPORT
ur: موازنہ REPORT

source: Score Card For
ur: کے لئے کارڈ اسکور

source: Total No. of Student
ur: طالب علم کی کل تعداد

source: My Marks
ur: میرے مارکس

source: Total Marks of Test
ur: ٹیسٹ کی کل مارکس

source: My Percentile
ur: میرا صدویہ

source: Total Question in Test
ur: ٹیسٹ میں کل س

source: Total Attempt Question in Test
ur: ٹیسٹ میں کل کوشش س

source: Left Question
ur: بائیں بازو کی جماعتوں سوال

source: Left Question Marks
ur: بائیں بازو کی جماعتوں سوالیہ نشان

source: Total Time of Test
ur: ٹیسٹ کے کل وقت

source: My Time
ur: میرا وقت

source: My Rank
ur: میرا رینک

source: Performance Report For
ur: کے لیے کارکردگی کی رپورٹ

source: Question & Marks Wise Report For
ur: سوال و کے مارکس حکمت والا رپورٹ

source: Subject Report For
ur: کے لئے موضوع کی رپورٹ

source: Correct
ur: صحیح

source: Unattempted Questions
ur: Unattempted سوالات

source: Graphical Report For
ur: کے لئے گرافیکل رپورٹ

source: Time Management For
ur: وقت کے انتظام کے لئے

source: Question Report For
ur: کے لئے سوال رپورٹ

source: Question Status
ur: سوال کا درجہ

source: Your Answer
ur: آپ کا جواب

source: Your Score
ur: آپ کا اسکور

source: Your Time
ur: آپکاوقت

source: Solution For
ur: کے لئے حل

source: Not Attempt
ur: کوشش نہ

source: Attempt
ur: کوشش کرنا

source: Incorrect
ur: غلط

source: Your Answers
ur: آپ کے جوابات

source: Solution
ur: حل

source: Bookmark
ur: نشانی

source: Compare Report For
ur: رپورٹ کا موازنہ کریں

source: Total Ques.
ur: کل Ques کی.

source: Maximum Marks
ur: زیادہ سے زیادہ مارکس

source: Attempted Ques.
ur: کوشش Ques کی.

source: Unattempted Ques.
ur: Unattempted Ques کی.

source: Correct Ques.
ur: صحیح Ques کی.

source: Incorrect Ques.
ur: غلط Ques کی.

source: Percentile
ur: صدویہ

source: Previous
ur: پچھلا

source: This is to certify that
ur: یہ ہے کہ تصدیق کرنے کے لئے ہے

source: has succesfully completed the
ur: کامیابی مکمل کر لیا ہے

source: in course program offered by
ur: کورس میں پروگرام کی طرف سے پیشکش

source: Student Login
ur: طالب علم لاگ ان

source: Sign In
ur: سائن ان

source: Forgot Passwocrd
ur: Passwocrd بھول گئے

source: New User? Create Account
ur: نیا صارف؟ اکاؤنٹ بنائیں

source: Engine is not loaded
ur: انجن بھاری بھرکم نہیں ہے

source: Pdf engine "%s" not found
ur: پی ڈی ایف کے انجن \ " %s " نہیں ملا

source: Pdf engines must extend "AbstractPdfEngine"
ur: پی ڈی ایف کے انجن \ "AbstractPdfEngine " توسیع ضروری ہے

source: Crypto is not loaded
ur: کریپٹو بھاری بھرکم نہیں ہے

source: Pdf crypto "%s" not found
ur: پی ڈی ایف خفیہ \ " %s " نہیں ملا

source: Crypto engine must extend "AbstractPdfCrypto"
ur: کریپٹو انجن \ "AbstractPdfCrypto " توسیع ضروری ہے

source: Controller attribute $pdfConfig is not correct or missing
ur: کنٹرولر وصف $ pdfConfig صحیح یا لاپتہ نہیں ہے

source: -> Testing :url
ur: -> ٹیسٹنگ: یو آر ایل

source: Total Requests made: :requests
ur: اب تک کل درخواستیں: درخواستوں

source: Total Time elapsed: :duration (seconds)
ur: کل وقت گزرا:: دورانیہ (سیکنڈ)

source: Requests/Second: :rps req/sec
ur: درخواستوں / دوسرا:: REQ / سیکنڈ RPS

source: Average request time: :average-time seconds
ur: اوسط کی درخواست کا وقت:: اوسط ٹائم سیکنڈ

source: Standard deviation of average request time: :std-dev
ur: کی اوسط کی درخواست وقت معیاری انحراف: ایسٹیڈی دیو

source: Longest/shortest request: :longest sec/:shortest sec
ur: سب سے طویل / مختصر ترین کی درخواست: سب سے طویل سیکنڈ /: مختصر ترین سیکنڈ

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
ur: آپ کو کچھ کسی نہ کسی بینچ مارکنگ پوری طرح اہل URL statisticsabout حاصل کرنے کے لئے کی اجازت دیتا ہے.

source: The URL to request.
ur: درخواست کرنے کے لئے یو آر ایل.

source: Number of iterations to perform.
ur: انجام دینے کے لئے تکرار کی تعداد.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
ur: تمام تکرار زیادہ سے زیادہ کل وقت، seconds.If میں ایک iteration کے ٹائم آؤٹ سے زیادہ لیتا ہے، صرف ایک درخواست کی جائے گی

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
ur: مثال کے استعمال: `--n 10 سے 100 --t HTTP کیک کے بینچ مارک: // localhost کے / testsite`. <معلومات> نوٹ: </ معلومات> اس معیار کو شامل نہیں کرتا براؤزر بار رینڈر.

source: Component initialization
ur: اجزاء ابتدا

source: Controller action
ur: کنٹرولر کارروائی

source: Controller action start
ur: کنٹرولر کارروائی شروع

source: Processing toolbar state
ur: پروسیسنگ کی ٹول بار ریاست

source: Processing toolbar data
ur: پروسیسنگ کی ٹول بار کو ڈیٹا کے

source: Controller render start
ur: کنٹرولر آغاز رینڈر

source: Could not load DebugToolbar panel %s
ur: DebugToolbar پینل لوڈ نہیں کر سکا %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
ur: کور پروسیسنگ ($ _SERVER سے ماخوذ [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
ur: ہیڈرز پہلے ہی بھیجا میں %s لائن پر %s . FirePHP کرنے تبا ڈیٹا بھیج سکتے.

source: Incorrect parameter count for FireCake::fb()
ur: FireCake کیلئے غلط پیرامیٹر شمار :: FB ()

source: Maximum number (99,999) of messages reached!
ur: پیغامات کی زیادہ سے زیادہ تعداد (99،999) تک پہنچ گئی!

source: There are no active panels. You must enable a panel to see its output.
ur: کوئی فعال پینل موجود ہیں. تم اس کی پیداوار کو دیکھنے کے لئے ایک پینل کو چالو کرنا ضروری.

source: App Constants
ur: اپلی ثابت قدم

source: CakePHP Constants
ur: CakePHP کی ثابت قدم

source: PHP Environment
ur: PHP ماحولیات

source: Hidef Environment
ur: Hidef ماحولیات

source: Request History
ur: پروپوزل کی سرگزشت

source: No previous requests logged.
ur: کوئی گزشتہ درخواستوں کا انتخاب.

source: previous requests available
ur: آپ سابقہ ​​درخواستوں

source: Restore to current request
ur: موجودہ درخواست کے بحال

source: Included Files
ur: شامل فائلیں

source: Logs
ur: لاگز

source: There were no log entries made this request
ur: یہ درخواست کی کوئی لاگ ان اندراجات تھے

source: Request
ur: درخواست

source: No post data.
ur: کوئی پوسٹ ڈیٹا.

source: No querystring data.
ur: کوئی querystring کے اعداد و شمار.

source: Current Route
ur: موجودہ راستے

source: Session
ur: نشست

source: Sql Logs
ur: SQL لاگز

source: No query logs when debug < 2.
ur: کوئی استفسار نوشتہ <2 ڈیبگ جب.

source: No query logs.
ur: کوئی استفسار نوشتہ.

source: Total Time: %s ms <br />Total Queries: %s queries
ur: کل وقت: %s /> کل سوالات <br ایم ایس: %s استفسارات

source: Query Explain:
ur: طلب کی وضاحت:

source: Click an "Explain" link above, to see the query explanation.
ur: استفسار وضاحت ملاحظہ کرنے کے لئے ایک \ کلک کریں اوپر "میں وضاحت " کے لنک،.

source: No active database connections
ur: کوئی فعال ڈیٹا بیس کنکشن

source: Memory
ur: حافظہ

source: Peak Memory Use
ur: چوٹی میموری استعمال

source: Memory use
ur: میموری استعمال

source: Timers
ur: ٹائمر

source: Total Request Time:
ur: کل وقت کی گذارش:

source: Time in ms
ur: MS میں وقت

source: Graph
ur: گراف

source: View Variables
ur: لنک تغیر

source: Rendering View
ur: لنک رینڈرینگ

source: Rendering %s
ur: رینڈرینگ %s

source: View render complete
ur: مکمل رینڈر دیکھیں

source: Explain
ur: سمجھاو

source: Starting %sms into the request, taking %sms
ur: شروع %s ، درخواست میں ایم ایس لینے %s ایم ایس

source: No markup errors found
ur: کوئی مارک اپ کی غلطیوں پایا

source: maybe slow
ur: شاید سست

source: Absolute path or relative to APP.
ur: مطلق راہ یا APP کے رشتہ دار.

source: An error occured while getting the status of your account.
ur: آپ کے اکاؤنٹ کی حیثیت حاصل کرتے ہوئے ایک خامی پیش آگئی.

source: There was an error while connecting to Paypal
ur: پے پال سے منسلک کرنے میں ایک خامی تھی

source: There was a problem initiating the transaction, please try again.
ur: ٹرانزیکشن کے ذریعے ادائیگی کرنے میں ایک دشواری تھی، دوبارہ کوشش کریں.

source: There was a problem getting your details, please try again.
ur: آپ کی تفصیلات حاصل کرنے میں مسئلہ تھا، دوبارہ کوشش کریں.

source: There was an error completing the payment
ur: ادائیگی مکمل کرنے میں ایک خامی تھی

source: There was a problem processing the transaction, please try again.
ur: ٹرانزیکشن پراسیسنگ میں مسئلہ تھا، دوبارہ کوشش کریں.

source: There was an error processing the card payment
ur: کارڈ کی ادائیگی پر کاروائی کرنے میں ایک خامی تھی

source: There was a problem processing your card, please try again.
ur: آپ کے کارڈ کی پروسیسنگ میں ایک مسئلہ تھا، دوبارہ کوشش کریں.

source: There was an error processing the the refund
ur: رقم کی واپسی کی کارروائی کرنے میں ایک خامی تھی

source: A problem occurred during the refund process, please try again.
ur: رقم کی واپسی کے عمل کے دوران واقع ہوئی ہے ایک مسئلہ، دوبارہ کوشش کریں.

source: There was an problem communicating with the payment gateway
ur: ادائیگی کے گیٹ وے کے ساتھ بات چیت کا ایک مسئلہ تھا

source: Missing client id/secret
ur: کلائنٹ id غائب / خفیہ

source: Must specify an expiry date
ur: ایک تاری وضاحت لازمی ہے

source: Must include a M and Y in expiry date
ur: ختم ہونے کی تاریخ میں ایک ایم اور Y شامل کرنا لازمی ہے

source: Invalid expiry date
ur: غلط ختم ہونے کی تاریخ

source: Invalid card number
ur: غلط کارڈ نمبر

source: Invalid CVV2 number
ur: غلط CVV2 تعداد میں

source: Invalid card type
ur: غلط کارڈ کی قسم

source: Could not detect client IP address
ur: کلائنٹ IP ایڈریس پتہ نہیں لگ سکا

source: Not a valid credit card number
ur: ایک درست کریڈٹ کارڈ نمبر

source: You must include the 3 digit security number
ur: آپ 3 عددی سیکورٹی نمبر شامل کرنا لازمی ہے

source: Must specify an "amount" to charge
ur: ایک \ "رقم " کی وضاحت لازمی ہے کو چارج کرنے کی

source: You must pass a valid order array
ur: آپ کو ایک درست حکم کی صف پاس کرنا ہوگا

source: Valid "return" and "cancel" urls must be provided
ur: \ "واپسی " درست اور \ "\ منسوخ کریں" یو آر ایل کو فراہم کی جائے ضروری

source: You must provide a currency code
ur: آپ ایک کرنسی کوڈ فراہم کرنا چاہیے

source: Original PayPal Transaction ID is required
ur: حقیقی تعمیل پے پال ٹرانزیکشن کی شناخت کی ضرورت ہے

source: Must specify an "amount" to refund
ur: ایک \ "رقم " کی وضاحت لازمی ہے واپس کرنے کے لئے

source: You must specify a refund type, such as Full or Partial
ur: آپ اس طرح کے مکمل یا جزوی، رقم کی واپسی کی قسم کی وضاحت کرنا ضروری ہے

source: File was not downloaded.
ur: فائل ڈاؤن لوڈ نہیں کیا گیا تھا.

source: No %s found for that date range
ur: کوئی %s کہ تاریخ کی حد کے لئے مل گیا

source: Your form data is preserved you'll be redirected to it after login.
ur: آپ فارم کا ڈیٹا آپ لاگ ان کے بعد اس پر ری ڈائریکٹ کیا جائے گا محفوظ ہے.

source: Error notification from %s
ur: سے خرابی نوٹیفکیشن %s

source: Afghanistan
ur: افغانستان

source: Albania
ur: البانیا

source: Algeria
ur: الجیریا

source: American Samoa
ur: امریکی ساموا

source: Andorra
ur: اینڈورا

source: Angola
ur: انگولا

source: Anguilla
ur: انگویلا

source: Antarctica
ur: انٹارکٹیکا

source: Antigua and Barbuda
ur: انٹیگوا اور باربودا

source: Argentina
ur: ارجنٹینا

source: Armenia
ur: ارمینیا

source: Aruba
ur: اروبا

source: Australia
ur: آسٹریلیا

source: Austria
ur: آسٹریا

source: Azerbaijan
ur: آذربائیجان

source: Bahamas
ur: بہاماز

source: Bahrain
ur: بحرین

source: Bangladesh
ur: بنگلا دیش

source: Barbados
ur: بارباڈوس

source: Belarus
ur: بیلا رس

source: Belgium
ur: بیلجئیم

source: Belize
ur: بیلیز

source: Benin
ur: بینن

source: Bermuda
ur: برمودہ

source: Bhutan
ur: بھوٹان

source: Bolivia
ur: بولیویا

source: Bosnia and Herzegovina
ur: بوسنیا اور ہرزیگوینا

source: Botswana
ur: بوٹسوانا

source: Bouvet Island
ur: جزیرہ بووٹ

source: Brazil
ur: برازیل

source: British Indian Ocean Territory
ur: بحرھند کا برٹش علاقہ

source: Brunei Darussalam
ur: برونائی

source: Bulgaria
ur: بلغاریہ

source: Burkina Faso
ur: برکینا فاسو

source: Burundi
ur: برنڈی

source: Cambodia
ur: کمبوڈیا

source: Cameroon
ur: کیمرون

source: Canada
ur: کینیڈا

source: Cape Verde
ur: کیپ وردے

source: Cayman Islands
ur: جزائر کیمن

source: Central African Republic
ur: جمہوریہ وسطی افریقہ

source: Chad
ur: چاڈ

source: Chile
ur: چلی

source: China
ur: چین

source: Christmas Island
ur: جزیرہ کرسمس

source: Cocos (Keeling) Islands
ur: کوکوس (کیلنگ) جزائر

source: Colombia
ur: کولمبیا

source: Comoros
ur: کوموروس

source: Congo
ur: کانگو

source: Congo, the Democratic Republic of the
ur: کانگو، جمہوری ریاست

source: Cook Islands
ur: جزائر کک

source: Costa Rica
ur: کوسٹا ریکا

source: Cote D'Ivoire
ur: کوت دی ووا

source: Croatia
ur: کروشیا

source: Cuba
ur: کیوبا

source: Cyprus
ur: قبرص

source: Czech Republic
ur: جمہوریہ چیک

source: Denmark
ur: ڈنمارک

source: Djibouti
ur: جبوتی

source: Dominica
ur: ڈومینیکا

source: Dominican Republic
ur: ڈومینیکن ریپبلک

source: Ecuador
ur: ایکواڈور

source: Egypt
ur: مصر

source: El Salvador
ur: ال سلواڈور

source: Equatorial Guinea
ur: استوائی گنی

source: Eritrea
ur: اریٹیریا

source: Estonia
ur: ایسٹونیا

source: Ethiopia
ur: ایتھوپیا

source: Falkland Islands (Malvinas)
ur: جزائر فاک لینڈ (مالویناس)

source: Faroe Islands
ur: جزائرفارو

source: Fiji
ur: فیجی

source: Finland
ur: فن لینڈ

source: France
ur: فرانس

source: French Guiana
ur: فرانسیسی گیانا

source: French Polynesia
ur: فرانسیسی پولینیشیا

source: French Southern Territories
ur: جنوبی فرانسیسی علاقہ جات

source: Gabon
ur: گبون

source: Gambia
ur: گیمبیا

source: Georgia
ur: جارجیا

source: Germany
ur: جرمنی

source: Ghana
ur: گھانا

source: Gibraltar
ur: جبرالٹر

source: Greece
ur: یونان

source: Greenland
ur: گرین لینڈ

source: Grenada
ur: گریناڈا

source: Guadeloupe
ur: گواڈیلوپ

source: Guam
ur: گوام

source: Guatemala
ur: گوئٹے مالا

source: Guinea
ur: گنی

source: Guinea-Bissau
ur: گنی بساؤ

source: Guyana
ur: گیوآنہ

source: Haiti
ur: ہیٹی

source: Heard Island and Mcdonald Islands
ur: جزیرہ ہرڈ اور جزائر مکڈونلڈ

source: Holy See (Vatican City State)
ur: دیکھو حضور (ویٹیکن سٹی ریاست)

source: Honduras
ur: ہونڈوراس

source: Hong Kong
ur: ہانگ کانگ

source: Hungary
ur: ہنگری

source: Iceland
ur: آئس لینڈ

source: India
ur: انڈیا

source: Indonesia
ur: انڈونیشیا

source: Iran, Islamic Republic of
ur: ایران، اسلامی جمہوریہ

source: Iraq
ur: عراق

source: Ireland
ur: آئر لینڈ

source: Israel
ur: اسرائیل

source: Italy
ur: اٹلی

source: Jamaica
ur: جمیکا

source: Japan
ur: جاپان

source: Jordan
ur: اردن

source: Kazakhstan
ur: قزاقستان

source: Kenya
ur: کینیا

source: Kiribati
ur: کرباتی

source: Korea, Democratic People's Republic of
ur: کوریا، ڈیموکریٹک پیپلز جمہوریہ

source: Korea, Republic of
ur: کوریا، جمہوریہ

source: Kuwait
ur: کویت

source: Kyrgyzstan
ur: کرغستان

source: Lao People's Democratic Republic
ur: لاؤ پیپلز ڈیموکریٹک جمہوریہ

source: Latvia
ur: لٹویا

source: Lebanon
ur: لبنان

source: Lesotho
ur: لیسوتھو

source: Liberia
ur: لائبیریا

source: Libyan Arab Jamahiriya
ur: لیبیان ارب جماحریھ

source: Liechtenstein
ur: لکٹنسٹائن

source: Lithuania
ur: لتھوانیا

source: Luxembourg
ur: لیگزمبرگ

source: Macao
ur: مکاؤ

source: Macedonia, the Former Yugoslav Republic of
ur: مقدونیہ، سابق یوگوسلاو جمہوریہ

source: Madagascar
ur: مڈغاسکر

source: Malawi
ur: ملاوی

source: Malaysia
ur: ملائیشیا

source: Maldives
ur: مالدیپ

source: Mali
ur: مالی

source: Malta
ur: مالٹا

source: Marshall Islands
ur: جزائر مارشل

source: Martinique
ur: مارٹنیک

source: Mauritania
ur: موریطانیہ

source: Mauritius
ur: ماریشس

source: Mayotte
ur: میوٹ

source: Mexico
ur: میکسیکو

source: Micronesia, Federated States of
ur: مائکرونیزیا، وفاقی ریاستوں

source: Moldova, Republic of
ur: مالدووا، جمہوریہ

source: Monaco
ur: موناکو

source: Mongolia
ur: منگولیا

source: Montserrat
ur: مانٹسریٹ

source: Morocco
ur: مراکش

source: Mozambique
ur: موزنبیق

source: Myanmar
ur: میانمار

source: Namibia
ur: نمیبیا

source: Nauru
ur: ناورو

source: Nepal
ur: نیپال

source: Netherlands
ur: نیدرلینڈ

source: Netherlands Antilles
ur: نیدرلینڈز انٹیلیز

source: New Caledonia
ur: نیو کیلیڈونیا

source: New Zealand
ur: نیوزی لینڈ

source: Nicaragua
ur: نکاراگوا

source: Niger
ur: نائیجر

source: Nigeria
ur: نائیجیریا

source: Niue
ur: نیو

source: Norfolk Island
ur: جزیرہ نارفولک

source: Northern Mariana Islands
ur: شمالی ماریانا آئلینڈز

source: Norway
ur: ناروے

source: Oman
ur: عمان

source: Pakistan
ur: پاکستان

source: Palau
ur: پلاؤ

source: Palestinian Territory, Occupied
ur: فلسطین، مقبوضہ

source: Panama
ur: پاناما

source: Papua New Guinea
ur: پاپوا نیو گنی

source: Paraguay
ur: پیراگوئے

source: Peru
ur: پیرو

source: Philippines
ur: فلپائن

source: Pitcairn
ur: پٹکیرن

source: Poland
ur: پولینڈ

source: Portugal
ur: پرتگال

source: Puerto Rico
ur: پورٹو ریکو

source: Qatar
ur: قطر

source: Reunion
ur: پنرملن

source: Romania
ur: رومانیہ

source: Russian Federation
ur: روسی فیڈریشن

source: Rwanda
ur: روانڈا

source: Saint Helena
ur: سینٹ ھیلینا

source: Saint Kitts and Nevis
ur: سینٹ کٹس اور نیوس

source: Saint Lucia
ur: سینٹ لوسیا

source: Saint Pierre and Miquelon
ur: سینٹ پیئر و میکوئیلون

source: Saint Vincent and the Grenadines
ur: سینٹ کیرن اور گریناڈائنز

source: Samoa
ur: ساموا

source: San Marino
ur: سان میرینو

source: Sao Tome and Principe
ur: ساؤ ٹوم اور پرنسپے

source: Saudi Arabia
ur: سعودی عرب

source: Senegal
ur: سینیگال

source: Serbia and Montenegro
ur: سربیا اور مانٹینیگرو

source: Seychelles
ur: سے شلز

source: Sierra Leone
ur: سیرالیون

source: Singapore
ur: سنگاپور

source: Slovakia
ur: سلوواکیہ

source: Slovenia
ur: سلوینیا

source: Solomon Islands
ur: جزائر سلیمان

source: Somalia
ur: صومالیہ

source: South Africa
ur: جنوبی افریقہ

source: South Georgia and the South Sandwich Islands
ur: جنوبی جارجیا اور جزائر جنوبی سینڈوچ

source: Spain
ur: سپین

source: Sri Lanka
ur: سری لنکا

source: Sudan
ur: سوڈان

source: Suriname
ur: سورینام

source: Svalbard and Jan Mayen
ur: سوالبارڈ اور جان ماین

source: Swaziland
ur: سوازی لینڈ

source: Sweden
ur: سویڈن

source: Switzerland
ur: سوئٹزرلینڈ

source: Syrian Arab Republic
ur: شام کے عرب جمہوریہ

source: Taiwan, Province of China
ur: تائیوان، چین کے صوبے

source: Tajikistan
ur: تاجکستان

source: Tanzania, United Republic of
ur: تنزانیہ، اقوام متحدہ جمہوریہ کی

source: Thailand
ur: تھائی لینڈ

source: Timor-Leste
ur: ٹیمور لیسٹی

source: Togo
ur: جانے کے لئے

source: Tokelau
ur: ٹوکیلاؤ

source: Tonga
ur: ٹونگا

source: Trinidad and Tobago
ur: ٹرینیڈاڈ اور ٹوباگو

source: Tunisia
ur: تیونس

source: Turkey
ur: ترکی

source: Turkmenistan
ur: ترکمانستان

source: Turks and Caicos Islands
ur: جزائر کیکس اور ترکیہ

source: Tuvalu
ur: ٹوالو

source: Uganda
ur: یوگنڈا

source: Ukraine
ur: یوکرائن

source: United Arab Emirates
ur: متحدہ عرب امارات

source: United Kingdom
ur: متحدہ سلطنت یونائیٹڈ کنگڈم

source: United States
ur: ریاست ہائے متحدہ امریکہ

source: Uruguay
ur: یوروگوئے

source: Uzbekistan
ur: ازبکستان

source: Vanuatu
ur: وانواٹو

source: Venezuela
ur: وینیزویلا

source: Viet Nam
ur: ویت نام
