Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/urd/LC_MESSAGES/default.po
Languages: ur

source: All Messages
ur: تمام پیغامات

source: My Profile
ur: میری پروفائل

source: Change Password
ur: پاس ورڈ تبدیل کریں

source: Logout
ur: لاگ آوٹ

source: Powered by
ur: از: وی بلیٹن

source: Date &amp; Time
ur: تاریخ اور AMP؛ وقت

source: Compose Mail
ur: میل تحریر کریں

source: Search Student Mail
ur: Student کی ای میل تلاش

source: Message
ur: پیغام

source: Send
ur: بھیجو

source: Compose
ur: تحریر کریں

source: Inbox
ur: آمد خانہ

source: Sent Mail
ur: میل بھیجا

source: Trash
ur: ردی

source: More
ur: مزید

source: Mark as Read
ur: پڑھیں اور مرقس

source: Mark as Unread
ur: اس کے اوپرنشان لگایں کہ پڑھا نیں ہوا

source: Move to Inbox
ur: ان باکس میں منتقل کریں

source: Reply
ur: جواب

source: Forward
ur: آگے

source: Menu Names
ur: مینو نام

source: Model Name
ur: ماڈل کا نام

source: Icon
ur: علامتیہ

source: Add News
ur: نیوز میں شامل کریں

source: News Title
ur: نیوز سرخی

source: News Description
ur: خبریں تفصیل

source: Edit News
ur: نیوز میں ترمیم کریں

source: News
ur: خ

source: Add New News
ur: نئی خبریں شامل کریں

source: Paypal Payment Option
ur: پے پال ادائیگی کی سہولت

source: Signature
ur: دستخط

source: Sandbox Mode
ur: سینڈباکس موڈ

source: True
ur: درست

source: Add Question
ur: سوال شامل کریں

source: Question
ur: س

source: Correct Answers
ur: درست جواب

source: Type your question here
ur: آپ کے سوال یہاں ٹائپ کریں

source: True/False
ur: درست غلط

source: False
ur: جھوٹی

source: Blank Space
ur: خالی جگہ

source: Explanation (Optional)
ur: وضاحت (اختیاری)

source: Provide explanation in support of correct answer
ur: درست جواب کی حمایت میں وضاحت فراہم

source: Hint(optional)
ur: اشارہ (اختیاری)

source: Hint to help answer correctly
ur: اشارہ صحیح جواب دینے میں مدد کرنے کے لئے

source: without minus sign
ur: مائنس نشانی کے بغیر

source: Edit Question Type
ur: تصیح سوال قسم

source: Explanation
ur: وضاحت

source: Hint
ur: اشارہ

source: Questions
ur: سوالات

source: Add New Question
ur: نیا سوال شامل کریں

source: Import/Export Question
ur: درآمد / برآمد سوال

source: Answer
ur: جواب

source: Question Details
ur: سوال تفصیلات

source: Exam Wise
ur: امتحان حکمت والا

source: Please Select Exam
ur: امتحان براہ مہربانی منتخب کریں

source: Status of Result
ur: نتیجہ کی حیثیت

source: Please Select Result Status
ur: نتائج رتبہ براہ مہربانی منتخب کریں

source: Download Result
ur: لوڈ کے نتائج

source: Rank
ur: درجہ

source: Test
ur: جانچ​

source: Percent
ur: فیصد

source: Result
ur: نتائج

source: View Result
ur: لنک کا نتیجہ

source: Download/Print Result
ur: لوڈ / تعداد کے نتائج

source: Student Wise
ur: طالب علم بڑی حکمت والا

source: Name or Enrolment Number
ur: نام یا اندراج نمبر

source: Enrolment Number
ur: اندراج نمبر

source: Back
ur: پیچھے

source: Assesment Report for
ur: کے لئے Assesment رپورٹ

source: Taken Date
ur: لیا تاریخ

source: Total Time
ur: کل وقت

source: Nos. of Browser tolrance attempt
ur: براؤزر tolrance کوشش کے نمبرات

source: Total Score
ur: مجموعی سکور

source: Student Marks Distribution
ur: طالب علم مارکس ڈسٹریبیوش

source: Feedback
ur: آپ کی آراء

source: Marks Sheet
ur: مارکس شیٹ

source: Section Name
ur: حصے کا نام

source: Section proportion
ur: دفعہ تناسب

source: Actual
ur: اصل

source: Your Percentage
ur: اپنے فیصد

source: Section Summary
ur: دفعہ خلاصہ

source: Maximum Score
ur: زیادہ سے زیادہ سکور

source: Developed Skill
ur: ترقی یافتہ مہارت

source: Needs Development
ur: ترقی کی ضروریات

source: Lack of Skill
ur: مہارت کی کمی

source: MCQ answered
ur: MCQ جواب دیا

source: Legend
ur: علامات

source: Send Emails
ur: ای میلز بھیجیں

source: Teachers
ur: اساتذہ

source: Any Email
ur: کسی بھی ای میل

source: Default all students if you add manually then search student email
ur: آپ کو دستی طور تو طالب علم کا ای میل تلاش کو شامل تو تمام طلباء طے شدہ

source: Default all teachers if you add manually then search teacher email
ur: آپ کو دستی پھر استاد ای میل تلاش ڈالتے ہیں تو تمام اساتذہ پہلے سے طے شدہ

source: Type any email comma seprated
ur: seprated کسی بھی ای میل کوما قسم

source: Type subject
ur: قسم مشروط

source: Select Email Template
ur: منتخب کریں ای میل سانچہ

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
ur: آپ کو تو ای میل کے سانچے کو منتخب کرنے کے لئے نہیں کرنا چاہتے تو صرف ای میل پیغام ٹائپ. آپ کے ایڈیٹر کو لوڈ ایک بار پھر آپ کو سانچہ بٹن ری سیٹ کرنے کے لئے جانے کا انتخاب نہیں کر سکتے ہیں

source: Send Sms
ur: SMS بھیجیں

source: Any Sms
ur: کوئی ایس ایم ایس

source: Default all student if you add manually then search students name
ur: آپ کو دستی کے بعد طالب علموں کے نام کی تلاشی شامل تو تمام طالب علم پہلے سے طے شدہ

source: Default all teachers if you add manually then search teacher name
ur: آپ کو دستی طور تو استاد کا نام تلاش ڈالتے ہیں تو تمام اساتذہ پہلے سے طے شدہ

source: Any Number
ur: کسی بھی تعداد

source: Type any number comma seprated
ur: کسی بھی تعداد کوما seprated قسم

source: Select Sms Template
ur: منتخب ایس ایم ایس سانچہ

source: Sms Template
ur: ایس ایم ایس سانچہ

source: If you do not want to select sms template then simply type sms message
ur: آپ کو تو ایس ایم ایس ٹیمپلیٹ منتخب کرنے کے لئے نہیں کرنا چاہتے ہیں، تو صرف ایس ایم ایس پیغام ٹائپ

source: Certificate Signature
ur: سرٹیفکیٹ دستخط

source: Upload Image(* height less than 75px)
ur: تصویر اپ لوڈ (* اونچائی 75px سے بھی کم)

source: Delete Signature
ur: دستخط حذف

source: Add Slides
ur: سلائڈ شامل کریں

source: Slide Name
ur: سلائیڈ نام

source: Upload Slide (1350*550)
ur: سلائیڈ اپ لوڈ (1350 * 550)

source: Edit Slides
ur: سلائیڈیں میں ترمیم کریں

source: Slides
ur: سلائیڈیں

source: Add New Slide
ur: نیا سلائیڈ شامل کریں

source: SMS Settings
ur: SMS ترتیبات

source: API Link
ur: API لنک

source: Sender ID
ur: مرسل ID

source: Heading Username
ur: سرخی رکنیت

source: Username field provided by sms gateway
ur: صارف کا نام میدان SMS گیٹ وے کی طرف سے فراہم

source: Heading Password
ur: سرخی پاس ورڈ

source: Password field provided by sms gateway
ur: پاس ورڈ میدان SMS گیٹ وے کی طرف سے فراہم

source: Heading Mobile No
ur: موبائل کوئی سرخی

source: Mobile No field provided by sms gateway
ur: موبائل نمبر میدان SMS گیٹ وے کی طرف سے فراہم

source: Heading Message
ur: سرخی پیغام

source: Message field provided by sms gateway
ur: پیغام میدان SMS گیٹ وے کی طرف سے فراہم

source: Heading Sender Id
ur: سرخی مرسل کی شناخت

source: Sender Id field provided by sms gateway
ur: مرسل کی شناخت میدان SMS گیٹ وے کی طرف سے فراہم

source: Add SMS Template
ur: SMS سانچہ میں شامل کریں

source: Edit SMS templates
ur: SMS ترمیم کے سانچوں

source: SMS Templates
ur: SMS سانچے

source: Add New SMS Template
ur: نیا SMS سانچہ میں شامل کریں

source: Add Students
ur: طلبا کے لئے شامل کریں

source: Address
ur: پتہ

source: Guardian Phone
ur: گارڈین فون

source: Edit Students
ur: طلباء میں ترمیم کریں

source: Renewal Date
ur: تجدید کی تاریخ

source: Add New Student
ur: نیا طالب علم کے لئے شامل کریں

source: Wallet
ur: والیٹ

source: Admission Date
ur: داخلے کی تاریخ

source: Credit
ur: کریڈٹ

source: Debit
ur: ڈیبٹ

source: Balance
ur: میزان

source: Date & Time
ur: تاریخ وقت

source: Payment Through
ur: کے ذریعے ادائیگی

source: Remarks
ur: ریمارکس

source: View Student Information
ur: لنک طالب علم کی معلومات

source: Full Name
ur: پورا نام

source: Phone Number
ur: فون نمبر

source: Registered Email
ur: رجسٹرڈ ای میل

source: Alternate Number
ur: متبادل نمبر

source: Enrolment No
ur: اندراج نہیں

source: Last Login
ur: آخری لاگ ان

source: Students Wallet
ur: طلباء والیٹ

source: Transaction Form
ur: ٹرانزیکشن فارم

source: Mobile
ur: 471= موبائل

source: ADD
ur: شامل کریں

source: DEDUCT
ur: کٹوتی

source: Add Subjects
ur: مضامین کا اضافہ کریں

source: Edit Subjects
ur: مضامین میں ترمیم کریں

source: Subjects
ur: مضامین

source: Add New Subject
ur: نیا موضوع شامل کریں

source: Question Bank
ur: سوال بینک

source: Add Testimonials
ur: تعریف شامل کریں

source: Upload Photo (150*150)
ur: اپ لوڈ کریں تصویر (150 * 150)

source: Edit Testimonials
ur: تعریف میں ترمیم کریں

source: Testimonials
ur: تعریف

source: Add New Testimonial
ur: نئی تعریف میں شامل کریں

source: Photo
ur: تصویر

source: Add Users
ur: صارفین شامل کریں

source: User Level
ur: صارف کی سطح

source: Username
ur: یوزر کا نام

source: Level users
ur: سطح کے صارفین

source: Add New Level
ur: نئی سطح پر شامل کریں

source: Back To Users
ur: پیچھے اگلا، دوسرا کے صارفین کے لئے

source: Level Name
ur: لیول نام

source: Set Permission
ur: سیٹ اجازت

source: Assign Form Rights
ur: فارم کے حقوق تفویض

source: Module Name
ur: ماڈیول کا نام

source: Old Password
ur: پرانا پاسورڈ

source: Edit Users
ur: صارفین میں ترمیم کریں

source: User Registration Form
ur: صارف کا رجسٹریشن فارم

source: Users
ur: صارفین

source: Add New User
ur: نیا صارف شامل کریں

source: Add Level Users
ur: سطح کے صارفین کے لئے شامل کریں

source: Level User
ur: لیول صارف

source: Dear user, log in to access the admin area!
ur: محترم صارف، منتظم علاقے تک رسائی حاصل کرنے میں لاگ ان کریں!

source: Admin / Teacher Username
ur: ایڈمن / ٹیچر رکنیت

source: Forgot User Name
ur: رکن کا نام بھول گئے

source: Organisation Logo
ur: ادارہ علامت

source: Upload Image(* height less than 220px)
ur: اپ لوڈ کریں تصویری (* اونچائی 220px سے بھی کم)

source: Delete Logo
ur: علامت کو حذف کریں

source: Please provide a type for chart %s!
ur: چارٹ کے لئے ایک قسم فراہم کریں %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
ur: چارٹ: \ " %s " نہ ملا. یقینی بنائیں کہ چارٹ نام آپ کے خیال میں $ this-> HighCharts-> رینڈر () کے لئے منظور کیا جاتا ہے کہ ایک ہی سٹرنگ ہے.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
ur: ایکسپریس چیک آؤٹ کے لین دین ختم ہو گیا ہے اور ٹرانزیکشن دوبارہ شروع کرنے کی ضرورت ہے

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
ur: آپ اسی کی ادائیگی کے لئے ایک دوسری اذان دی ہے ہو سکتا ہے یا اگر آپ کو علیحدہ لین دین کے لئے ایک ہی انوائس ID استعمال کیا ہے ہو سکتا ہے.

source: Please use a different funcing source.
ur: ایک مختلف funcing منبع کا استعمال کریں.

source: An error occured, please retry the transaction.
ur: ایک خامی پیش آگئی، معاملت دوبارہ کوشش کریں.

source: This transaction couldn't be completed. Redirecting to payment gateway
ur: یہ ٹرانزیکشن مکمل نہیں ہو سکی. ادائیگی کے گیٹ وے کے لئے منتقل کیا جا رہا

source: You have not agreed to the billing agreement.
ur: آپ بلنگ معاہدے پر اتفاق نہیں کیا ہے.

source: The billing agreement is disabled or inactive.
ur: بلنگ کے معاہدے کو غیر فعال یا غیر فعال ہے.

source: The credit card used is expired.
ur: استعمال کیا جاتا کریڈٹ کارڈ کی میعاد ختم ہو جاتا.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
ur: معاملت سے انکار کر دیا گیا تھا AVS کے جواب N کی قدر واپس آئے کیونکہ، اور مرچنٹ اکاؤنٹ طرح کے لین دین کو قبول کرنے کے قابل نہیں ہے.

source: The payment gateway account is restricted.
ur: ادائیگی کے گیٹ وے کے اکاؤنٹ محدود ہے.

source: You must submit an IP address of the buyer with each API call.
ur: آپ ہر API کال کے ساتھ خریدار کی ایک IP ایڈریس جمع کروانا ہوگا.

source: The merchant selected a value for the PaymentAction field that is not supported.
ur: مرچنٹ کی سہولت نہیں ہے کہ PaymentAction فیلڈ کے لئے ایک قیمت منتخب.

source: The credit card field was blank.
ur: کریڈٹ کارڈ کی فیلڈ خالی تھا.

source: The total amount and item amounts do not match.
ur: کل رقم اور شے مقدار کے مطابق نہیں ہیں.

source: The credit card entered is currently restricted by the payment gateway.
ur: درج کردہ کریڈٹ کارڈ کی فی الحال ادائیگی کے گیٹ وے کے ذریعے محدود ہے.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
ur: مرچنٹ پہلے ہی اسی مرچنٹ کی طرف سے ایک ٹرانزیکشن کے ساتھ منسلک کیا جاتا ہے کہ ایک رسید ID داخل ہوئے. ایک نیا انوائس ID کے ساتھ کوشش

source: The transaction was declined by the country filter managed by the merchant.
ur: لین دین کے ملک کے فلٹر مرچنٹ کی طرف سے منظم کر رد کر دیا گیا.

source: The transaction was declined by the maximum amount filter managed by the merchant.
ur: لین دین کے زیادہ سے زیادہ رقم فلٹر مرچنٹ کی طرف سے منظم کر رد کر دیا گیا.

source: The transaction was declined by the payment gateway.
ur: ٹرانزیکشن کے ادائیگی کے گیٹ وے کے ذریعے رد کر دیا گیا.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
ur: معاملت کیونکہ ممکن دھوکہ دہی کی سرگرمیوں کی ادائیگی کے گیٹ وے کے ذریعے رد کر دیا گیا.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
ur: معاملت کیونکہ IP ایڈریس کی ممکن دھوکہ دہی کی سرگرمیوں کی ادائیگی کے گیٹ وے کے ذریعے رد کر دیا گیا.

source: The merchant account attempting the transaction is not a business account.
ur: معاملت کی کوشش کر مرچنٹ اکاؤنٹ ایک کاروباری اکاؤنٹ نہیں ہے.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
ur: معاملت کی کوشش کر مرچنٹ اکاؤنٹ راست ادائیگی کے لین دین پر عملدرآمد کرنے کے قابل نہیں ہے.

source: Access to Direct Payment was disabled for your account.
ur: اپنے اکاؤنٹ کے لئے براہ راست ادائیگی کی رسائی کو غیر فعال کر دیا گیا تھا.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
ur: معاملت کی کوشش کر مرچنٹ اکاؤنٹ کی ادائیگی کے گیٹ وے کے ساتھ ایک تصدیق شدہ ای میل ایڈریس نہیں ہے.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
ur: مرچنٹ کسی سودے جہاں رقم ہے کہ تاجر کیلئے اوپری کی حد سے تجاوز کر گئی کوشش کی.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
ur: معاملت کیونکہ AVS لئے ایک مرچنٹ رسک فلٹر کی رد کر دیا گیا. AVS ایک نہیں بدل (AVS = N) واپس آئے جب خاص طور پر، مرچنٹ معاملت کو رد کرنے کا مقرر کیا ہے.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
ur: معاملت کیونکہ AVS لئے ایک مرچنٹ رسک فلٹر کی رد کر دیا گیا. خاص طور پر، مرچنٹ AVS ایک جزوی میچ واپس جب لین دین کو رد کرنے کے لئے فلٹر مقرر کیا ہے.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
ur: معاملت کیونکہ AVS لئے ایک مرچنٹ رسک فلٹر کی رد کر دیا گیا. خاص طور پر، مرچنٹ AVS ناجائز ہے جب لین دین کو رد کرنے کے لئے فلٹر مقرر کیا ہے.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
ur: مرچنٹ ایک IP ایڈریس ایک غلط شکل میں تھا کہ میں داخل ہوئے. IP ایڈریس کی طرح 123.456.123.456 اس شکل میں ہونا چاہیے.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
ur: مرچنٹ کی ترتیب ایک CVV درج کیا جائے کی ضرورت ہے، لیکن کوئی CVV اس سودے کے ساتھ فراہم کی گئی تھی.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
ur: مرچنٹ یا تو امریکہ یا کینیڈا میں ایک ایڈریس فراہم کی، لیکن فراہم کی ریاست یا تو ملک میں ایک درست ریاست نہیں ہے.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
ur: ٹرانزیکشن کے جاری کرنے والے بینک، نہ ادائیگی کے گیٹ وے کے ذریعے رد کر دیا گیا. مرچنٹ ایک اور کارڈ کی کوشش کرنا چاہئے.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
ur: اقامت کا مرچنٹ کی ملک اس وقت براہ راست ادائیگی کے لین دین کی اجازت کرنے کی سہولت نہیں ہے.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
ur: ادائیگی کے گیٹ وے فی الحال ایک ہی رقم کے لئے ایک ہی خریدار کی طرف سے ایک ٹرانزیکشن پراسیسنگ کی جاتی ہے کیونکہ معاملت رد کر دیا گیا. ایک خریدار فوری جانشینی میں ایک سے زیادہ، ایک جیسی لین دین پیش تو ہو سکتا ہے.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
ur: فراہم کی CVV غلط ہے. CVV 3-4 درمیان ہندسے طویل ہے.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
ur: براہ کرم کچھ دیر بعد کوشش کریں. آپ کو خریدار کے لئے درست CVV اور ایڈریس کی معلومات گزر چکے ہیں اس بات کا یقین. ایک بار بار چلنے پروفائل بنا تو، 0 کے ایک init کے رقم منظور کرکے دوبارہ کوشش کریں.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
ur: ٹرانزیکشن کی وجہ سے لاپتہ یا غلط 3-D محفوظ تصدیق اقدار کے مطابق نہیں ہے. ECI، ECI3DS، CAVV، XID شعبوں چیک کریں.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
ur: معاملت کی وجہ یہ کریڈٹ کارڈ کے لئے وقت کی ایک مختصر مدت کے دوران ضرورت سے زیادہ ناکامی کی ادائیگی کے گیٹ وے کی طرف سے مسترد کر دیا گیا تھا.

source: The transaction was declined by payment gateway.
ur: ٹرانزیکشن کے ادائیگی کے گیٹ وے کے ذریعے رد کر دیا گیا.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
ur: ٹرانزیکشن کے رد کر دیا گیا مرچنٹ ادائیگی کے گیٹ وے کے ساتھ فائل پر ایک درست تجارتی ہستی معاہدے نہیں ہے کیونکہ.

source: The transaction was declined because the CVV entered does not match the credit card.
ur: لین دین کے انکار کر CVV داخل ہوئے کریڈٹ کارڈ کے مماثل نہیں ہے کیونکہ کیا گیا تھا.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
ur: معاملت کیونکہ ایک کی میعاد ختم کریڈٹ کارڈ کے جاری کرنے والے بینک کی طرف سے رد کر دیا گیا. مرچنٹ ایک اور کارڈ کی کوشش کرنا چاہئے.

source: Exceeded permissible limit for Navigating away
ur: دور گشت کے لئے جائز حد سے تجاوز

source: You have exceeded the permissible limit for navigating away from your test
ur: آپ کو آپ کے ٹیسٹ سے دور گشت کے لئے جائز حد سے تجاوز کر چکے

source: Your test has finished. You can close the window now
ur: آپ کے ٹیسٹ ختم ہو گیا ہے. اب آپ ونڈو کو بند کر سکتے ہیں

source: Installation Complete
ur: تنصیب کا کام مکمل

source: Aho! The System is installed successfully.
ur: ایک ایچ اے! نظام کو کامیابی سے انسٹال ہے.

source: Go to Admin/Teacher Interface
ur: ایڈمن / ٹیچر انٹرفیس پر جائیں

source: User
ur: صارف

source: Go to Front End/Student Interface
ur: فرنٹ اختتام / طالب علم انٹرفیس پر جائیں

source: Visit our website
ur: ہماری ویب سائٹ ملاحظہ

source: for documentation and support
ur: دستاویزات اور حمایت کے لئے

source: My Exam Stats
ur: میرے امتحان کے اعدادوشمار

source: Total Exam Given
ur: کل امتحان دیکھتے ہوئے

source: Absent Exams
ur: غائب امتحانات

source: Best Score in
ur: میں بہترین اسکور

source: On
ur: 0021=پر

source: Failed in
ur: میں ناکام

source: Average Percentage
ur: اوسط فیصد

source: Your Rank
ur: اپنے عہدے

source: Month Wise Performance
ur: ماہ وار کارکردگی

source: Exam Wise Performance
ur: امتحان حکمت والا کارکردگی

source: Top 10
ur: ١٠٠عظیم

source: Todays Exam
ur: آج امتحان

source: Top
ur: ١٠٠عظیم

source: These are the exam(s) that can be taken right now
ur: یہ امتحان (زبانیں) کو ابھی لے جایا جا سکتا ہے

source: No Exams found for today
ur: کوئی امتحانات آج کے لئے مل گیا

source: Something went wrong
ur: کچھ غلط ہو گیا

source: Show
ur: دکھائیں

source: entries
ur: اندراجات

source: Prev
ur: پچھلا

source: Next
ur: اگلا!

source: Showing {:start} to {:current} of {:count} entries
ur: کرنے {: start} کی: دکھا {: current} {count:} اندراجات

source: Email Verification
ur: ای میل کی توثیق

source: Please Enter Verification Code in the Text Box
ur: متن باکس میں توثیق کوڈ درج کریں

source: Re-Send Email Verification
ur: دوبارہ بھیجیں ای میل کی توثیق

source: Please Enter Email Id in the Text Box which you enter at the time of registration
ur: اگر آپ کو رجسٹریشن کے وقت داخل جس متن والے باکس میں ای میل کی شناخت درج کریں

source: Purchased Exam
ur: خریدی امتحان

source: Expired Exam
ur: میعاد ختم امتحان

source: These are the exam(s) which has been expired
ur: یہ امتحان (ے) ہے جس کی میعاد ختم کیا گیا ہے

source: No Exams found
ur: کوئی امتحان نہیں ملا

source: Thank you for using the test
ur: ٹیسٹ استعمال کرنے کا شکریہ

source: 1. The test instructions were
ur: 1. ٹیسٹ کی ہدایات تھیں

source: Largely Clear
ur: زیادہ تر صاف

source: Medium Clear
ur: درمیانہ صاف

source: Not Clear
ur: واضح نہیں ہے

source: 2. Language of question was
ur: 2. سوال کی زبان تھی

source: 3. Overall test experience was
ur: 3. مجموعی طور پر ٹیسٹ تجربہ تھا

source: Good
ur: اچھا

source: Better
ur: بہتر

source: Best
ur: بہترین

source: Any other feedback suggestion
ur: دیگر تاثرات کی تجاویز

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
ur: آپ کے ٹیسٹ شروع کرنے سے پہلے آپ کی چیٹ ونڈوز، اسکرین سیور کے تمام پروگراموں کو بند کریں، اور اینٹی وائرس

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
ur: آپ کے ٹیسٹ کے دوران \ "F5 " دبائیں نہیں ہے براہ مہربانی. یہ آپ کے ٹیسٹ ختم ہو جائے گا اور آپ کے لئے ٹیسٹ دوبارہ کھولنے کے قابل نہیں ہونگے

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
ur: آپ جوابات کو بچا لیا جائے گا. آپ کے ٹیسٹ کے کسی بھی وجہ سے منقطع ہوگیا ہے تو، اس نقطہ تک اپنے جوابات کو اپ بچا لیا جائے گا

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
ur: مثال کے طور پر پس منظر میں تمام پروگراموں کو اپ لوڈ ہے کہ فائلوں کو بند کرنے یا ڈاؤن لوڈ کریں: ڈراپ باکس، سیلاب، وغیرہ

source: Instructions
ur: ہدایات:

source: I am ready to begin
ur: میں شروع کرنے کے لئے تیار ہوں

source: Exam Start
ur: امتحان شروع کریں

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
ur: اس امتحان ادا کیا جاتا ہے. رقم خود بخود آپ کے بٹوے پر کٹوتی کی جائے چاہئے. امتحان ٹائمر کو روکنے کے نہیں کرے گا شروع کرنے کے بعد. آپ کے ذریعے ادا اینڈ شروع کرنے کے لئے چاہتے ہیں؟

source: These are the exam(s) which has been purchased
ur: یہ امتحان (ے) خریدا گیا ہے جو

source: Correct Marks
ur: صحیح مارکس

source: Save & Next
ur: محفوظ کریں اور اگلا

source: Unreview
ur: غیر تجزیہ شدہ بنائیں

source: Review
ur: نظر ثانی

source: Reset Answer
ur: ری سیٹ کے جواب

source: Finish
ur: آرائش

source: Current Question
ur: موجودہ سوال

source: Answered
ur: جواب

source: Not Answered
ur: جواب نہیں

source: Navigated Away
ur: دور نیویگیٹ

source: you had navigated away from the test window. This will be reported to Moderator
ur: آپ کی جانچ پڑتال کھڑکی سے دور نیویگیٹ تھا. یہ مدیر کو اطلاع دی جائے گی

source: Do not repeat this behaviour
ur: اس رویے کو نہ دہرائیں

source: Otherwise you may get disqualified
ur: دوسری صورت میں آپ کو نااہل قرار ہو سکتا ہے

source: Continue
ur: پروفائل

source: Finalize
ur: حتمی شکل دینے

source: Do you wish to submit and close the
ur: آپ جمع اور بند کرنے کے لئے چاہتے ہیں

source: Once you submit, you will not be able to review the
ur: آپ جمع ایک بار، آپ کا جائزہ لینے کے لئے نہیں کر سکیں گے

source: Summary of your attempts in this
ur: اس میں آپ کی کوششوں کا خلاصہ

source: as show below
ur: ذیل میں شو کے طور پر
