Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/urd/LC_MESSAGES/validation.po
Languages: ur

source: Only letters and numbers allowed
ur: اجازت صرف حروف اور اعداد

source: Group already exist
ur: گروپ پہلے سے ہی موجود

source: Only Url
ur: صرف یو آر ایل

source: File does not have a valid extension
ur: فائل چڑھانے کی ایک درست استعمال نہیں ہوئے

source: You must supply a JPG, GIF or PNG File.
ur: آپ JPG، GIF یا PNG فائل کی فراہمی ضروری ہے.

source: Invalid Header Contact
ur: غلط ہیڈر رابطہ کریں

source: Only Alphabets
ur: صرف حروف

source: Currency Name already exist
ur: کرنسی کا نام پہلے سے موجود

source: You must supply image height is less than 50px
ur: آپ کو فراہم کرنا ضروری تصویر کی اونچائی 50px سے بھی کم ہے

source: You must supply image width is less than 50px
ur: آپ کی تصویر کی چوڑائی کی فراہمی ضروری 50px سے بھی کم ہے

source: Only numbers allowed
ur: صرف نمبرز کی اجازت

source: Only Date/time format
ur: صرف تاریخ / وقت کی شکل

source: Enter a valid email
ur: ایک درست ای میل درج کریں

source: Please select
ur: براہ مہربانی منتخب کریں

source: Invalid Username
ur: غلط صارف نام

source: Invalid Password
ur: غلط پاسورڈ

source: Invalid Signature
ur: غلط دستخط

source: Only numbers
ur: صرف اعداد

source: You must supply image height is less than 220px
ur: آپ کی تصویر کی اونچائی کی فراہمی ضروری 220px سے کم ہے

source: This Email has already been exist! try new one
ur: یہ ای میل پہلے موجود ہی نہیں گیا ہے! نئی ایک کی کوشش کریں

source: Password required
ur: پاس ورڈ درکار

source: Password minimum 4 character long
ur: پاس ورڈ کم از کم 4 کردار طویل

source: Name already exist
ur: نام پہلے سے موجود
