Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/xho/LC_MESSAGES/default.po
Languages: fy_nl

source: Import Questions
fy_nl: Rhweba Imibuzo

source: Import/Export Students
fy_nl: Abafundi Import / Export

source: Back To Students
fy_nl: Back To aBafundi

source: Export Students
fy_nl: Abafundi Rhweba

source: Import Students
fy_nl: Rhweba Abafundi

source: All Messages
fy_nl: yonke Imiyalezo

source: My Profile
fy_nl: Iprofayile yam

source: Change Password
fy_nl: Tshintsha iphasiwedi

source: Logout
fy_nl: Phuma

source: Powered by
fy_nl: Iqhutywa ngu

source: Date &amp; Time
fy_nl: Umhla & amp; ixesha

source: Compose Mail
fy_nl: Uqamba Mail

source: Search Student Mail
fy_nl: Ukufuna Mail Student

source: Message
fy_nl: umyalezo

source: Send
fy_nl: Thumela

source: Compose
fy_nl: ukuqamba

source: Inbox
fy_nl: inbhoks

source: Sent Mail
fy_nl: Mail wathumela

source: Trash
fy_nl: inkunkuma

source: More
fy_nl: Ngakumbi

source: Mark as Read
fy_nl: Phawula njengoko Funda

source: Mark as Unread
fy_nl: Phawula fundwa

source: Move to Inbox
fy_nl: Yisa inbhoks

source: Reply
fy_nl: 1 phendula

source: Forward
fy_nl: phambili

source: Menu Names
fy_nl: Amagama menu

source: Icon
fy_nl: Uphawu

source: Add News
fy_nl: Yongeza News

source: News Title
fy_nl: Isihloko News

source: News Description
fy_nl: iindaba Inkcazelo

source: Edit News
fy_nl: Hlela News

source: News
fy_nl: Iindaba

source: Add New News
fy_nl: Yongeza New News

source: Paypal Payment Option
fy_nl: Paypal Option Intlawulo

source: Signature
fy_nl: utyikityo

source: Sandbox Mode
fy_nl: Indlela yesanti

source: True
fy_nl: Liyinyaniso

source: Add Question
fy_nl: Yongeza Umbuzo

source: Question
fy_nl: umbuzo

source: Correct Answers
fy_nl: Iimpendulo ezichanekileyo

source: Type your question here
fy_nl: Chwetheza umbuzo wakho apha

source: Answer1
fy_nl: impendulo e-1

source: Answer2
fy_nl: impendulo e-1

source: Answer3
fy_nl: impendulo e-1

source: Answer4
fy_nl: impendulo e-1

source: Answer5
fy_nl: impendulo e-1

source: Answer6
fy_nl: impendulo e-1

source: True/False
fy_nl: Yinyani / Asiyonyani

source: False
fy_nl: buxoki

source: Blank Space
fy_nl: Space Elingenanto

source: Explanation (Optional)
fy_nl: Ingcaciso (ngokuzithandela)

source: Provide explanation in support of correct answer
fy_nl: Nika ingcaciso ukuxhasa impendulo echanekileyo

source: Hint(optional)
fy_nl: Icebiso (optional)

source: Hint to help answer correctly
fy_nl: Icebiso ukunceda ukuphendula ngokuchanekileyo

source: without minus sign
fy_nl: ngaphandle lokucutha

source: Edit Question Type
fy_nl: Hlela Umbuzo Type

source: Explanation
fy_nl: ingcaciso

source: Hint
fy_nl: icebiso

source: Questions
fy_nl: imibuzo

source: Add New Question
fy_nl: Yongeza Umbuzo New

source: Import/Export Question
fy_nl: Rhweba / Umbuzo Export

source: Answer
fy_nl: impendulo e-1

source: Question Details
fy_nl: Iinkcukacha umbuzo

source: Please Select Exam
fy_nl: Nceda Khetha Exam

source: Status of Result
fy_nl: Isimo zeziPhumo

source: Please Select Result Status
fy_nl: Nceda Khetha Status zeziPhumo

source: Download Result
fy_nl: umxokozelo leziPhumo

source: Rank
fy_nl: irenki

source: Test
fy_nl: uvavanyo

source: Result
fy_nl: isiphumo

source: View Result
fy_nl: Imboniselo leziPhumo

source: Download/Print Result
fy_nl: Kopa / Shicilela zeziPhumo

source: Name or Enrolment Number
fy_nl: Igama okanye ukuBhalisa Inani

source: Enrolment Number
fy_nl: Ubhaliso Inani

source: Back
fy_nl: Emva

source: Assesment Report for
fy_nl: Ingxelo Imizuzu ngenxa

source: Taken Date
fy_nl: Umhla thathe

source: Total Time
fy_nl: Ixesha lilonke

source: Nos. of Browser tolrance attempt
fy_nl: Isuka. Browser tolrance iinzame

source: Total Score
fy_nl: iyonke Score

source: Feedback
fy_nl: Impendulo

source: Marks Sheet
fy_nl: amanqaku Sheet

source: Section Name
fy_nl: icandelo Name

source: Section proportion
fy_nl: icandelo ngokomlinganiselo

source: Actual
fy_nl: eyona

source: Your Percentage
fy_nl: Ipesenti yakho

source: Section Summary
fy_nl: icandelo Isishwankathelo

source: Maximum Score
fy_nl: amanqaku aphezulu

source: Developed Skill
fy_nl: Isakhono Kwaphuhliswa

source: Needs Development
fy_nl: Uphuhliso kufuneka

source: Lack of Skill
fy_nl: Ukungabikho zoBugcisa

source: MCQ answered
fy_nl: MCQ Waphendula

source: Legend
fy_nl: ilivo

source: Send Emails
fy_nl: Thumela emails

source: Teachers
fy_nl: ootitshala

source: Any Email
fy_nl: nayiphi Email

source: Default all students if you add manually then search student email
fy_nl: Sendalo bonke abafundi ukuba usongeza ngesandla ingawukhangela umfundi email

source: Default all teachers if you add manually then search teacher email
fy_nl: Sendalo bonke ootitshala ukuba usongeza ngesandla ingawukhangela utitshala email

source: Type any email comma seprated
fy_nl: Chwetheza nayiphi isiphumlisi email seprated

source: Type subject
fy_nl: uhlobo lwezifundo

source: Select Email Template
fy_nl: Khetha Template Email

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
fy_nl: Ukuba awufuni ukuba ukukhetha itemplate email chwetheza ngokulula umyalezo email. Wakuba umhleli ukulayisha ngoko aninako ukukhetha itemplate ukuya ukuseta iqhosha

source: Send Sms
fy_nl: Thumela Sms

source: Any Sms
fy_nl: nayiphi Sms

source: Default all student if you add manually then search students name
fy_nl: Sendalo wonke umfundi ukuba usongeza ngesandla ingawukhangela igama abafundi

source: Default all teachers if you add manually then search teacher name
fy_nl: Sendalo bonke ootitshala ukuba usongeza ngesandla ingawukhangela igama utitshala

source: Any Number
fy_nl: naliphi na inani

source: Type any number comma seprated
fy_nl: Chwetheza naliphi na inani isiphumlisi seprated

source: Select Sms Template
fy_nl: Khetha Sms Template

source: If you do not want to select sms template then simply type sms message
fy_nl: Ukuba awufuni ukuba ukukhetha itemplate sms chwetheza ngokulula umyalezo sms

source: Certificate Signature
fy_nl: Utyikityo Lwesiqinisekiso

source: Upload Image(* height less than 75px)
fy_nl: Layisha Umfanekiso (* ukuphakama ngaphantsi 75px)

source: Delete Signature
fy_nl: Cima Utyikityo

source: Add Slides
fy_nl: Yongeza iZilayidi

source: Slide Name
fy_nl: isilayidi Name

source: Upload Slide (1350*550)
fy_nl: Upload weSilayidi (1350 * 550)

source: Edit Slides
fy_nl: Hlela iZilayidi

source: Slides
fy_nl: iZilayidi

source: Add New Slide
fy_nl: Yongeza iSilayidi Esitsha

source: SMS Settings
fy_nl: Izicwangciso SMS

source: Sender ID
fy_nl: ID yomthumeli

source: Heading Username
fy_nl: lomsebenzisi Isihloko

source: Username field provided by sms gateway
fy_nl: entsimini lomsebenzisi enikwa sms ngesango

source: Heading Password
fy_nl: Isihloko Password

source: Password field provided by sms gateway
fy_nl: entsimini Password enikwa sms ngesango

source: Heading Mobile No
fy_nl: Isihloko mfono Akukho

source: Mobile No field provided by sms gateway
fy_nl: Mfono Akukho entsimini ezinikwa sms ngesango

source: Heading Message
fy_nl: Umyalezo Isihloko

source: Message field provided by sms gateway
fy_nl: entsimini Umyalezo enikwa sms ngesango

source: Heading Sender Id
fy_nl: Isihloko yomthumeli Id

source: Sender Id field provided by sms gateway
fy_nl: intsimi yomthumeli Id ezinikwa sms ngesango

source: Add SMS Template
fy_nl: Yongeza Template SMS

source: Edit SMS templates
fy_nl: templates Hlela SMS

source: SMS Templates
fy_nl: Templates SMS

source: Add New SMS Template
fy_nl: Yongeza Template New SMS

source: Add Students
fy_nl: Yongeza aBafundi

source: Address
fy_nl: idilesi

source: Guardian Phone
fy_nl: Guardian mfono

source: Edit Students
fy_nl: Hlela Abafundi

source: Renewal Date
fy_nl: Renewal Umhla

source: Add New Student
fy_nl: Yongeza New Student

source: Wallet
fy_nl: yiprojekti

source: Admission Date
fy_nl: Admission Umhla

source: Credit
fy_nl: Imvume:

source: Balance
fy_nl: intsalela

source: Date & Time
fy_nl: Umhla & Ixesha

source: Payment Through
fy_nl: intlawulo Ngokusebenzisa

source: View Student Information
fy_nl: Imboniselo Information Student

source: Full Name
fy_nl: Igama eliphelele

source: Phone Number
fy_nl: Inombolo yomnxeba

source: Registered Email
fy_nl: Email ebhalisiweyo

source: Alternate Number
fy_nl: Inani Esimeleneyo

source: Enrolment No
fy_nl: Ubhaliso Akukho

source: Last Login
fy_nl: Login wokugqibela

source: Students Wallet
fy_nl: abafundi telnet

source: Transaction Form
fy_nl: Form Nte

source: Mobile
fy_nl: mfono

source: ADD
fy_nl: Dibanisa

source: DEDUCT
fy_nl: axhuzule

source: Add Subjects
fy_nl: Yongeza Subjects

source: Edit Subjects
fy_nl: Hlela Imixholo

source: Subjects
fy_nl: izifundo

source: Add New Subject
fy_nl: Yongeza Subject Entsha

source: Question Bank
fy_nl: umbuzo Bank

source: Add Testimonials
fy_nl: Yongeza zokungqina

source: Upload Photo (150*150)
fy_nl: Upload Ifoto (150 * 150)

source: Edit Testimonials
fy_nl: Hlela testimonials

source: Add New Testimonial
fy_nl: Yongeza New ubngqina

source: Photo
fy_nl: Umfanekiso

source: Add Users
fy_nl: Yongeza Abasebenzisi

source: User Level
fy_nl: Level umsebenzisi

source: Username
fy_nl: lomsebenzisi

source: Level users
fy_nl: abasebenzisi benqanaba

source: Add New Level
fy_nl: Yongeza Level New

source: Back To Users
fy_nl: Umva kubasebenzisi

source: Set Permission
fy_nl: Cwangcisa Imvume

source: Assign Form Rights
fy_nl: Yabela Rights Form

source: Module Name
fy_nl: Name umnqongo

source: Old Password
fy_nl: Iphasiwdi endala

source: Edit Users
fy_nl: Hlela Abasebenzisi

source: User Registration Form
fy_nl: IFomu Yokubhalisa umsebenzisi

source: Users
fy_nl: abasebenzisi

source: Add New User
fy_nl: Yongeza Umsebenzisi Entsha

source: Add Level Users
fy_nl: Yongeza Level Abasebenzisi

source: Dear user, log in to access the admin area!
fy_nl: umsebenzisi Dear, loga ukuya kufikelela kwindawo admin!

source: Admin / Teacher Username
fy_nl: Admin / Mfundisi lomsebenzisi

source: Forgot User Name
fy_nl: Igama lomsebenzisi uyilibele

source: Organisation Logo
fy_nl: Umbutho mlinganiselo

source: Upload Image(* height less than 220px)
fy_nl: Upload Umfanekiso (* ukuphakama ngaphantsi 220px)

source: Delete Logo
fy_nl: Cima iLogo

source: Please provide a type for chart %s!
fy_nl: Nceda unike uhlobo ngenxa itshathi %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
fy_nl: Itshati: \ " %s " abamfumana. Qinisekisa ukuba igama Chart ngumtya omnye nje ocande kwi $ this-> HighCharts-> Ukunikezela () kumboniso wakho.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
fy_nl: Intengiselwano Express Ujongo liphelile kwaye intengiselwano kufuneka kwakhona

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
fy_nl: Usenokuba wenze ifowuni yesibini intlawulo enye okanye uzisebenzisile ID invoice efanayo transactions seperate.

source: Please use a different funcing source.
fy_nl: Nceda sebenzisa kumthombo funcing eyahlukileyo.

source: An error occured, please retry the transaction.
fy_nl: Impazamo yenzekile, nceda uzame lungamkeleki.

source: This transaction couldn't be completed. Redirecting to payment gateway
fy_nl: Le ntengiselwano ayikwazanga ukugqitywa. Kuzisa kwi yesango intlawulo

source: You have not agreed to the billing agreement.
fy_nl: Awuqwalaselanga bavuma kwisivumelwano kwamatyala.

source: The billing agreement is disabled or inactive.
fy_nl: Isivumelwano kwee okhubazekileyo okanye engasebenziyo.

source: The credit card used is expired.
fy_nl: Njengecredit card esetyenziswayo aphelelwe.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
fy_nl: Intengiselwano wala kuba impendulo tv wabuyela ixabiso N, kwaye i-akhawunti warhwebelana akanako ukwamkela transactions ezinjalo.

source: The payment gateway account is restricted.
fy_nl: Akhawunti ngesango intlawulo imiqathango.

source: You must submit an IP address of the buyer with each API call.
fy_nl: Kufuneka ungenise idilesi ye IP lomthengi nekhwelo API nganye.

source: The merchant selected a value for the PaymentAction field that is not supported.
fy_nl: Umrhwebi ekhethiweyo ixabiso ngentsimi PaymentAction ukuba ayixhaswanga.

source: The credit card field was blank.
fy_nl: Njengecredit card ntsimi ungenanto.

source: The total amount and item amounts do not match.
fy_nl: Isixa negatyana mali zizonke azingqamani.

source: The credit card entered is currently restricted by the payment gateway.
fy_nl: Ikhadi zamatyala ngoku isetyenziswa yi yesango yentlawulo.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
fy_nl: Umrhwebi Singene ID invoyisi ukuba sele enxulumene kwintengiselwano yi yomrhwebi efanayo. Ukuzama kunye ID invoyisi olutsha

source: The transaction was declined by the country filter managed by the merchant.
fy_nl: Intengiselwano zikhatywa yi filter lizwe ilawulwa ngumrhwebi.

source: The transaction was declined by the maximum amount filter managed by the merchant.
fy_nl: Intengiselwano zikhatywa yi filter zesixa kulawulwa ngumrhwebi.

source: The transaction was declined by the payment gateway.
fy_nl: Intengiselwano lehla nge yesango yentlawulo.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
fy_nl: Intengiselwano lehla nge yesango intlawulo ngenxa yomsebenzi kunokwenzeka yobuqhetseba.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
fy_nl: Intengiselwano lehla nge yesango intlawulo ngenxa yomsebenzi kunokwenzeka yobuqhetseba kwi dilesi IP.

source: The merchant account attempting the transaction is not a business account.
fy_nl: Ingxelo umrhwebi uzama intengiselwano asiyonto akhawunti ishishini.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
fy_nl: Ingxelo umrhwebi uzama intengiselwano lingenako isenza ugqithiselo Intlawulo ngqo.

source: Access to Direct Payment was disabled for your account.
fy_nl: Ukufikelela Intlawulo ngqo ikhubaziwe akhawunti yakho.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
fy_nl: Ingxelo umrhwebi uzama intengiselwano ayinalo idilesi ye email kuqinisekiswa kunye yesango yentlawulo.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
fy_nl: Umrhwebi bazama kwintengiselwano apho isixa lagqithisa kumda ephezulu kuloo ngumrhwebi.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
fy_nl: Intengiselwano kwehla ngenxa filter yabarhwebi umngcipheko tv. Ngokukodwa, umrhwebi uye kuhla intengiselwano xa tv sesibuye akukho umdlalo (tv = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
fy_nl: Intengiselwano kwehla ngenxa filter yabarhwebi umngcipheko tv. Ngokukodwa, umrhwebi ubeke lokucoca ukoluka intengiselwano xa tv ubuyisela umdlalo buso.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
fy_nl: Intengiselwano kwehla ngenxa filter yabarhwebi umngcipheko tv. Ngokukodwa, umrhwebi ubeke lokucoca ukoluka intengiselwano xa tv ayixhaswanga.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
fy_nl: Umrhwebi wangena idilesi IP ukuba kwifomati olungasebenziyo. Idilesi ye IP kufuneka ngendlela efana 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
fy_nl: uqwalaselo yabarhwebi lufuna CVV ukuba wangena, kodwa akukho CVV banikwa oku.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
fy_nl: Umrhwebi lwanika idilesi nokuba eUnited States okanye Canada, kodwa urhulumente enikiweyo hayi urhulumente isebenza nokuba lizwe.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
fy_nl: Intengiselwano lehla yibhanki khupha, hayi isango intlawulo. Umrhwebi kufuneka azame enye ikhadi.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
fy_nl: ilizwe yabarhwebi ahlala ke ngoku ixhaswa ukuvumela transactions Intlawulo ngqo.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
fy_nl: Intengiselwano lehlile kuba yesango intlawulo kungokunje ukwinkqubo ntengiselwano yi umthengi okufanayo imali efanayo. Ngaba kwenzeka xa umthengi ungenisa ezininzi, iintengiselwano twatse ngokulandelelana ngokukhawuleza.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
fy_nl: I-CVV enikiweyo ayisebenzi. I-CVV uphakathi 3-4 amanani elide.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
fy_nl: Nceda uzame kwakhona mva. Qinisekisa ukuba uluphumelele CVV nedilesi info obulungele umthengi. Xa kudalwa inkangeleko ephindaphindekayo, nceda uzame kwakhona ngokuthi apase init isixa-0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
fy_nl: Nte zingahambelani ngenxa 3-D amaxabiso uqinisekiso Secure angekhoyo okanye olungasebenziyo. Khangela amasimi eeci, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
fy_nl: Intengiselwano kwakhatywa yesango yentlawulo ngenxa yokusilela ngokugqithisileyo kwithuba elifutshane ixesha eli khadi lokuthenga ngetyala.

source: The transaction was declined by payment gateway.
fy_nl: Intengiselwano lehla nge yesango intlawulo.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
fy_nl: Intengiselwano lehlile kuba yomrhwebi ayinalo isivumelwano iziko esebenzayo yorhwebo ndisengxakini yesango yentlawulo.

source: The transaction was declined because the CVV entered does not match the credit card.
fy_nl: Intengiselwano lehlile kuba CVV wangena alungqinelani ikhadi ngetyala.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
fy_nl: Intengiselwano lehla elunxwemeni khupha ngenxa ikhadi lixesha ngetyala. Umrhwebi kufuneka azame enye ikhadi.

source: Exceeded permissible limit for Navigating away
fy_nl: Ngaphaya umda kuyavumeleka nebar kude

source: You have exceeded the permissible limit for navigating away from your test
fy_nl: Wena siwodlulile kumda kuyavumeleka nebar kude uvavanyo yakho

source: Your test has finished. You can close the window now
fy_nl: uvavanyo lwakho igqibile. Uyakwazi ukuvala i window ngoku

source: Installation Complete
fy_nl: Complete yoFakelo

source: Aho! The System is installed successfully.
fy_nl: Aho! Lo System ifakwe ngempumelelo.

source: Go to Admin/Teacher Interface
fy_nl: Yiya Admin / Mfundisi Interface

source: User
fy_nl: umsebenzisi

source: Go to Front End/Student Interface
fy_nl: Yiya Front End / Student Interface

source: Visit our website
fy_nl: Tyelela iwebhusayithi yethu

source: for documentation and support
fy_nl: wexwebhu nenkxaso

source: Total Exam Given
fy_nl: Iyonke Exam Ngenxa

source: Absent Exams
fy_nl: Exams ngekhoyo

source: Best Score in
fy_nl: Score ezigqwesileyo

source: On
fy_nl: Iyaqhuba

source: Failed in
fy_nl: yasilela

source: Average Percentage
fy_nl: Umyinge Ipesenti

source: Your Rank
fy_nl: Rank yakho

source: Month Wise Performance
fy_nl: Inyanga Wise Performance

source: Exam Wise Performance
fy_nl: Exam Performance Wise

source: Top
fy_nl: umphezulu

source: These are the exam(s) that can be taken right now
fy_nl: Ezi uviwo (s) anokuthatyathwa ngoku

source: No Exams found for today
fy_nl: Akukho Exams elifumanelwe namhlanje

source: Something went wrong
fy_nl: Into ayihamba kakuhle

source: Show
fy_nl: Bonisa:

source: entries
fy_nl: amangeno

source: Next
fy_nl: Okulandelayo

source: Showing {:start} to {:current} of {:count} entries
fy_nl: Ukubonisa {:start} ukuba {:current} of {:count} amangeno

source: Please Enter Verification Code in the Text Box
fy_nl: Nceda Ngena Ukungqinisiswa Code kwi bokisi yemiyalezo

source: Re-Send Email Verification
fy_nl: Ukuphinda-Thumela Email Verification

source: Please Enter Email Id in the Text Box which you enter at the time of registration
fy_nl: Nceda Ngena Email Id kwi bokisi yemiyalezo apho ungenisa ngexesha yobhaliso

source: Purchased Exam
fy_nl: Exam lathenga

source: Expired Exam
fy_nl: Exam esiPhelelweyo

source: These are the exam(s) which has been expired
fy_nl: Ezi uviwo (s) ethe lixesha

source: No Exams found
fy_nl: Akukho Exams bafumana

source: Thank you for using the test
fy_nl: Enkosi ngokusebenzisa uvavanyo

source: 1. The test instructions were
fy_nl: 1. Le miyalelo zovavanyo

source: Largely Clear
fy_nl: kakhulu ecacileyo

source: Medium Clear
fy_nl: Medium Cacileyo

source: Not Clear
fy_nl: Ayicacanga

source: 2. Language of question was
fy_nl: 2. Ulwimi umbuzo

source: 3. Overall test experience was
fy_nl: 3. amava uvavanyo ngabaphumeleleyo

source: Good
fy_nl: Kulungile

source: Better
fy_nl: ngcono

source: Any other feedback suggestion
fy_nl: Nayiphi na enye icebiso ingxelo

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
fy_nl: Nceda uvale zonke lwamagumi iifestile zakho, isikrini elonga, kwaye anti-virus iinkqubo phambi kokuqalisa uvavanyo lwakho

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
fy_nl: Nceda musa ucinezele \ "F5 " ngexesha uvavanyo lwakho. Oku kuya ukugqiba uvavanyo lwakho yaye uya kuba nako kwakhona ukuvula uvavanyo

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
fy_nl: iimpendulo zakho uya kusindiswa. Ukuba ngaba uvavanyo lwakho luqhawulwe ngenxa yaso nasiphi na isizathu, iimpendulo zakho kude kube ngelo xesha uya kusindiswa

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
fy_nl: Nceda uvale zonke iinkqubo layisha okanye ukhuphele iifayile kwi imvelaphi Umzekelo: Dropbox, umsinga, etc

source: Instructions
fy_nl: imiyalelo

source: I am ready to begin
fy_nl: Ndihlalele ukuqalisa

source: Exam Start
fy_nl: Exam Qala

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
fy_nl: Le Exam ihlawulwe. Isixa kufuneka iyakutsalwa kwiwalethi ngokuzenzekelayo. Emva kokuqalisa isibali leemviwo akuyi kuyeka. Ingaba ufuna ukuhlawula & ukuqala?
