Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/xho/LC_MESSAGES/default.po
Languages: fy_nl

source: File Manager
fy_nl: Umphathi wefayile

source: You can find your result here.
fy_nl: Ungayifumana japan lakho apha.

source: Thanks for given the exam.
fy_nl: Enkosi kunikwa uviwo.

source: Leader Board
fy_nl: Board iNkokeli

source: My Exams
fy_nl: Exams yam

source: My Result
fy_nl: zam lweziphumo

source: Payment
fy_nl: intlawulo

source: Transaction History
fy_nl: seNtengiselwano Imbali

source: Mailbox
fy_nl: yeposi

source: Help
fy_nl: Unced

source: Home
fy_nl: ikhaya

source: Log In
fy_nl: Ngena

source: Invalid Post
fy_nl: Post engasebenziyo

source: Jan
fy_nl: Januwari

source: Feb
fy_nl: Februwari

source: Apr
fy_nl: Epreli

source: May
fy_nl: Meyi

source: Jun
fy_nl: Juni

source: Jul
fy_nl: Julayi

source: Aug
fy_nl: Agasti

source: Sep
fy_nl: Septemba

source: Oct
fy_nl: Oktobha

source: Nov
fy_nl: Novemba

source: Dec
fy_nl: Disemba

source: Percentage
fy_nl: ipesenti

source: Month
fy_nl: Inyanga:

source: Email verified successfully
fy_nl: Email iqinisekisiwe

source: Invalid Verification Code
fy_nl: Esingasebenziyo Verification Code

source: A verification Code send to your Email inbox or Spam
fy_nl: A verification Code ukuthumela kwi inbox yakho Email okanye umyalezo ozingenelayo ongamkelekanga

source: Email Id already verified
fy_nl: Email Id sele angqinisiswe

source: Email Id not registered in system
fy_nl: Email Id ezingabhaliswanga kwinkqubo

source: You have attempted maximum exam.
fy_nl: Wena bazama leemviwo ubuninzi.

source: You have attempted maximum number of questions in this subject
fy_nl: Wena bazama nani liphezulu imibuzo kwesi sifundo

source: You can find your result here
fy_nl: Ungayifumana japan yakho apha

source: Insufficient Amount.
fy_nl: Imali ayanelanga.

source: 1. The test instructions were
fy_nl: 1. Le miyalelo zovavanyo

source: 2. Language of question was
fy_nl: 2. Ulwimi umbuzo

source: 3. Overall test experience was
fy_nl: 3. amava uvavanyo ngabaphumeleleyo

source: Any other feedback suggestion:
fy_nl: Nayiphi na enye icebiso ingxelo:

source: Feedback has submitted successfully!
fy_nl: Ingxelo engenise ngempumelelo!

source: Feedback already submitted.
fy_nl: Ingxelo sele zingeniswe.

source: Email id is not registered in system
fy_nl: Email id engabhaliswanga kwinkqubo

source: Your password reset link is sent to your registered email id
fy_nl: ikhonkco yakho usete iphasiwedi ithunyelwe email id yakho ebhalisiweyo

source: Incorrect code
fy_nl: ikhowudi elingalunganga

source: Password Changed Successfully
fy_nl: Password irhetywe ngokunempumelelo

source: My Performance
fy_nl: Performance yam

source: My Group performance
fy_nl: yokusebenza Group yam

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
fy_nl: Isicelo esele ifakiwe. Susa app / tmp / installed.txt ukuyifaka isicelo

source: Writeable
fy_nl: akabhaleki

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
fy_nl: Ngelishwa! File Imposiso Imvume <br> Please app Barriers / config / database.php ikwimowudi ayibhaleki.

source: A connection was successfully established with the server.
fy_nl: A uxhulumaniso lwasekwa nomncedisi ngempumelelo.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
fy_nl: Ayikwazi ukudibanisa sedata. Nceda khangela useto kwi app / config / database.php kwaye uzame kwakhona

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
fy_nl: Ngelishwa! Ulawulo Imvume Imposiso <br> Please eneenkcukacha tmp ikwimowudi ayibhaleki.

source: Your Mail has been sent
fy_nl: Mail yakho ethunyelweyo

source: Forwarded message
fy_nl: umyalezo kuthunyelwa

source: From
fy_nl: Ivela ku

source: Subject
fy_nl: isifundo

source: The mail has been moved to the Trash
fy_nl: I-imeyile isusiwe kwi Umonakalo

source: Your Mail has been deleted
fy_nl: Mail lwakho lucinyiwe

source: The mail has been moved to the Inbox
fy_nl: I-imeyile sele uyasuswa uye Inbhoks

source: The mail has been marked as Read
fy_nl: I-imeyile iye okhethiweyo njenge fundiweyo

source: The mail has been marked as Unread
fy_nl: I-imeyile iphawulwe fundwa

source: Paypal Payment not set
fy_nl: Paypal Payment awunakucwangcisa

source: Payment Cancel
fy_nl: intlawulo Rhoxisa

source: Wallet Payment
fy_nl: yiprojekti Intlawulo

source: Try again! Can not connect to paypal
fy_nl: Zama kwakhona! Ayikwazi ukuqhagamshela iPayPal

source: Invalid Amount
fy_nl: Isixa engasebenziyo

source: Payment already done
fy_nl: Intlawulo esele yenziwe

source: Payment not done
fy_nl: Intlawulo babengayenzanga

source: Payment successfully! Amount %s added in your wallet
fy_nl: Intlawulo ngempumelelo! Isixa %s kongezwe kwiwalethi

source: Profile Updated Successfully
fy_nl: Profayile luhlaziywe ngempumelelo

source: Photo Updated Successfully
fy_nl: Photo luhlaziywe ngempumelelo

source: Invalid Password
fy_nl: Iphasiwedi engekhoyo

source: Please select any group
fy_nl: Nceda khetha nasiphi na iqela

source: Invalid Security Code
fy_nl: Code Security engasebenziyo

source: Score
fy_nl: Inqaku

source: Marks Scored
fy_nl: amanqaku afunyenwe

source: Subject Wise Time Taken
fy_nl: Subject Time Wise Kucatshulwe

source: Correct Question
fy_nl: Umbuzo Mqeqeshe

source: Incorrect Question
fy_nl: Umbuzo elingalunganga

source: Right Marks
fy_nl: Amanqaku kunene

source: Negative Marks
fy_nl: Amanqaku Uthabatha

source: Percentage(%) in Exam
fy_nl: Ipesenti (%) kwi Exam

source: Percentage(%)
fy_nl: Ipesenti (%)

source: th
fy_nl: ULwesine

source: You %s
fy_nl: Wena %s

source: Administrator
fy_nl: umlawuli

source: Payment Gateway
fy_nl: Gateway intlawulo

source: Your account has expired. Please contact administrator
fy_nl: Iakhawunti yakho iphelelwe lixesha. Nceda qhagamshelana nomphathi

source: You have been logged in successfully
fy_nl: Wena logishwe aye kwi ngempumelelo

source: Your email not verified! Please click on link sent to your email inbox or spam
fy_nl: email yakho asinakuqinisekiswa! Nceda nqakraza kwikhonkco wathumela inbox yakho email okanye spam

source: Incorrect username/password
fy_nl: Igama lomsebenzisi elingalunganga / lokugqitha

source: You have been logged out successfully
fy_nl: Wena logishwe aye ngaphandle ngempumelelo

source: You are %s Member! Please contact administrator
fy_nl: Wena %s iLungu! Nceda qhagamshelana nomphathi

source: Hours
fy_nl: Iiyure

source: Mins
fy_nl: imizuzu

source: Grand Total
fy_nl: Imali iyonke

source: Your Question has been added for exam
fy_nl: Umbuzo wakho longeziwe kuviwo

source: Your Question has been deleted for exam
fy_nl: Umbuzo lwakho lucinyiwe kuviwo

source: No Permission
fy_nl: akukho Imvume

source: Advertisement has been saved
fy_nl: Isibhengezo ebigcinwe

source: Invalid post
fy_nl: ngeposi engasebenziyo

source: Advertisement has been deleted
fy_nl: Isibhengezo ucinyiwe

source: Photo Changed Successfully
fy_nl: Photo irhetywe ngokunempumelelo

source: Not Attempted
fy_nl: hayi ezanyiweyo

source: Marks Updated
fy_nl: amanqaku ehlaziyiweyo

source: Successfully Finalize
fy_nl: Ukugqitywa ngempumelelo

source: Successfully Closed Exam
fy_nl: Exam ezivaliweyo ngempumelelo

source: English
fy_nl: isiNgesi

source: French
fy_nl: IsiFrentshi

source: Your Setting has been saved
fy_nl: OkuBekwa lwakho lugciniwe

source: Page Added Successfully
fy_nl: Page Yongeze

source: Pages updated Successfully
fy_nl: Amaphepha luhlaziywe ngempumelelo

source: Page has been deleted
fy_nl: Page ucinyiwe

source: Page has been Unpublished
fy_nl: Page iye ezisekelezwe

source: Page has been Published
fy_nl: Page sele Ipapashwe

source: Something wrong
fy_nl: Into engalunganga

source: Currency has been saved
fy_nl: Yeloo ebigcinwe

source: Currency has been deleted
fy_nl: Yeloo ucinyiwe

source: Student Details
fy_nl: Student Iinkcukacha

source: Active
fy_nl: esebenzayo

source: Pending
fy_nl: ngokuxhomekeka

source: Suspend
fy_nl: xhoma

source: Absent
fy_nl: ngekhoyo

source: Student
fy_nl: umfundi

source: Passing %age
fy_nl: Ukudlulisa %a ge

source: Average %age
fy_nl: Umyinge %a ge

source: Question Count
fy_nl: umbuzo Count

source: Total Question
fy_nl: Umbuzo iyonke

source: Question Bank Difficulty Wise
fy_nl: Umbuzo Bank Ubunzima Wise

source: Easy
fy_nl: lula

source: Medium
fy_nl: Phakathi

source: Hard
fy_nl: lukhuni

source: Name has been updated
fy_nl: Igama zihlaziyiwe

source: Email template has been saved
fy_nl: template Email ebigcinwe

source: Email template has been deleted
fy_nl: template Email ucinyiwe

source: End Date is not less than Start date
fy_nl: Isiphelo Umhla ayikho ngaphantsi umhla Qala

source: Please Select any group
fy_nl: Nceda Khetha naliphi na iqela

source: Please Add Subject To Exam
fy_nl: Nceda Yongeza ngokuxhomekeke Exam

source: Exam has been saved. Add questions in exam
fy_nl: Exam lugciniwe. Yongeza imibuzo kuviwo

source: Exam has been saved
fy_nl: Exam ebigcinwe

source: Exam has been updated
fy_nl: Exam zihlaziyiwe

source: Exam has been deleted
fy_nl: Exam ucinyiwe

source: Difficulty Level
fy_nl: lobunzima inqanaba

source: Subject Wise Question Count
fy_nl: Subject Umbuzo Wise Count

source: Exam sucessfully inactivated
fy_nl: Exam sucessfully ijini

source: Exam sucessfully activated
fy_nl: Exam sucessfully zingasebenzi

source: There are no question added!
fy_nl: Akukho mbuzo ngakumbi!

source: Your username is sent to your registered email id
fy_nl: lomsebenzisi wakho ithunyelwe email id yakho ebhalisiweyo

source: Group Added Successfully
fy_nl: Group Yongeze

source: Group has been saved
fy_nl: Group ebigcinwe

source: Group has been deleted
fy_nl: Group ucinyiwe

source: Delete subject first
fy_nl: Cima phantsi kuqala

source: Help content has been saved
fy_nl: umxholo Uncedo ebigcinwe

source: Help content has been deleted
fy_nl: umxholo Uncedo ucinyiwe

source: Questions imported successfully
fy_nl: Imibuzo ngempumelelo

source: File not uploaded
fy_nl: Ifayile hayi uploaded

source: Only CSV File supported
fy_nl: Kuphela CSV File inkxaso

source: Please Select Subject
fy_nl: Nceda Khetha Subject

source: Please Select any Group
fy_nl: Nceda Khetha naluphi Group

source: Students imported successfully
fy_nl: Abafundi ngempumelelo

source: Please Select Group
fy_nl: Nceda Khetha Group

source: Student Email not found
fy_nl: Student Email ayifumaneki

source: News has been saved
fy_nl: Iindaba ebigcinwe

source: News has been deleted
fy_nl: Iindaba ucinyiwe

source: Paypal Payment Setting has been saved
fy_nl: Paypal Isicwangciso Intlawulo lugciniwe

source: Setting Problem
fy_nl: Icwangcisa Ingxaki

source: Please Choose the Correct answer
fy_nl: Nceda Khetha impendulo echanekileyo

source: Please select true or false
fy_nl: Nceda khetha yinyaniso okanye bubuxoki

source: Please fill blank space
fy_nl: Nceda uzalise isithuba engenanto

source: Question added to bank successfully
fy_nl: Umbuzo zongeza yebhanki ngempumelelo

source: Question has been updated
fy_nl: Umbuzo zihlaziyiwe

source: Question has been deleted
fy_nl: Umbuzo ucinyiwe

source: Delete exam first!
fy_nl: Cima yoviwo yokuqala!

source: Question Difficulty Level
fy_nl: Umbuzo lobunzima Inqanaba

source: Performance
fy_nl: ukwenza

source: Candidate Marks Distribution
fy_nl: Umviwa Amanqaku Distribution

source: Please select any type in the list
fy_nl: Nceda khetha nasiphi na uhlobo kuluhlu

source: Please type any email
fy_nl: Nceda tayipha nayiphi email

source: Email has been sent
fy_nl: Email ithunyelwe

source: No email to send
fy_nl: Akukho email ukuthumela

source: Please type any name
fy_nl: Nceda tayipha naliphi na igama

source: Sms has been sent
fy_nl: Sms sele ithunyelwe

source: No sms to send
fy_nl: Akukho sms ukuthumela

source: Signature has been saved
fy_nl: Utyikityo ebigcinwe

source: Signature has been deleted
fy_nl: Utyikityo ucinyiwe

source: Slide has been saved
fy_nl: Isilayidi ebigcinwe

source: Slide has been deleted
fy_nl: Isilayidi ucinyiwe

source: SMS template has been saved
fy_nl: template SMS ebigcinwe

source: SMS template has been deleted
fy_nl: template SMS ucinyiwe

source: Student added Successfully
fy_nl: Student ongezwe ngempumelelo

source: Please Select atleast one group
fy_nl: Nceda Khetha atleast iqela elinye

source: Student has been updated
fy_nl: Umfundi sele zihlaziyiwe

source: Student has been deleted
fy_nl: Umfundi ucinyiwe

source: Student Wallet has been updated
fy_nl: Student Wallet zihlaziyiwe

source: Subject Added Successfully
fy_nl: Subject ongezwe ngempumelelo

source: Subject already exist
fy_nl: Ngokuxhomekeke esele zikho

source: Subject has been updated
fy_nl: Ngokuxhomekeke zihlaziyiwe

source: Subject has been deleted
fy_nl: Ngokuxhomekeke ucinyiwe

source: Testimonial has been saved
fy_nl: Yobungqina ebigcinwe

source: Testimonial has been updated
fy_nl: Yobungqina ihlaziywe

source: Testimonial has been deleted
fy_nl: Yobungqina ucinyiwe

source: User Added Successfully
fy_nl: Umsebenzisi Yongeze

source: User has been updated
fy_nl: Umsebenzisi sele zihlaziyiwe

source: User has been deleted
fy_nl: Umsebenzisi ucinyiwe

source: Permission update successfully
fy_nl: uhlaziyo imvume ngempumelelo

source: You have been logged in Successfully
fy_nl: Wena logishwe ziye ekugcwaliseni

source: You have been logged out
fy_nl: Wena logishwe aye ngaphandle

source: Level User has been saved
fy_nl: Level User ebigcinwe

source: Level user has been deleted
fy_nl: umsebenzisi Level ucinyiwe

source: Logo has been saved
fy_nl: Logo ebigcinwe

source: Logo has been deleted
fy_nl: Logo ucinyiwe

source: Add Questions
fy_nl: Yongeza Imibuzo

source: Question Type
fy_nl: Udidi umbuzo

source: Search
fy_nl: Phendla

source: Reset
fy_nl: Cwangcisa kwakhona

source: Add To Exam
fy_nl: Yongeza Exam

source: Delete To Exam
fy_nl: Cima Ukuze Exam

source: Type
fy_nl: Uhlobo:

source: Body of Question
fy_nl: Elilawulayo Umbuzo

source: Level
fy_nl: kwinqanaba

source: Marks
fy_nl: amanqaku

source: Action
fy_nl: inyathelo

source: Add Advertisement
fy_nl: Yongeza Isibhengezo

source: Advertisement Name
fy_nl: Name kwezibhengezo

source: Ordering
fy_nl: odola

source: URL Type
fy_nl: Udidi URL

source: Internal
fy_nl: ngaphakathi

source: External
fy_nl: ngaphandle

source: URL Target
fy_nl: URL ekujoliswe

source: Upload Image (350*260)
fy_nl: Upload Umfanekiso (350 * 260)

source: Save
fy_nl: Gcina

source: Close
fy_nl: Vala

source: Update Photo
fy_nl: Update Ifoto

source: Update
fy_nl: Gqiba

source: Cancel
fy_nl: Cima

source: Edit Advertisements
fy_nl: Hlela Izibhengezo

source: Form
fy_nl: imo

source: Status
fy_nl: iwonga

source: Advertisements
fy_nl: izaziso

source: Add New Advertisement
fy_nl: Yongeza New Isibhengezo

source: Edit
fy_nl: Hlela

source: Delete
fy_nl: Cima

source: View
fy_nl: Khangela

source: Change Photo
fy_nl: Tshintsha Photo

source: View Slides
fy_nl: Imboniselo iZilayidi

source: Attempted Papers of
fy_nl: Papers okuzanyiweyo

source: Name
fy_nl: igama

source: Email
fy_nl: I-Imeyili

source: Total Marks
fy_nl: Amanqaku ewonke

source: Obtained Marks
fy_nl: Amanqaku afunyenwe

source: Result Finalized
fy_nl: japan igqityiwe

source: Finalize It
fy_nl: ukugqibezela It

source: PASSED
fy_nl: KWADLULA

source: FAILED
fy_nl: EZIMPHOXILEYO

source: Finalized By
fy_nl: ugqitywa

source: Question No
fy_nl: umbuzo Akukho

source: Option1
fy_nl: uKhetho1

source: Marked Answer
fy_nl: Phendula okuphawulekayo

source: Correct Answer
fy_nl: Phendula Mqeqeshe

source: Time Taken
fy_nl: ixesha thathe

source: Marks Obtained
fy_nl: amanqaku afunyenwe

source: Checked by
fy_nl: zitshekishwe

source: System
fy_nl: isixokelelwano

source: Configuration Options
fy_nl: Iinketho uqwalaselo

source: Site Name
fy_nl: Name site

source: Domain Name
fy_nl: Name Domain

source: Meta Title
fy_nl: Isihloko meta

source: Meta Description
fy_nl: Inkcazelo meta

source: Time Zone
fy_nl: Ixesha lendawo

source: Please Select
fy_nl: Nceda khetha

source: Currency
fy_nl: imali yeloo lizwe

source: Header Contact
fy_nl: okuphezulu Qhagamshelana

source: Email Contact
fy_nl: email Qhagamshelana

source: Display records per page
fy_nl: iirekhodi Bonisa page ngalinye

source: Max records per page
fy_nl: Max ubhala ngephepha ngalinye

source: Date Format
fy_nl: umhla Format

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
fy_nl: Umhla, iNyanga, Unyaka, Hour, Min, Sec, yeMeridian, Umhla Seprator, Ixesha Seprator

source: Image
fy_nl: umfanekiso

source: Text
fy_nl: Okubhaliweyo

source: Text Direction
fy_nl: Direction text

source: Left-to-right (LTR)
fy_nl: Ukusuka ekhohlo ukuya ekunene (ltr)

source: Right-to-Left (RTL)
fy_nl: Ekunene ukuya ekhohlo (RTL)

source: Language
fy_nl: Ulwimi:

source: Enable SMS Notification
fy_nl: Yenza Isaziso SMS

source: Enable Email Notification
fy_nl: Yenza Isaziso Email

source: Manual Verification
fy_nl: Ukungqinisiswa Manual

source: Front End Registration
fy_nl: Ubhaliso Front End

source: Front End Slides
fy_nl: Front End iZilayidi

source: Translation
fy_nl: inguqulelo

source: Paid Exam
fy_nl: Exam ihlawulwe

source: Math Editor
fy_nl: Math Umhleli

source: Exam Expiry
fy_nl: Exam Ukuphelelwa

source: Certificate
fy_nl: isiqinisekiso

source: Testimonial
fy_nl: yobungqina

source: Advertisement
fy_nl: Intengiso

source: No. of Visitor
fy_nl: Inani zeendwendwe

source: No. of Student
fy_nl: Inani Student

source: No. of Exam
fy_nl: Inani Exam

source: Save Settings
fy_nl: Gcina Izicwangciso

source: Add Pages
fy_nl: Yongeza Pages

source: Link Name
fy_nl: ikhonkco Name

source: Page Type
fy_nl: Udidi Page

source: External Url
fy_nl: Url lwangaphandle

source: Url Target
fy_nl: Url ekujoliswe

source: Page Name
fy_nl: Name Page

source: Page Content
fy_nl: Page Mxholo

source: Pages
fy_nl: Amaphepha ali-100+

source: Add New Page
fy_nl: Yongeza New Page

source: Published
fy_nl: ipapashwe

source: Unpublished
fy_nl: ezisekelezwe

source: Add Currency
fy_nl: Yongeza yeloo

source: Currency Name
fy_nl: yeloo Name

source: Short Name
fy_nl: Igama elifutshane

source: Upload Currency (Less or equal to 50*50)
fy_nl: Layisha Currency (Ngaphantsi okanye ilingana 50 * 50)

source: Add New Currency
fy_nl: Yongeza New yeloo

source: In Progress Exam
fy_nl: Kwi Inkqubela Exam

source: Upcoming Exam
fy_nl: Exam ezayo

source: Completed Exam
fy_nl: Exam ezigqityiweyo

source: Students
fy_nl: abafundi

source: In Progress & Upcoming Exams
fy_nl: Kwi Inkqubela & Exams ezayo

source: Date
fy_nl: Umhla

source: Group
fy_nl: iqela

source: Duration
fy_nl: ubude bexesha

source: Recent Exam Results
fy_nl: Yakutshanje Iziphumo Exam

source: Overall Result
fy_nl: esiqulathe

source: To
fy_nl: Iya ku

source: Details
fy_nl: iinkcukacha

source: Total Students
fy_nl: iyonke Abafundi

source: Total Active
fy_nl: iyonke Active

source: Total Pending
fy_nl: Ngokuxhomekeka iyonke

source: Total Suspended
fy_nl: iyonke Ukunqunyanyiswa

source: Top 10 Question Bank Subject Wise
fy_nl: Top 10 Umbuzo Bank Subject Wise

source: Top 10 Difficulty Level of Questions
fy_nl: Top 10 Ubunzima Umgangatho Imibuzo

source: Question Count Table
fy_nl: Umbuzo Count Table

source: Bank Name
fy_nl: Igama lebhanki

source: Total Easy
fy_nl: iyonke Easy

source: Total Normal
fy_nl: iyonke Eqhelekileyo

source: Total Difficult
fy_nl: iyonke enzima

source: E-Mail Settings
fy_nl: Izicwangciso E-Mail

source: Email Type
fy_nl: Udidi email

source: LOCALHOST
fy_nl: udibaniselana

source: Server Name / Host
fy_nl: Server Name / Umamkeli

source: Port
fy_nl: izibuko

source: User Name
fy_nl: Igama lomsebenzisi

source: Password
fy_nl: Inombolo yokuvula

source: Add Email Template
fy_nl: Yongeza Email Template

source: Edit Email Templates
fy_nl: Templates Hlela Email

source: Email Templates
fy_nl: Templates email

source: Add New Email Template
fy_nl: Yongeza Entsha Email Template

source: Subject Added successfully
fy_nl: Subject Added ngempumelelo

source: Add Exam
fy_nl: Yongeza Exam

source: Name of Exam
fy_nl: Igama Exam

source: Passing Percentage
fy_nl: Ukudlulisa Ipesenti

source: Instruction
fy_nl: umyalelo

source: Exam Duration (Min.)
fy_nl: Exam Ubude (Min.)

source: 0 for unlimited duration
fy_nl: 0 kwixesha angenasiphelo

source: Attempt Count
fy_nl: ukuzama Count

source: 0 for unlimited attempt
fy_nl: 0 unlimited iinzame

source: Start Date
fy_nl: Umhla wokuqala

source: End Date
fy_nl: isiphelo Umhla

source: Show Answer Sheet
fy_nl: Bonisa Phendula Sheet

source: Yes
fy_nl: Ewe

source: No
fy_nl: Hayi

source: Select Group
fy_nl: Khetha Group

source: Student Group
fy_nl: Group Student

source: Negative Marking
fy_nl: Inegative Ukuphawula

source: Random Question
fy_nl: Umbuzo oluzenzekelayo

source: Amount
fy_nl: isixa

source: Browser Tolrance
fy_nl: umkhangeli Tolrance

source: Expiry Days
fy_nl: Ukuphelelwa Days

source: 0 for Unlimited
fy_nl: 0 Unlimited

source: Result After Finish
fy_nl: Kubangela Emva Gqiba

source: Mode
fy_nl: Indlela

source: Instant Result
fy_nl: zeziPhumo Umxhasi

source: Add Subjects To Exams
fy_nl: Yongeza Subjects Ukuze Exams

source: Subject Name
fy_nl: Igama subject

source: No. of Questions
fy_nl: Inani Imibuzo

source: Ques Attempt Count
fy_nl: Ica Ilinge Count

source: Questions Attempt Count
fy_nl: Imibuzo Ilinge Count

source: Leave blank for not showing (0 for unlimited)
fy_nl: Shiya ingenanto kuba akabonisi (0 engenasiphelo)

source: ctrl+click to add multiples
fy_nl: Ctrl + nqakraza ukudibanisa iziphindwa

source: Add
fy_nl: Dibanisa

source: Edit Exam
fy_nl: Hlela Exam

source: Exam Stats
fy_nl: Stats Exam

source: No of Student Passed
fy_nl: Inombolo ye Student Eladluliselwa

source: Download
fy_nl: Phuthuma

source: No of Student Failed
fy_nl: Inombolo ye Student Aluphumelelanga

source: No of Student Absent
fy_nl: Inombolo ye Student ngekhoyo

source: Exam Details
fy_nl: Iinkcukacha Exam

source: Finalize Result
fy_nl: ukugqibezela zeziPhumo

source: Attempted Papers
fy_nl: Papers ezanyiweyo

source: Eligible Group
fy_nl: Group ezikufaneleyo

source: Close Exam
fy_nl: Vala Exam

source: Activate Exam
fy_nl: Yenza Exam

source: Exam Closed Re-Activate Exam
fy_nl: Exam ezivaliweyo Re-Sebenzisa Exam

source: Browser Tolrence
fy_nl: umkhangeli Tolrence

source: Expiry
fy_nl: Ukuphelelwa

source: Subjective
fy_nl: -akho

source: Objective
fy_nl: Injongo

source: True &amp; False
fy_nl: Yinyaniso & amp; buxoki

source: Fill in the blanks
fy_nl: Gcalisa izithuba

source: Total Questions
fy_nl: iyonke Imibuzo

source: Question Attempt Count
fy_nl: Umbuzo Ukuzama Count

source: Total
fy_nl: iyonke

source: M
fy_nl: UMvulo

source: Student Name
fy_nl: Name Student

source: Enrolment
fy_nl: Ubhaliso

source: Phone
fy_nl: mfono

source: Result Status
fy_nl: Status japan

source: Forgot Password
fy_nl: Ingaba uyilibele iphasiwedi

source: Submit
fy_nl: Ngenisa

source: Forgot Username
fy_nl: lomsebenzisi uyilibele

source: Login
fy_nl: Ngena

source: Verification Code
fy_nl: Gqina ikhowudi

source: Please enter verification Code
fy_nl: Nceda ngenisa ukuqinisekiswa Code

source: Reset Password
fy_nl: Cwangcisa Password

source: Confirm Password
fy_nl: Ngqina iphasiwedi

source: Add Groups
fy_nl: Yongeza Amaqela

source: Edit Groups
fy_nl: Hlela Amaqela

source: Groups
fy_nl: amaqela

source: Add New Group
fy_nl: Yongeza iqela

source: Add Help Content
fy_nl: Yongeza Uncedo Content

source: Title
fy_nl: Isihloko:

source: Description
fy_nl: inkcazelo

source: Edit Help Content
fy_nl: Hlela Help Mxholo

source: Help Content
fy_nl: uncedo Mxholo

source: Add New Help Content
fy_nl: Yongeza New Help Content

source: Back To Questions
fy_nl: Umva kwimibuzo

source: Export Questions
fy_nl: Imibuzo Rhweba

source: Select File
fy_nl: Khetha ifayile
