Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/xho/LC_MESSAGES/default.po
Languages: fy_nl

source: These are the exam(s) which has been purchased
fy_nl: Ezi uviwo (s) eye uthengiwe

source: Correct Marks
fy_nl: amanqaku achanekileyo

source: Save & Next
fy_nl: Gcina & Elandelayo

source: Review
fy_nl: Hlola u1&nbsp

source: Reset Answer
fy_nl: Cwangcisa Phendula

source: Finish
fy_nl: Gqiba

source: Current Question
fy_nl: Umbuzo ngoku

source: Answered
fy_nl: Iimpendulo

source: Not Answered
fy_nl: akukho mpendulo

source: Navigated Away
fy_nl: Batyhubela Away

source: you had navigated away from the test window. This will be reported to Moderator
fy_nl: uye Batyhubela kude uvavanyo window. Oku kuya ingxelo yemodareyitha

source: Do not repeat this behaviour
fy_nl: Musa ukuphinda le ukuziphatha

source: Otherwise you may get disqualified
fy_nl: Kungenjalo Ungafumana bangenakucikideka

source: Continue
fy_nl: Qhubeka

source: Finalize
fy_nl: ukugqibezela

source: Do you wish to submit and close the
fy_nl: Ingaba unqwenela ukungenisa aze avale

source: Once you submit, you will not be able to review the
fy_nl: Xa ufaka, akuyi kuba nako nokujongisisa

source: Summary of your attempts in this
fy_nl: Isishwankathelo iinzame zakho kule

source: as show below
fy_nl: njengoko bonisa ngezantsi

source: Attempted
fy_nl: ezanyiweyo

source: Return To First Question
fy_nl: Buyela Umbuzo First

source: These are the exam(s) that are planned you in near future
fy_nl: Ezi uviwo (s) ukuba ngaba icwangciswe kufuphi elizayo

source: Attempt Now
fy_nl: kuzama ngoku

source: Your performance compared to your group
fy_nl: yokusebenza yakho kuthelekiswa neqela lakho

source: Can't read? Reload
fy_nl: Ayikwazi ukufunda? Layisha kwakhona

source: Enter security code shown above
fy_nl: Faka ikhowudi yokhuseleko eboniswe ngasentla

source: Answer simple math
fy_nl: Phendula izibalo elula

source: Attempts
fy_nl: iinzame

source: Remaining
fy_nl: seleyo

source: Expiry Date
fy_nl: Umhla WOKUPHELELWA

source: Expired Date
fy_nl: Umhla esiPhelelweyo

source: Free
fy_nl: khulula

source: Not Purchased
fy_nl: azithengwa

source: View Details
fy_nl: Imboniselo Iinkcukacha

source: Load Editor
fy_nl: Layisha Umhleli

source: Installation
fy_nl: ufakelo

source: Step 1 of 4
fy_nl: Inyathelo 1 4

source: Server Configuration & Setup Requirements
fy_nl: Umncedisi woqwalaselo & Cwangcisa Iimfuno

source: Setup Requirements
fy_nl: Cwangcisa Iimfuno

source: Installing this software require certain server side extension and capability
fy_nl: Ukufakela le software kufuna ukwandiswa kwicala lomncedisi ezithile kunye nesakhono

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
fy_nl: Nceda khangela ngezantsi uze uthelekise neseva izimiso zakho zangoku ngasekunene. Unganqakraza kwi icon ecaleni iteknoloji ngamnye iinkcukacha.

source: Extensions &amp; Applications
fy_nl: Ukwandiswa & amp; izicelo

source: HTTP Server. For example: Apache
fy_nl: Umncedisi HTTP. Umzekelo: Apache

source: Require
fy_nl: funa

source: PHP 5.2.8 or greater
fy_nl: PHP 5.2.8 okanye mkhulu

source: Database Engine MySQL (4 or greater)
fy_nl: SQL Database benjini (4 okanye enkulu)

source: Mandatory
fy_nl: olugunyazisiweyo

source: Web Server
fy_nl: Umncedisi web

source: MYSQL Version
fy_nl: SQL Version

source: PDO Unavailable
fy_nl: PDO OlungekhoyoName

source: PDO Available
fy_nl: PDO ezikhoyo

source: Directory &amp; File Permission
fy_nl: Directory & amp; ifayile Imvume

source: These Folders of Files need to be
fy_nl: Ezi iifowulda Iifayile kufuneka

source: Writable
fy_nl: ukufakelwa

source: for application to be installed.
fy_nl: sesicelo ukuze kufakelwe.

source: Folders or Files
fy_nl: Abalawuli okanye Iifayile

source: Refresh
fy_nl: hlaziya

source: Let's Start
fy_nl: Masiqalise

source: Step 2 of 4
fy_nl: Inyathelo 2 4

source: Installation Agreement
fy_nl: isiVumelwano yoFakelo

source: I Accept to Proceed
fy_nl: Ndiyamkele ukuba Qhubekha

source: Step 3 of 4
fy_nl: Inyathelo 3 4

source: Database Connection Settings
fy_nl: Izicwangciso Database Connection

source: Host Name
fy_nl: Umamkeli Name

source: Usually Localhost
fy_nl: ngokuqhelekileyo udibaniselana

source: Database User Name
fy_nl: Igama lomsebenzisi sedata

source: Database User Password
fy_nl: Password os-

source: Database Type
fy_nl: Udidi sedata

source: Test Connection
fy_nl: Udibaniso uvavanyo

source: Step 4 of 4
fy_nl: Inyathelo 4 4

source: Name of Your Website
fy_nl: Igama Website lakho

source: Meta Keyword
fy_nl: meta beenkcubeko

source: Useful for SEO
fy_nl: Luncedo kuba seo

source: Meta Content for SEO
fy_nl: Mxholo yolu baek

source: Please Select Timezone
fy_nl: Nceda Khetha Yommmandla

source: Name of Your Organization/Company
fy_nl: Igama lombutho wakho / Inkampani

source: Default Admin Email
fy_nl: Engagqibekanga Admin Email

source: Install Sample Data With Dummy Entries
fy_nl: Faka Data isampuli Dummy Amangenelo

source: Install
fy_nl: faka

source: Welcome to
fy_nl: Wamkelekile kwi

source: Sign out
fy_nl: phuma

source: Copyright
fy_nl: Ilungelo lokukopa:

source: follow on facebook
fy_nl: ukulandela on facebook

source: Latest News & Events
fy_nl: Latest & Iindaba Events

source: Time
fy_nl: ixesha

source: Average Percentage(%)
fy_nl: Umyinge pesenti (%)

source: Exam Given
fy_nl: Exam Ngenxa

source: Delete Forever
fy_nl: Cima Ngonaphakade

source: Move to Trash
fy_nl: Yisa kumonakalo

source: News Detail
fy_nl: iindaba Iinkcukacha

source: No of Visitors
fy_nl: Inombolo ye Iindwendwe

source: No of Students
fy_nl: Akukho laBafundi

source: No of Exams
fy_nl: Akukho eMvizo

source: Payment From Pay Pal
fy_nl: Intlawulo Ukusuka Pay Pal

source: Pay From Pay Pal
fy_nl: Hlawula Ukusuka Pay Pal

source: Profile
fy_nl: profayile

source: Edit Profile
fy_nl: Hlengahlengisa iprofayile yakho

source: New Student Register
fy_nl: Register New Student

source: Security Code
fy_nl: Ikhowudi yokhuseleko

source: Answers
fy_nl: iimpendulo

source: My Results
fy_nl: Iziphumo lwam

source: Attempt Date
fy_nl: ukuzama Umhla

source: SCORE CARD
fy_nl: lwekhadi lamanqaku

source: SUBJECT REPORT
fy_nl: INGXELO ISIHLOKO

source: TIME MANAGEMENT
fy_nl: ULAWULO LWEXESHA

source: QUESTION REPORT
fy_nl: INGXELO UMBUZO

source: SOLUTION
fy_nl: ISISOMBULULO

source: COMPARE REPORT
fy_nl: INGXELO COMPARE

source: Score Card For
fy_nl: Score Card Kuba

source: Total No. of Student
fy_nl: Lilonke Inani Student

source: My Marks
fy_nl: Amanqaku yam

source: Total Marks of Test
fy_nl: Amanqaku ewonke Lovavanyo

source: My Percentile
fy_nl: pe wam

source: Total Question in Test
fy_nl: Umbuzo Lulonke Test

source: Total Attempt Question in Test
fy_nl: Iyonke Ukuzama Umbuzo in Test

source: Left Question
fy_nl: Umbuzo ekhohlo

source: Left Question Marks
fy_nl: Ekhohlo Umbuzo Marks

source: Total Time of Test
fy_nl: Ixesha lilonke Lovavanyo

source: My Time
fy_nl: Ixesha lam

source: My Rank
fy_nl: Rank My

source: Performance Report For
fy_nl: Ingxelo Sokwenziwa koMsebenzi

source: Question & Marks Wise Report For
fy_nl: Umbuzo & Amanqaku Ingxelo Wise Kuba

source: Subject Report For
fy_nl: Ingxelo Subject Kuba

source: Correct
fy_nl: lungile

source: Unattempted Questions
fy_nl: Imibuzo Unattempted

source: Graphical Report For
fy_nl: Ingxelo womzobo

source: Time Management For
fy_nl: Time Management Kuba

source: Question Report For
fy_nl: Umbuzo Ingxelo Kuba

source: Question Status
fy_nl: umbuzo Status

source: Your Answer
fy_nl: Impendulo Yakho

source: Your Score
fy_nl: amanqaku yakho

source: Your Time
fy_nl: Ixesha lakho

source: Solution For
fy_nl: Solution Kuba

source: Not Attempt
fy_nl: ungazami

source: Attempt
fy_nl: ilinge

source: Incorrect
fy_nl: elingalunganga

source: Your Answers
fy_nl: Iimpendulo zakho

source: Solution
fy_nl: isisombululo

source: Bookmark
fy_nl: Phawula

source: Compare Report For
fy_nl: Thelekisa Ingxelo Kuba

source: Total Ques.
fy_nl: Ica Iyonke.

source: Maximum Marks
fy_nl: Awona manqaku

source: Attempted Ques.
fy_nl: Ica wazama.

source: Unattempted Ques.
fy_nl: Ica Unattempted.

source: Correct Ques.
fy_nl: Ica ezichanekileyo.

source: Incorrect Ques.
fy_nl: Ica engachanekanga.

source: Percentile
fy_nl: pe

source: Previous
fy_nl: egqithileyo

source: This is to certify that
fy_nl: Oku kukuqinisekisa ukuba

source: has succesfully completed the
fy_nl: uye wagqitywa ngempumelelo le

source: in course program offered by
fy_nl: kwikhondo kwiprogram efundiswa

source: Sign In
fy_nl: Ngena

source: Forgot Passwocrd
fy_nl: uyilibele Passwocrd

source: New User? Create Account
fy_nl: Umsebenzisi Entsha? Dala i-akhawunti

source: Engine is not loaded
fy_nl: Injini commitments

source: Pdf engine "%s" not found
fy_nl: Pdf injini \ " %s " ayifumaneki

source: Pdf engines must extend "AbstractPdfEngine"
fy_nl: iinjini pdf kufuneka bongeze \ "AbstractPdfEngine "

source: Crypto is not loaded
fy_nl: Crypto yi commitments

source: Pdf crypto "%s" not found
fy_nl: Pdf crypto \ " %s " ayifumaneki

source: Crypto engine must extend "AbstractPdfCrypto"
fy_nl: Injini ye crypto kufuneka bongeze \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
fy_nl: Controller lesiphumo $ pdfConfig aluchanekanga okanye baduka

source: -> Testing :url
fy_nl: -> Uvavanyo: url

source: Total Requests made: :requests
fy_nl: Izicelo Iyonke wenza:: izicelo

source: Total Time elapsed: :duration (seconds)
fy_nl: Total Ixesha elithile:: ubude (imizuzwana)

source: Requests/Second: :rps req/sec
fy_nl: Izicelo / Okwesibini: RPS req / umzuzwana

source: Average request time: :average-time seconds
fy_nl: Avareji yexesha yesicelo:: imizuzwana avareji-ixesha

source: Standard deviation of average request time: :std-dev
fy_nl: ubhekiselo kude olusezantsi avareji yexesha yesicelo:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
fy_nl: Inde / isicelo emfutshane:: umzuzwana inde /: umzuzwana lifutshane

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
fy_nl: Ikuvumela ukuba ukufumana imigangatho rough statisticsabout i URL abaneziqinisekiso ngokupheleleyo.

source: The URL to request.
fy_nl: I URL ukucela.

source: Number of iterations to perform.
fy_nl: Inani bophindo ukwenza.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
fy_nl: xesha lininzi zizonke ufumane bophindo, in seconds.If ibe uniko lomyalelo omnye ethatha ngaphezu lokuphuma, isicelo esinye kuphela kuya kwenziwa

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
fy_nl: Umzekelo Sebenzisa: `cake benchmark --n 10 --t 100 http: // localhost / testsite`. <Info> Qaphela: </ info> le benchmark ayibandakanyi umkhangeli ubuyekeza amaxesha.

source: Component initialization
fy_nl: ukundululwa Component

source: Controller action
fy_nl: amanyathelo Controller

source: Controller action start
fy_nl: amanyathelo Controller ekuqaleni

source: Processing toolbar state
fy_nl: karhulumente Processing toolbar

source: Processing toolbar data
fy_nl: lweenkcukacha toolbar

source: Controller render start
fy_nl: Controller ziguqulela ekuqaleni

source: Could not load DebugToolbar panel %s
fy_nl: Ayikwazi ukulayisha DebugToolbar yolawulo %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
fy_nl: Ingqwalasela engundoqo (Ulwimi olusuka $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
fy_nl: Okuphezulu sele ithunyelwe %s kumgca %s . Bangabinakuthumela data log FirePHP.

source: Incorrect parameter count for FireCake::fb()
fy_nl: Elingelilo parameter lubalo for FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
fy_nl: Ubuninzi benani (99,999) lemiyalezo zafikelela!

source: There are no active panels. You must enable a panel to see its output.
fy_nl: Akukho panels esebenzayo. Kufuneka ukuba iphaneli ukubona imveliso yawo.

source: Request History
fy_nl: isicelo Imbali

source: No previous requests logged.
fy_nl: Akukho zicelo zangaphambili ezilogwe.

source: previous requests available
fy_nl: izicelo ezidlulileyo ezikhoyo

source: Restore to current request
fy_nl: Buyisela isicelo sangoku

source: Included Files
fy_nl: Iifayile Okuqukiweyo

source: There were no log entries made this request
fy_nl: Kwakungekho amangeno log wenza esi sicelo

source: Request
fy_nl: isicelo

source: No post data.
fy_nl: Akukho data ngeposi.

source: No querystring data.
fy_nl: Akukho data querystring.

source: Current Route
fy_nl: yangoku Route

source: Session
fy_nl: iKhusi

source: No query logs when debug < 2.
fy_nl: Akukho logs umbuzo xa uvule <2.

source: No query logs.
fy_nl: Akukho logs umbuzo.

source: Total Time: %s ms <br />Total Queries: %s queries
fy_nl: Ixesha lilonke: %s ms <br /> Iyonke Imibuzo: %s imibuzo

source: Query Explain:
fy_nl: Query Cacisa:

source: Click an "Explain" link above, to see the query explanation.
fy_nl: Kukucofa \ "Cacisa " link ngasentla, ukuze ubone ingcaciso umbuzo.

source: No active database connections
fy_nl: Akukho ngendibaniso esebenzayo database

source: Memory
fy_nl: inkumbulo

source: Peak Memory Use
fy_nl: Peak Memory Sebenzisa

source: Memory use
fy_nl: sebenzisa inkumbulo

source: Timers
fy_nl: izibambi

source: Total Request Time:
fy_nl: Iyonke Isicelo Ixesha:

source: Time in ms
fy_nl: Ixesha kwi ms

source: Graph
fy_nl: igrafu

source: View Variables
fy_nl: Imboniselo Ifaka

source: Rendering View
fy_nl: Ukunikela Imboniselo

source: Rendering %s
fy_nl: Ukunikela %s

source: View render complete
fy_nl: Jonga nokunika epheleleyo

source: Explain
fy_nl: cacisa

source: Starting %sms into the request, taking %sms
fy_nl: Ukuqala %s ms kwi isicelo, kuthathelwa %s ms

source: No markup errors found
fy_nl: Akukho iimpazamo lophawulo bafumana

source: maybe slow
fy_nl: mhlawumbi olucothayo

source: Absolute path or relative to APP.
fy_nl: umendo ongowona okanye isalamane APP.

source: An error occured while getting the status of your account.
fy_nl: Impazamo yenzekile ngexesha ukufumana ubume akhawunti yakho.

source: There was an error while connecting to Paypal
fy_nl: Bekukho imposiso ngexesha loqhagamshelo Paypal

source: There was a problem initiating the transaction, please try again.
fy_nl: Kwakukho ingxaki inyathelo lungamkeleki, nceda zama kwakhona.

source: There was a problem getting your details, please try again.
fy_nl: Kwakukho ingxaki ekufumaneni iinkcukacha zakho, nceda uzame kwakhona.

source: There was an error completing the payment
fy_nl: Bekukho imposiso ngokuzalisa intlawulo

source: There was a problem processing the transaction, please try again.
fy_nl: Kwakukho ingxaki nokuhoywa lungamkeleki, nceda zama kwakhona.

source: There was an error processing the card payment
fy_nl: Bekukho imposiso nokuhoywa intlawulo ikhadi

source: There was a problem processing your card, please try again.
fy_nl: Kwakukho ingxaki kwinkqubo ikhadi lakho, nceda uzame kwakhona.

source: There was an error processing the the refund
fy_nl: Bekukho imposiso nokuhoywa nokubuyiselwa

source: A problem occurred during the refund process, please try again.
fy_nl: Kwenzeke ingxaki ngexesha lenkqubo kubuyiselwe intlawulo, nceda zama kwakhona.

source: There was an problem communicating with the payment gateway
fy_nl: Bekukho ingxaki yokunxibelelana yesango yentlawulo

source: Missing client id/secret
fy_nl: Missing id umxhasi / imfihlelo

source: Must specify an expiry date
fy_nl: Kufuneka ukukhankanya umhla wokuphelelwa

source: Must include a M and Y in expiry date
fy_nl: Kufuneka ibandakanye M and Y kwi umhla wokuphelelwa

source: Invalid expiry date
fy_nl: umhla wokuphelelwa engasebenziyo

source: Invalid card number
fy_nl: inombolo yekhadi engasebenziyo

source: Invalid CVV2 number
fy_nl: inombolo CVV2 engasebenziyo

source: Invalid card type
fy_nl: uhlobo ikhadi engasebenziyo

source: Could not detect client IP address
fy_nl: Ayikwazanga ukubona umxhasi idilesi ye IP

source: Not a valid credit card number
fy_nl: Akukho yokumbulo inani ikhadi lamatyala

source: You must include the 3 digit security number
fy_nl: Kufuneka ufake inombolo yokhuseleko ama 3

source: Must specify an "amount" to charge
fy_nl: Kufuneka ukukhankanya \ "isixa " ukuba abize

source: You must pass a valid order array
fy_nl: Kufuneka sidlule umyalelo uluhlu esebenzayo

source: Valid "return" and "cancel" urls must be provided
fy_nl: Lisebenza \ "ukubuya " kwaye \ "Rhoxisa " URLs kufuneka kubonelelwe

source: You must provide a currency code
fy_nl: Kufuneka unikele ikhowudi lwemali

source: Original PayPal Transaction ID is required
fy_nl: Original PayPal Transaction ID iyafuneka

source: Must specify an "amount" to refund
fy_nl: Kufuneka ukukhankanya \ "isixa " ukubuyisela

source: You must specify a refund type, such as Full or Partial
fy_nl: Kufuneka ukhankanye uhlobo ukubuyiselwa, ezifana epheleleyo okanye kwinxenye

source: File was not downloaded.
fy_nl: Ifayile khange ezantsi.

source: No %s found for that date range
fy_nl: Akukho %s elifumanelwe ukuba uluhlu umhla

source: Your form data is preserved you'll be redirected to it after login.
fy_nl: Yakho data ifomu siyakhuselwa uya usenokubhekiswa emva kwegama.

source: Error notification from %s
fy_nl: Isaziso Imposiso evela %s

source: Afghanistan
fy_nl: Afghanistani

source: Albania
fy_nl: Alibhaniya

source: Algeria
fy_nl: Aljeriya

source: Andorra
fy_nl: Andora

source: Anguilla
fy_nl: Angwila

source: Antigua and Barbuda
fy_nl: Antiguwa neBarbuda

source: Argentina
fy_nl: Ajentina

source: Armenia
fy_nl: Armeniya

source: Aruba
fy_nl: Arubha

source: Australia
fy_nl: Ostreliya

source: Austria
fy_nl: Ostriya

source: Azerbaijan
fy_nl: Azerbayijani

source: Bahamas
fy_nl: Bhahamas

source: Bahrain
fy_nl: Bhareyini

source: Bangladesh
fy_nl: Bhangladeshi

source: Barbados
fy_nl: Bharbhados

source: Belarus
fy_nl: Bhelarusi

source: Belgium
fy_nl: Bheljiyam

source: Belize
fy_nl: Bheliz

source: Benin
fy_nl: Bhenin

source: Bermuda
fy_nl: Bhermuda

source: Bolivia
fy_nl: Bholiviya

source: Bosnia and Herzegovina
fy_nl: Bhozniya neHerzegovina

source: Bulgaria
fy_nl: Bhulgariya

source: Burkina Faso
fy_nl: Bhekina Faso

source: Cambodia
fy_nl: Khambodiya

source: Cameroon
fy_nl: Khameruni

source: Canada
fy_nl: Khanada

source: Cape Verde
fy_nl: Kheyip Verde

source: Cayman Islands
fy_nl: Isiqithi saseKheyman

source: Central African Republic
fy_nl: Iriphabliki yaseAfrika eseMbindini

source: Chad
fy_nl: Tshad

source: Chile
fy_nl: Tshile

source: China
fy_nl: iTshayina

source: Colombia
fy_nl: Kholambiya

source: Comoros
fy_nl: Khomoros

source: Congo
fy_nl: Khongo

source: Congo, the Democratic Republic of the
fy_nl: Congo, iDemocratic Republic of

source: Cook Islands
fy_nl: Isiqithi saseKhuk

source: Costa Rica
fy_nl: icosta Rica

source: Cote D'Ivoire
fy_nl: Khot divwa

source: Croatia
fy_nl: Khroweyishiya

source: Cuba
fy_nl: Tyhubha

source: Cyprus
fy_nl: Sayiprasi

source: Czech Republic
fy_nl: Umphakathi waseCzech

source: Denmark
fy_nl: Dominikha

source: Djibouti
fy_nl: Jibhuti

source: Dominica
fy_nl: Dominikha

source: Dominican Republic
fy_nl: ilizwe lasedominic

source: Ecuador
fy_nl: Ekhuwado

source: Egypt
fy_nl: Jiphethe

source: El Salvador
fy_nl: El Salvado

source: Equatorial Guinea
fy_nl: Ekhwithoriyal Gini

source: Eritrea
fy_nl: Erithriya

source: Estonia
fy_nl: Estoniya

source: Ethiopia
fy_nl: Yuthophiya

source: Finland
fy_nl: Finlend

source: France
fy_nl: Fransi

source: Gabon
fy_nl: Gabhon

source: Gambia
fy_nl: Gambiya

source: Georgia
fy_nl: Jojiya

source: Germany
fy_nl: Jemani

source: Ghana
fy_nl: Gana

source: Gibraltar
fy_nl: Gilbhraltha

source: Greece
fy_nl: Grisi

source: Greenland
fy_nl: Grinlend

source: Guam
fy_nl: Guwam

source: Guatemala
fy_nl: Guwatamela

source: Guinea
fy_nl: Gini

source: Guinea-Bissau
fy_nl: Gini-Bisawu

source: Haiti
fy_nl: Hayiti

source: Hong Kong
fy_nl: ehong Kong

source: Hungary
fy_nl: Hangari

source: Iceland
fy_nl: Ayisilend

source: India
fy_nl: Indiya

source: Indonesia
fy_nl: Indoneshiya

source: Iran, Islamic Republic of
fy_nl: Iran, amaSilamsi Republic of

source: Iraq
fy_nl: Irakh

source: Ireland
fy_nl: Ayalend

source: Israel
fy_nl: Sirayeli

source: Italy
fy_nl: ElamaTaliyane

source: Jamaica
fy_nl: Jameyikha

source: Japan
fy_nl: Japhan

source: Kenya
fy_nl: Khenya

source: Kiribati
fy_nl: Kriribhati

source: Korea, Republic of
fy_nl: Korea, kwiRiphabliki

source: Kuwait
fy_nl: Khuweyithi

source: Kyrgyzstan
fy_nl: Khirgizstan

source: Lao People's Democratic Republic
fy_nl: Lao People ye-Democratic Republic

source: Latvia
fy_nl: Lathviya

source: Lebanon
fy_nl: Libhanon

source: Liberia
fy_nl: Layibheriya

source: Libyan Arab Jamahiriya
fy_nl: Libyan Arab hiriya

source: Liechtenstein
fy_nl: Likhtensteyin

source: Lithuania
fy_nl: Lithuwaniya

source: Luxembourg
fy_nl: Laksembheg

source: Macedonia, the Former Yugoslav Republic of
fy_nl: KwelaseMakedoni, uMyili waseYugoslavia kwiRiphabliki

source: Madagascar
fy_nl: Madagaska

source: Malaysia
fy_nl: Maleyishiya

source: Maldives
fy_nl: Maldivs

source: Malta
fy_nl: Maltha

source: Marshall Islands
fy_nl: Isiqithi saseMashal

source: Mauritania
fy_nl: Morithaniya

source: Mauritius
fy_nl: Morishiyasi

source: Mexico
fy_nl: Mekhsikho

source: Micronesia, Federated States of
fy_nl: Micronesia, misebenzi ಮೆಟಾಡೇಟಾ States of

source: Moldova, Republic of
fy_nl: Moldova, kwiRiphabliki

source: Monaco
fy_nl: Monakho

source: Mongolia
fy_nl: Mongoliya

source: Montserrat
fy_nl: Montserat

source: Morocco
fy_nl: Morokho

source: Mozambique
fy_nl: Mozambikh

source: Myanmar
fy_nl: Miyanimar

source: Namibia
fy_nl: Namibhiya

source: Nauru
fy_nl: Nawuru

source: Nepal
fy_nl: Nephal

source: Netherlands
fy_nl: elamaDatshi

source: New Zealand
fy_nl: Nyu Zilend

source: Nicaragua
fy_nl: Nikharaguwa

source: Niger
fy_nl: Nayija

source: Nigeria
fy_nl: Nayijeriya

source: Norfolk Island
fy_nl: Isiqithi saseNofolkh

source: Northern Mariana Islands
fy_nl: Isiqithi saseMariyana eseMantla

source: Norway
fy_nl: Norowe

source: Pakistan
fy_nl: Phakistan

source: Palau
fy_nl: Palawu

source: Palestinian Territory, Occupied
fy_nl: Territory namaPalestina, Uxakekile

source: Panama
fy_nl: Phanama

source: Papua New Guinea
fy_nl: Gini eNtsha yasePapuwa

source: Paraguay
fy_nl: Pharaguwayi

source: Philippines
fy_nl: Filipayinzi

source: Poland
fy_nl: Pholend

source: Portugal
fy_nl: Photshugo

source: Puerto Rico
fy_nl: iPuerto Rico

source: Qatar
fy_nl: Khwatha

source: Romania
fy_nl: Romaniya

source: Russian Federation
fy_nl: IRussian Federation

source: Rwanda
fy_nl: Rhuwanda

source: Saint Helena
fy_nl: Seyint Helena

source: Saint Kitts and Nevis
fy_nl: Seyint Kitsi neNevis

source: Saint Lucia
fy_nl: Seyint Lushiya

source: Saint Vincent and the Grenadines
fy_nl: Seyint Vinsent neGrenadins

source: Samoa
fy_nl: Samowa

source: San Marino
fy_nl: Sen Marino

source: Sao Tome and Principe
fy_nl: Sawo Tome nePrinsipe

source: Saudi Arabia
fy_nl: ISaudi Arabia

source: Senegal
fy_nl: Senego

source: Serbia and Montenegro
fy_nl: Serbia naseMontenegro

source: Seychelles
fy_nl: Seytshels

source: Sierra Leone
fy_nl: Sira Liyoni

source: Singapore
fy_nl: Singapho

source: Slovakia
fy_nl: Slovakiya

source: Slovenia
fy_nl: Sloveniya

source: Solomon Islands
fy_nl: Isiqithi saseSolomon

source: Somalia
fy_nl: Somaliya

source: South Africa
fy_nl: Mzantsi Afrika

source: South Georgia and the South Sandwich Islands
fy_nl: South okubhalwe emazantsi ephepha okungajikiyo

source: Spain
fy_nl: Speyin

source: Sri Lanka
fy_nl: esri Lanka

source: Swaziland
fy_nl: Swazini

source: Sweden
fy_nl: Swiden
