Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/xho/LC_MESSAGES/default.po
Languages: fy_nl

source: Switzerland
fy_nl: Swizalend

source: Syrian Arab Republic
fy_nl: WeRiphabliki yaseSyria

source: Taiwan, Province of China
fy_nl: Taiwan, kwiPhondo China

source: Thailand
fy_nl: Thayilendi

source: Togo
fy_nl: Thogo

source: Tokelau
fy_nl: Tokelawu

source: Tonga
fy_nl: IsiTonga

source: Trinidad and Tobago
fy_nl: Thrinidadi neThubhago

source: Tunisia
fy_nl: Thunishiya

source: Turkey
fy_nl: ikarikuni

source: Turkmenistan
fy_nl: Turkmenistani

source: Uganda
fy_nl: Yuganda

source: Ukraine
fy_nl: Yukreyini

source: United Arab Emirates
fy_nl: IUnited Arab Emirates

source: United Kingdom
fy_nl: iunited Kingdom

source: United States
fy_nl: eunited States

source: Uruguay
fy_nl: Uruguwayi

source: Uzbekistan
fy_nl: Uzbhekistan

source: Vanuatu
fy_nl: Vanuwata

source: Venezuela
fy_nl: Venezuwela

source: Viet Nam
fy_nl: Viyethnam

source: Wallis and Futuna
fy_nl: Wallis Futuna

source: Zambia
fy_nl: Zambiya

source: Zimbabwe
fy_nl: Zimbhabhwe

source: Invalid argument #1: %s is not a valid %s identifyer.
fy_nl: Elingasebenziyo ingxoxo # 1: %s asilogama elisebenzayo %s identifyer.

source: %s for Row %d failed to save.
fy_nl: %s ngenxa Row %d wasilela ukusindisa.

source: You need to define at least one field to be toggleable.
fy_nl: Ufuna ukuchaza intsimi ubuncinane omnye abe toggleable.

source: The field %s is not in the list of toggleable fields.
fy_nl: Intsimi %s ayikho kuluhlu emasimini toggleable.

source: The field %s does not have two toggleable states defined.
fy_nl: Intsimi %s ayinalo States ezimbini toggleable ichaziwe.

source: Invalid record
fy_nl: irekhodi engasebenziyo

source: Server lipsum.com returns error code %s.
fy_nl: Umncedisi lipsum.com ubuyisela ikhowudi imposiso %s .

source: Response from lipsum.com is empty or could not be decoded.
fy_nl: Impendulo evela lipsum.com akananto okanye akukwazanga ukukhuphwa.

source: Connection to server lipsum.com failed. %s.
fy_nl: Indibaniselwano kumncedisi lipsum.com ayiphumelelanga. %s .

source: Please correct the errors below.
fy_nl: Nceda lungisa iimpazamo ngezantsi.

source: Error
fy_nl: imposiso

source: The requested address %s was not found on this server.
fy_nl: Zicelwe ukuba idilesi %s alufumanekanga kule seva.

source: An Internal Error Has Occurred.
fy_nl: Yenzekile imposiso yangaphakathi.

source: datasource configuration was not found
fy_nl: alufumanekanga data uqwalaselo

source: CakePHP: the rapid development php framework
fy_nl: CakePHP: kwisikhokelo sophuhliso PHP ngokukhawuleza

source: Debug setting does not allow access to this url.
fy_nl: Debug sicwangciso avumele ukufikelela kule URL.

source: Add New Exam
fy_nl: Yongeza Exam Entsha

source: Inactive
fy_nl: engasebenziyo

source: Start & End Date
fy_nl: Qalisa & Isiphelo Umhla

source: Certification of Completion
fy_nl: Uqinisekiso Ugqibo

source: Click here to download excel file format
fy_nl: Cofa apha ukuze ufumane Excel format ifayile

source: Are you sure, you want to close this exam?
fy_nl: Uqinisekile ukuba ufuna ukuvala olu koviwo?

source: Are you sure, you want to re-activate this exam?
fy_nl: Uqinisekile ukuba ufuna kwakhona ukuvula le koviwo?

source: Closed
fy_nl: ezivaliweyo

source: Results
fy_nl: iziphumo

source: Configurations
fy_nl: Kuqwalaselo

source: General
fy_nl: ngokubanzi

source: Customer Support Service
fy_nl: Inkonzo Support Customer

source: Knowledge Base (for Documentation)
fy_nl: IsiSeko soLwazi (ngenxa lwaMaxwebhu)

source: Live Chat (For Sales & Billing Only)
fy_nl: Live Ncokola (Kuba Intengiso & Zokuhlawula kuphela)

source: Support (For Technical Support)
fy_nl: Inkxaso (Kuba Support Technical)

source: Visit Our Website
fy_nl: Tyelela iwebhusayithi yethu

source: for more documentation & Details
fy_nl: wexwebhu kakhulu & Iinkcukacha
