Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/xho/LC_MESSAGES/validation.po
Languages: yi

source: Only letters and numbers allowed
yi: oonobumba kuphela namanani wavumela

source: Group already exist
yi: Group esele zikho

source: Only Url
yi: Url kuphela

source: File does not have a valid extension
yi: Ifayile ayinalo ulwandiso esebenzayo

source: You must supply a JPG, GIF or PNG File.
yi: Kufuneka unikeze JPG, GIF okanye PNG Ifayile.

source: Invalid Header Contact
yi: Elingasebenziyo okuphezulu Qhagamshelana

source: Only Alphabets
yi: Alphabets kuphela

source: Currency Name already exist
yi: Yeloo Name esele zikho

source: You must supply image height is less than 50px
yi: Kufuneka unikezele umfanekiso umphakamo ingaphantsi 50px

source: You must supply image width is less than 50px
yi: Kufuneka unikeze ububanzi umfanekiso ingaphantsi 50px

source: Only numbers allowed
yi: amanani kuphela kuvunyelwa

source: Only Date/time format
yi: Umhla Kuphela / ifomathi yexesha

source: Enter a valid email
yi: Ngenisa imeyile

source: Please select
yi: Nceda khetha

source: Invalid Username
yi: lomsebenzisi engasebenziyo

source: Invalid Password
yi: Iphasiwedi engekhoyo

source: Invalid Signature
yi: Utyikityo engasebenziyo

source: Only numbers
yi: kuphela iinumbers

source: You must supply image height is less than 220px
yi: Kufuneka unikeze ubude umfanekiso lingaphantsi 220px

source: This Email has already been exist! try new one
yi: Le Email sele sele zikho! enye entsha

source: Password required
yi: igama elifunwayo

source: Password minimum 4 character long
yi: Password ubuncinane 4 uphawu elide

source: Name already exist
yi: Name esele zikho
