Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gre/LC_MESSAGES/default.po
Languages: el

source: No Exams found
el: Δεν βρέθηκαν Εξετάσεις

source: Thank you for using the test
el: Σας ευχαριστούμε που χρησιμοποιείτε το τεστ

source: 1. The test instructions were
el: 1. Οι οδηγίες δοκιμή ήταν

source: Largely Clear
el: σε μεγάλο βαθμό Clear

source: Medium Clear
el: Μέτρια Clear

source: Not Clear
el: Όχι ξεκάθαρο

source: 2. Language of question was
el: 2. Γλώσσα ερώτημα ήταν

source: 3. Overall test experience was
el: 3. Η συνολική εμπειρία της δοκιμής ήταν

source: Good
el: Καλό

source: Better
el: Καλύτερα

source: Best
el: Καλύτερος

source: Any other feedback suggestion
el: Οποιαδήποτε άλλη πρόταση ανάδρασης

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
el: Κλείστε όλα τα παράθυρα συνομιλίας σας, προφύλαξη οθόνης, και anti-virus προγράμματα πριν από την έναρξη της δοκιμής σας

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
el: Παρακαλώ μην πατήσετε \ "F5 " κατά τη διάρκεια της δοκιμής σας. Αυτό θα τελειώσει δοκιμή σας και δεν θα είναι σε θέση να ανοίξει εκ νέου το τεστ

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
el: Οι απαντήσεις σας θα αποθηκευτούν. Εάν δοκιμής σας έχει αποσυνδεθεί για οποιοδήποτε λόγο, τις απαντήσεις σας μέχρι εκείνο το σημείο θα αποθηκευτούν

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
el: Κλείστε όλα τα προγράμματα που ανεβάσετε ή να κατεβάσετε τα αρχεία στο παρασκήνιο Για παράδειγμα: Dropbox, torrent, κ.λπ.

source: Instructions
el: Οδηγίες

source: I am ready to begin
el: Είμαι έτοιμος να ξεκινήσω

source: Exam Start
el: εξετάσεις Έναρξη

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
el: Αυτή η εξέταση πληρώνεται. Ποσό αυτό πρέπει να αφαιρεθούν για το πορτοφόλι σας αυτόματα. Μετά την εκκίνηση του χρονομέτρου εξετάσεις δεν θα σταματήσει. Μήπως θέλετε να πληρώσετε και να ξεκινήσει;

source: These are the exam(s) which has been purchased
el: Αυτές είναι οι εξετάσεις (ες) που έχει αγοραστεί

source: Correct Marks
el: σωστή σήματα

source: Save & Next
el: Αποθήκευση & Επόμενο

source: Unreview
el: Δεν έχει ελεγχθεί

source: Review
el: Κριτική

source: Reset Answer
el: επαναφορά Απάντηση

source: Finish
el: Φινίρισμα

source: Current Question
el: τρέχουσα Ερώτηση

source: Answered
el: Απαντήθηκε

source: Not Answered
el: δεν Απαντήθηκε

source: Navigated Away
el: πλοήγηση Away

source: you had navigated away from the test window. This will be reported to Moderator
el: είχατε πλοηγηθεί μακριά από το παράθυρο δοκιμής. Αυτό θα πρέπει να αναφερθεί μεσολαβητή

source: Do not repeat this behaviour
el: Μην επαναλάβετε αυτή τη συμπεριφορά

source: Otherwise you may get disqualified
el: Διαφορετικά, μπορείτε να πάρετε αποκλειστεί

source: Continue
el: Συνεχίστε

source: Finalize
el: Οριστικοποιώ

source: Do you wish to submit and close the
el: Θέλετε να υποβάλετε και να κλείσει το

source: Once you submit, you will not be able to review the
el: Μόλις υποβάλετε, δεν θα είστε σε θέση να αναθεωρήσει το

source: Summary of your attempts in this
el: Περίληψη των προσπαθειών σας σε αυτό το

source: as show below
el: όπως δείχνουν πιο κάτω

source: Attempted
el: απόπειρα

source: Return To First Question
el: Επιστροφή στο πρώτο ερώτημα

source: These are the exam(s) that are planned you in near future
el: Αυτές είναι οι εξετάσεις (ες) που θα προγραμματιστεί στο εγγύς μέλλον

source: Attempt Now
el: Προσπάθεια Τώρα

source: Your performance compared to your group
el: Η απόδοσή σας σε σύγκριση με την ομάδα σας

source: Can't read? Reload
el: δεν μπορεί να διαβάσει; Φορτώνω πάλι

source: Enter security code shown above
el: Εισάγετε τον κωδικό ασφαλείας που εμφανίζεται παραπάνω

source: Answer simple math
el: Απάντηση απλές μαθηματικές πράξεις

source: Attempts
el: Προσπάθειες

source: Remaining
el: Υπόλοιπο

source: Expiry Date
el: Ημερομηνία λήξης

source: Expired Date
el: Ημερομηνία λήξεως

source: Free
el: Ελεύθερο

source: Not Purchased
el: δεν αγοράστηκαν

source: View Details
el: Δείτε λεπτομέρειες

source: Load Editor
el: φορτίο συντάκτη

source: Installation
el: Εγκατάσταση

source: Step 1 of 4
el: Βήμα 1 από 4

source: Server Configuration & Setup Requirements
el: Απαιτήσεις Διαμόρφωση διακομιστή & Εγκατάστασης

source: Setup Requirements
el: Απαιτήσεις εγκατάστασης

source: Installing this software require certain server side extension and capability
el: Η εγκατάσταση αυτού του λογισμικού απαιτούν ορισμένο επέκταση πλευρά του server και την ικανότητα

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
el: ελέγξτε παρακάτω και να συγκρίνετε με το διακομιστή τρέχουσα αγάλματα σας στα δεξιά. Μπορείτε να κάνετε κλικ στο εικονίδιο δίπλα σε κάθε τεχνολογία για λεπτομέρειες.

source: Extensions &amp; Applications
el: Επεκτάσεις & amp? εφαρμογές

source: HTTP Server. For example: Apache
el: HTTP Server. Για παράδειγμα: Apache

source: Require
el: Απαιτώ

source: PHP 5.2.8 or greater
el: PHP 5.2.8 ή μεγαλύτερη

source: Database Engine MySQL (4 or greater)
el: MySQL Database Engine (4 ή μεγαλύτερη)

source: PDO Extension
el: ΠΟΠ Επέκταση

source: GD Extension
el: GD Επέκταση

source: Mandatory
el: Επιτακτικός

source: Server Status
el: Κατάσταση διακομιστή

source: PHP Version
el: PHP Έκδοση

source: MYSQL Version
el: MYSQL Έκδοση

source: PDO Unavailable
el: ΠΟΠ Μη διαθέσιμο

source: PDO Available
el: ΠΟΠ Διαθέσιμο

source: GD Availiable
el: GD Διαθέσιμο

source: Directory &amp; File Permission
el: Κατάλογος & amp? άδεια αρχείο

source: These Folders of Files need to be
el: Αυτοί οι φάκελοι των αρχείων πρέπει να είναι

source: Writable
el: εγγράψιμο

source: for application to be installed.
el: για εφαρμογή που θα εγκατασταθεί.

source: Folders or Files
el: Φακέλους ή αρχεία

source: Refresh
el: Φρεσκάρω

source: Let's Start
el: Ας αρχίσουμε

source: Step 2 of 4
el: Βήμα 2 από 4

source: Installation Agreement
el: συμφωνία εγκατάστασης

source: I Accept to Proceed
el: Αποδέχομαι να Προχωρήστε

source: Step 3 of 4
el: Βήμα 3 από 4

source: Database Connection Settings
el: Ρυθμίσεις σύνδεσης σε βάση δεδομένων

source: Host Name
el: Όνομα Server

source: Usually Localhost
el: συνήθως Localhost

source: Database Name
el: Όνομα βάσης δεδομένων

source: Database User
el: Βάση δεδομένων των χρηστών

source: Database User Name
el: Βάση δεδομένων Όνομα χρήστη

source: Database Password
el: βάση δεδομένων κωδικού πρόσβασης

source: Database Type
el: Τύπος βάσης δεδομένων

source: Test Connection
el: δοκιμή σύνδεσης

source: Step 4 of 4
el: Βήμα 4 από 4

source: Name of Your Website
el: Όνομα της ιστοσελίδας σας

source: Meta Keyword
el: Meta λέξεων-κλειδιών

source: Useful for SEO
el: Χρήσιμο για SEO

source: Meta Content for SEO
el: Meta Περιεχόμενο για SEO

source: Please Select Timezone
el: Επιλέξτε Χρονική ζώνη

source: Name of Your Organization/Company
el: Όνομα της εταιρείας σας / Εταιρεία

source: Default Admin Email
el: Προεπιλογή Διαχειριστής Email

source: Install Sample Data With Dummy Entries
el: Εγκαταστήστε το δείγμα δεδομένων με θηλές Καταχωρήσεις

source: Install
el: Εγκατάσταση

source: Welcome to
el: Καλώς ορίσατε στο ^1

source: Set Avatar
el: σύνολο Avatar

source: Sign out
el: Αποσύνδεση

source: Copyright
el: την Μεταρρύθμιση

source: follow on facebook
el: ακολουθήστε στο facebook

source: Latest News & Events
el: Τελευταία Νέα & Εκδηλώσεις

source: Time
el: Χρόνος

source: Download PDF
el: Κατεβάστε το αρχείο PDF

source: Average Percentage(%)
el: Μέσο ποσοστό (%)

source: Exam Given
el: εξετάσεις Δεδομένων

source: Delete Forever
el: Οριστική διαγραφή

source: Move to Trash
el: Μετακίνηση στον κάδο απορριμμάτων

source: News Detail
el: News Λεπτομέρειες

source: No of Visitors
el: Αριθμός επισκεπτών

source: No of Students
el: Όχι Μαθητών

source: No of Exams
el: Αριθμός Εξετάσεις

source: Payment From Pay Pal
el: Πληρωμής από Pay Pal

source: Pay From Pay Pal
el: Πληρώστε Από Pay Pal

source: Profile
el: Προφιλ

source: Edit Profile
el: Επεξεργασία προφίλ

source: New Student Register
el: Νέο Φοιτητικό Μητρώο

source: Security Code
el: Κωδικός ασφαλείας

source: Answers
el: პასუხები

source: My Results
el: Αποτελέσματα μου

source: Attempt Date
el: απόπειρα Ημερομηνία

source: SUBJECT REPORT
el: ΘΕΜΑ ΕΚΘΕΣΗΣ

source: TIME MANAGEMENT
el: ΔΙΑΧΕΊΡΙΣΗ ΧΡΌΝΟΥ

source: QUESTION REPORT
el: ΕΚΘΕΣΗ ΕΡΩΤΗΣΗ

source: SOLUTION
el: ΛΎΣΗ

source: COMPARE REPORT
el: ΣΥΓΚΡΙΣΗ ΕΚΘΕΣΗ

source: Score Card For
el: Σκοράρει Κάρτα Για

source: Total No. of Student
el: Σύνολο Αριθμός Φοιτητών

source: My Marks
el: Marks μου

source: Total Marks of Test
el: Σύνολο σημάτων, της δοκιμής

source: My Percentile
el: Εκατοστημόριο μου

source: Total Question in Test
el: Σύνολο Ερώτηση στη Δοκιμή

source: Total Attempt Question in Test
el: Σύνολο Απόπειρα Ερώτηση στη Δοκιμή

source: Left Question
el: αριστερά Ερώτηση

source: Left Question Marks
el: Αριστερά Ερώτηση σήματα

source: Total Time of Test
el: Συνολικός χρόνος της δοκιμής

source: My Time
el: Ο χρόνος μου

source: My Rank
el: Rank μου

source: Performance Report For
el: Επιδόσεις Έκθεση για

source: Question & Marks Wise Report For
el: Ερώτηση Marks & Wise Έκθεση για

source: Subject Report For
el: Θέμα Έκθεση για

source: Correct
el: Σωστός

source: Unattempted Questions
el: Unattempted ερωτήσεις

source: Graphical Report For
el: Γραφική Έκθεση για

source: Time Management For
el: Διαχείριση χρόνου Για

source: Question Report For
el: Ερώτηση Έκθεση για

source: Question Status
el: ερώτηση Κατάσταση

source: Your Answer
el: Η απάντησή σου

source: Your Score
el: Το σκορ σας

source: Your Time
el: Ο χρόνος σου

source: Solution For
el: λύση Για

source: Not Attempt
el: δεν Προσπάθεια

source: Attempt
el: Απόπειρα

source: Incorrect
el: Ανακριβής

source: Your Answers
el: Οι απαντήσεις σας

source: Solution
el: Λύση

source: Bookmark
el: Σελιδοδείκτης

source: Compare Report For
el: Συγκρίνετε Έκθεση για

source: Total Ques.
el: Σύνολο Ques.

source: Maximum Marks
el: μέγιστη σήματα

source: Attempted Ques.
el: Απόπειρα Ques.

source: Correct Ques.
el: Σωστή Ques.

source: Incorrect Ques.
el: Λανθασμένη Ques.

source: Percentile
el: εκατοστημόριο

source: Previous
el: Προηγούμενο

source: This is to certify that
el: Αυτό γίνεται για να επιβεβαιωθεί ότι

source: has succesfully completed the
el: έχει επιτυχώς ολοκληρώσει το

source: in course program offered by
el: στην πορεία πρόγραμμα που προσφέρεται από

source: Student Login
el: φοιτητής Είσοδος

source: Sign In
el: Συνδεθείτε

source: Forgot Passwocrd
el: Ξεχάσατε Passwocrd

source: New User? Create Account
el: Νέος χρήστης? Δημιουργήστε λογαριασμό

source: Engine is not loaded
el: Ο κινητήρας δεν είναι φορτωμένο

source: Pdf engine "%s" not found
el: Pdf μηχανή \ " %s " δεν βρέθηκε

source: Pdf engines must extend "AbstractPdfEngine"
el: κινητήρες pdf πρέπει να επεκταθεί \ "AbstractPdfEngine "

source: Crypto is not loaded
el: Crypto δεν είναι φορτωμένο

source: Pdf crypto "%s" not found
el: Pdf κρυπτο \ " %s " δεν βρέθηκε

source: Crypto engine must extend "AbstractPdfCrypto"
el: Crypto κινητήρας πρέπει να επεκταθεί \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
el: ιδιότητα του ελεγκτή $ pdfConfig δεν είναι σωστό ή λείπει

source: -> Testing :url
el: -> Δοκιμή: url

source: Total Requests made: :requests
el: Σύνολο αιτήσεις που υποβάλλονται:: αιτήματα

source: Total Time elapsed: :duration (seconds)
el: Συνολικός χρόνος που παρήλθε:: διάρκεια (δευτερόλεπτα)

source: Requests/Second: :rps req/sec
el: Αιτήσεις / Second:: rps req / sec

source: Average request time: :average-time seconds
el: Μέσος χρόνος αίτημα:: μέσος-time δευτερόλεπτα

source: Standard deviation of average request time: :std-dev
el: Τυπική απόκλιση του μέσου χρόνου αιτήματος:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
el: Μεγαλύτερη / μικρότερη αίτημα:: μεγαλύτερη sec /: συντομότερη sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
el: Σας επιτρέπει να αποκτήσετε κάποια πρόχειρη συγκριτικής αξιολόγησης statisticsabout ένα έγκυρο URL.

source: The URL to request.
el: Η διεύθυνση URL για να ζητήσετε.

source: Number of iterations to perform.
el: Αριθμός επαναλήψεων για να εκτελέσει.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
el: Μέγιστος συνολικός χρόνος για όλες τις επαναλήψεις, σε seconds.If ένα ενιαίο επανάληψη διαρκεί περισσότερο από το χρονικό όριο, θα πρέπει να γίνει μόνο μία αίτηση

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
el: Παράδειγμα χρήσης: `κέικ αναφοράς --n 10 --t 100 http: // localhost / testsite`. <Πληροφορίες> Σημείωση: </ info> αυτό το σημείο αναφοράς δεν περιλαμβάνει το πρόγραμμα περιήγησης καθιστούν φορές.

source: Component initialization
el: συστατικό προετοιμασίας

source: Controller action
el: δράση ελεγκτή

source: Controller action start
el: έναρξη δράσης του ελεγκτή

source: Processing toolbar state
el: κρατική γραμμή εργαλείων επεξεργασίας

source: Processing toolbar data
el: δεδομένων γραμμή εργαλείων επεξεργασίας

source: Controller render start
el: Ελεγκτής καθιστούν αρχή

source: Could not load DebugToolbar panel %s
el: Δεν ήταν δυνατή η φόρτωση DebugToolbar πίνακα %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
el: Πυρήνα επεξεργασίας (Προέρχεται από $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
el: Κεφαλίδες που έχουν ήδη αποσταλεί στο %s στη γραμμή %s . Δεν είναι δυνατή η αποστολή των δεδομένων καταγραφής σε FirePHP.

source: Incorrect parameter count for FireCake::fb()
el: Λανθασμένη μέτρηση παραμέτρων για FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
el: Μέγιστος αριθμός (99.999) των μηνυμάτων που έφτασε!

source: There are no active panels. You must enable a panel to see its output.
el: Δεν υπάρχουν ενεργές πάνελ. Πρέπει να ενεργοποιήσετε έναν πίνακα για να δείτε την παραγωγή της.

source: App Constants
el: App Σταθερές

source: CakePHP Constants
el: CakePHP Σταθερές

source: PHP Environment
el: PHP Περιβάλλοντος

source: Hidef Environment
el: hidef Περιβάλλοντος

source: Request History
el: Ιστορία Αίτηση

source: No previous requests logged.
el: Δεν προηγούμενα αιτήματα καταγράφονται.

source: previous requests available
el: προηγούμενων αιτήσεων διατίθενται

source: Restore to current request
el: Επαναφορά στο τρέχον αίτημα

source: Included Files
el: Συμπεριλαμβάνεται Αρχεία

source: Logs
el: κούτσουρα

source: There were no log entries made this request
el: Δεν υπήρχαν καταχωρήσεις του αρχείου καταγραφής έκανε αυτή την αίτηση

source: Request
el: Αίτημα

source: No post data.
el: Δεν μετα δεδομένων.

source: No querystring data.
el: Δεν υπάρχουν δεδομένα querystring.

source: Current Route
el: τρέχουσα διαδρομή

source: Session
el: Συνεδρία

source: No query logs when debug < 2.
el: Δεν κούτσουρα ερώτημα, όταν τον εντοπισμό σφαλμάτων <2.

source: No query logs.
el: Δεν κούτσουρα ερώτημα.

source: Total Time: %s ms <br />Total Queries: %s queries
el: Συνολικός χρόνος: %s ms <br /> Συνολικές Ανακρίσεις: %s ερωτήματα

source: Query Explain:
el: Ερώτημα Εξηγήστε:

source: Click an "Explain" link above, to see the query explanation.
el: Κάντε κλικ σε ένα \ "Εξηγήστε " παραπάνω σύνδεσμο, για να δείτε την εξήγηση ερώτημα.

source: No active database connections
el: Δεν υπάρχουν ενεργές συνδέσεις δεδομένων

source: Memory
el: Μνήμη

source: Peak Memory Use
el: Peak μνήμης Χρήση

source: Memory use
el: χρήση μνήμης

source: Timers
el: Χρονοδιακόπτες

source: Total Request Time:
el: Σύνολο χρόνου Αίτημα:

source: Time in ms
el: Χρόνος σε ms

source: Graph
el: Γράφημα

source: View Variables
el: Προβολή μεταβλητές

source: Rendering View
el: καθιστώντας View

source: Rendering %s
el: Καθιστώντας %s

source: View render complete
el: Δείτε καθιστούν πλήρη

source: Explain
el: Αιτιολογήστε.

source: Starting %sms into the request, taking %sms
el: Ξεκινώντας %s ms στο αίτημα, λαμβάνοντας %s ms

source: No markup errors found
el: Δεν λάθη σήμανσης που βρέθηκαν

source: maybe slow
el: ίσως αργή

source: Absolute path or relative to APP.
el: Απόλυτη διαδρομή ή σε σχέση με την APP.

source: An error occured while getting the status of your account.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη της κατάστασης του λογαριασμού σας.

source: There was an error while connecting to Paypal
el: Υπήρξε ένα σφάλμα κατά τη σύνδεση με Paypal

source: There was a problem initiating the transaction, please try again.
el: Υπήρξε ένα πρόβλημα την έναρξη της συναλλαγής, παρακαλώ προσπαθήστε ξανά.

source: There was a problem getting your details, please try again.
el: Υπήρξε ένα πρόβλημα να πάρει τα στοιχεία σας, παρακαλούμε δοκιμάστε ξανά.

source: There was an error completing the payment
el: Υπήρξε ένα σφάλμα κατά την ολοκλήρωση της πληρωμής

source: There was a problem processing the transaction, please try again.
el: Υπήρξε ένα πρόβλημα κατά την επεξεργασία της συναλλαγής, παρακαλώ προσπαθήστε ξανά.

source: There was an error processing the card payment
el: Υπήρξε ένα σφάλμα κατά την επεξεργασία της πληρωμής με κάρτα

source: There was a problem processing your card, please try again.
el: Υπήρξε ένα πρόβλημα κατά την επεξεργασία της κάρτας σας, παρακαλούμε δοκιμάστε ξανά.

source: There was an error processing the the refund
el: Υπήρξε ένα σφάλμα κατά την επεξεργασία του με την επιστροφή

source: A problem occurred during the refund process, please try again.
el: Ένα πρόβλημα συνέβη κατά τη διάρκεια της διαδικασίας επιστροφής, παρακαλώ προσπαθήστε ξανά.

source: There was an problem communicating with the payment gateway
el: Υπήρξε ένα πρόβλημα στην επικοινωνία με την πύλη πληρωμής

source: Missing client id/secret
el: Λείπει το αναγνωριστικό πελάτη / μυστικό

source: Must specify an expiry date
el: Πρέπει να ορίσετε μια ημερομηνία λήξης

source: Must include a M and Y in expiry date
el: Πρέπει να περιλαμβάνει M και Y στην ημερομηνία λήξης

source: Invalid expiry date
el: Μη έγκυρη ημερομηνία λήξης

source: Invalid card number
el: Μη έγκυρος αριθμός πιστωτικής κάρτας

source: Invalid CVV2 number
el: Μη έγκυρος αριθμός CVV2

source: Invalid card type
el: Μη έγκυρος τύπος κάρτας

source: Could not detect client IP address
el: Δεν θα μπορούσε να ανιχνεύσει τον πελάτη διεύθυνση IP

source: Not a valid credit card number
el: Δεν είναι ένα έγκυρο αριθμό πιστωτικής κάρτας

source: You must include the 3 digit security number
el: Θα πρέπει να συμπεριλάβετε τον αριθμό ασφαλείας 3 ψηφίων

source: Must specify an "amount" to charge
el: Πρέπει να ορίσετε ένα \ "ποσού " να χρεώσει

source: You must pass a valid order array
el: Θα πρέπει να περάσει μια έγκυρη σειρά τάξης

source: Valid "return" and "cancel" urls must be provided
el: Ισχύει \ "επιστροφή " και \ "ακύρωση " πρέπει να παρέχεται urls

source: You must provide a currency code
el: Πρέπει να δώσετε έναν κωδικό νομίσματος

source: Original PayPal Transaction ID is required
el: Αρχικό PayPal αναγνωριστικό συναλλαγής απαιτείται

source: Must specify an "amount" to refund
el: Πρέπει να ορίσετε ένα \ "ποσού " να επιστρέψει

source: You must specify a refund type, such as Full or Partial
el: Θα πρέπει να ορίσετε ένα είδος επιστροφής, όπως πλήρη ή μερική

source: File was not downloaded.
el: Το αρχείο δεν έγινε λήψη.

source: No %s found for that date range
el: Δεν %s βρέθηκε για αυτό το εύρος ημερομηνιών

source: Your form data is preserved you'll be redirected to it after login.
el: δεδομένα φόρμας σας διατηρείται θα μεταφερθείτε σε αυτό μετά την είσοδο.

source: Error notification from %s
el: Ειδοποίηση σφάλματος από %s

source: Afghanistan
el: Αφγανιστάν

source: Albania
el: Αλβανία

source: Algeria
el: Αλγερία

source: American Samoa
el: Αμερικανική Σαμόα

source: Andorra
el: Ανδόρα

source: Angola
el: Αγκόλα

source: Anguilla
el: Ανγκίλα

source: Antarctica
el: Ανταρκτική

source: Antigua and Barbuda
el: Αντίγκουα και Μπαρμπούντα

source: Argentina
el: Αργεντινή

source: Armenia
el: Αρμενία

source: Aruba
el: Αρούμπα

source: Australia
el: Αυστραλία

source: Austria
el: Αυστρία

source: Azerbaijan
el: Αζερμπαϊτζάν

source: Bahamas
el: Μπαχάμες

source: Bahrain
el: Μπαχρέιν

source: Bangladesh
el: Μπανγκλαντές

source: Barbados
el: Μπαρμπάντος

source: Belarus
el: Λευκορωσία

source: Belgium
el: Βέλγιο

source: Belize
el: Μπελίζ

source: Benin
el: Μπενίν

source: Bermuda
el: Βερμούδες

source: Bhutan
el: Μπουτάν

source: Bolivia
el: Βολιβία

source: Bosnia and Herzegovina
el: Βοσνία και Ερζεγοβίνη

source: Botswana
el: Μποτσουάνα

source: Bouvet Island
el: Νήσος Μπουβέτ

source: Brazil
el: Βραζιλία

source: British Indian Ocean Territory
el: Βρετανικά Εδάφη Ινδικού Ωκεανού

source: Brunei Darussalam
el: Μπρουνάι Νταρουσαλάμ

source: Bulgaria
el: Βουλγαρία

source: Burkina Faso
el: Μπουρκίνα Φάσο

source: Burundi
el: Μπουρούντι

source: Cambodia
el: Καμπότζη

source: Cameroon
el: Καμερούν

source: Canada
el: Καναδάς

source: Cape Verde
el: Πράσινο Ακρωτήριο

source: Cayman Islands
el: Νήσοι Κέιμαν

source: Central African Republic
el: Κεντροαφρικανική Δημοκρατία

source: Chad
el: Τσαντ

source: Chile
el: Χιλή

source: China
el: Κίνα

source: Christmas Island
el: Νήσος των Χριστουγέννων

source: Cocos (Keeling) Islands
el: Νησιά Κόκος (Κίλινγκ)

source: Colombia
el: Κολομβία

source: Comoros
el: Κομόρες

source: Congo
el: Κόνγκο

source: Congo, the Democratic Republic of the
el: Κονγκό, Λαϊκή Δημοκρατία του

source: Cook Islands
el: Νήσοι Κουκ

source: Costa Rica
el: Κόστα Ρίκα

source: Cote D'Ivoire
el: Ακτή Ελεφαντοστού

source: Croatia
el: Κροατία

source: Cuba
el: Κούβα

source: Cyprus
el: Κύπρος

source: Czech Republic
el: Δημοκρατία της Τσεχίας

source: Denmark
el: Δανία

source: Djibouti
el: Τζιμπουτιανός

source: Dominica
el: Ντομίνικα

source: Dominican Republic
el: Δομινικανή Δημοκρατία

source: Ecuador
el: Εκουαδόρ

source: Egypt
el: Αίγυπτος

source: El Salvador
el: Ελ Σαλβαδόρ

source: Equatorial Guinea
el: Ισημερινή Γουϊνέα

source: Eritrea
el: Ερυθραία

source: Estonia
el: Εσθονία

source: Ethiopia
el: Αιθιοπία

source: Falkland Islands (Malvinas)
el: Νησιά Φώκλαντ (Μαλβίνες)

source: Faroe Islands
el: Νήσοι Φερόες

source: Fiji
el: Φίτζι

source: Finland
el: Φινλανδία

source: France
el: Γαλλία

source: French Guiana
el: Γαλλική Γουϊάνα

source: French Polynesia
el: Γαλλική Πολυνησία

source: French Southern Territories
el: Νότια Γαλλικά Εδάφη

source: Gabon
el: Γκαμπόν

source: Gambia
el: Γκάμπια

source: Georgia
el: Γεωργία

source: Germany
el: Γερμανία

source: Ghana
el: Γκάνα

source: Gibraltar
el: Γιβραλτάρ

source: Greece
el: Ελλάδα

source: Greenland
el: Γροιλανδία

source: Grenada
el: Γρενάδα

source: Guadeloupe
el: Γουαδελούπη

source: Guam
el: Γκουάμ

source: Guatemala
el: Γουτεμάλα

source: Guinea
el: Γουϊνέα

source: Guinea-Bissau
el: Γουϊνέα-Μπισάου

source: Guyana
el: Γουιάνα

source: Haiti
el: Αϊτή

source: Heard Island and Mcdonald Islands
el: Νήσοι Χερντ και Μακντόναλντ

source: Holy See (Vatican City State)
el: Αγία Έδρα (Πόλη του Βατικανού)

source: Honduras
el: Ονδούρα

source: Hong Kong
el: Χονγκ Κονγκ

source: Hungary
el: Ουγγαρία

source: Iceland
el: Ισλανδία

source: India
el: Ινδία

source: Indonesia
el: Ινδονησία

source: Iran, Islamic Republic of
el: Ιράν, Ισλαμική Δημοκρατία του

source: Iraq
el: Ιράκ
