Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gre/LC_MESSAGES/default.po
Languages: el

source: Enrolment
el: Εγγραφή

source: Phone
el: Τηλέφωνο

source: Result Status
el: Κατάσταση Αποτελεσμάτων

source: Forgot Password
el: Ξέχασατε τον κωδικό;

source: Email ID
el: Ταυτότητα ηλεκτρονικού ταχυδρομείου

source: Submit
el: Υποβολή

source: Forgot Username
el: Ξεχάσατε το όνομα χρήστη

source: Login
el: Σύνδεση

source: Verification Code
el: Κωδικός επαλήθευσης

source: Please enter verification Code
el: Παρακαλώ εισάγετε τον κωδικό επαλήθευσης

source: Reset Password
el: Επαναφορά κωδικού πρόσβασης

source: Confirm Password
el: Επιβεβαίωση Κωδικού

source: Add Groups
el: Προσθέστε Ομάδες

source: Group Name
el: Ονομα ομάδας

source: Edit Groups
el: Επεξεργασία Ομάδες

source: Groups
el: Ομάδες

source: Add New Group
el: Προσθήκη νέας ομάδας

source: Add Help Content
el: Πρόσθεσε Βοήθεια Περιεχόμενο

source: Title
el: Τίτλος

source: Description
el: Περιγραφή

source: Edit Help Content
el: Επεξεργασία Βοήθεια Περιεχόμενο

source: Help Content
el: Περιεχόμενο Βοήθεια

source: Add New Help Content
el: Προσθήκη νέου Βοήθεια Περιεχομένου

source: Back To Questions
el: Επιστροφή στις ερωτήσεις

source: Export Questions
el: εξαγωγή ερωτήσεις

source: Select File
el: Επιλογή αρχείου

source: Import Questions
el: εισαγωγής ερωτήσεις

source: Import/Export Students
el: Φοιτητές Import / Export

source: Back To Students
el: Επιστροφή στους μαθητές

source: Export Students
el: Οι μαθητές των εξαγωγών

source: Import Students
el: εισαγωγής Φοιτητές

source: All Messages
el: Όλα τα μηνύματα

source: My Profile
el: Το προφιλ μου

source: Change Password
el: Αλλαγή κωδικού

source: Logout
el: Αποσυνδέομαι

source: Date &amp; Time
el: Ημερομηνία & amp? Χρόνος

source: Compose Mail
el: συνθέτουν Mail

source: Search Student Mail
el: Αναζήτηση Φοιτητής Mail

source: Message
el: Μήνυμα

source: Send
el: Αποστολή

source: Compose
el: Σύνταξη

source: Inbox
el: Εισερχόμενα

source: Sent Mail
el: Απεσταλμένο μήνυμα

source: Trash
el: Διαγραμένα

source: More
el: Περισσότερα

source: Mark as Read
el: Επισήμανση ως αναγνωσμένο

source: Mark as Unread
el: Επισήμανση ως μη αναγνωσμένα

source: Move to Inbox
el: Μετακίνηση στα Εισερχόμενα

source: Reply
el: Απάντηση

source: Forward
el: Πρόλογος

source: Menu Names
el: Ονόματα μενού

source: Model Name
el: Όνομα μοντέλου

source: Icon
el: Εικονίδιο

source: Add News
el: Προσθέστε Νέα

source: News Title
el: Νέα Τίτλος

source: News Description
el: Νέα Περιγραφή

source: Edit News
el: Επεξεργασία Ειδήσεις

source: News
el: Νέα

source: Add New News
el: Προσθήκη νέου Ειδήσεις

source: Paypal Payment Option
el: Paypal επιλογή πληρωμής

source: Signature
el: Υπογραφή

source: Sandbox Mode
el: Λειτουργία Sandbox

source: True
el: στ΄αλήθεια.

source: Add Question
el: Προσθέστε ερώτηση

source: Question
el: Ερώτηση

source: Correct Answers
el: σωστές απαντήσεις

source: Type your question here
el: Πληκτρολογήστε την ερώτησή σας εδώ

source: Answer1
el: απάντησε!

source: Answer2
el: απάντησε!

source: Answer3
el: απάντησε!

source: Answer4
el: απάντησε!

source: Answer5
el: απάντησε!

source: Answer6
el: απάντησε!

source: True/False
el: Σωστό Λάθος

source: False
el: Ψευδής

source: Blank Space
el: κενό διάστημα

source: Explanation (Optional)
el: Επεξήγηση (Προαιρετικό)

source: Provide explanation in support of correct answer
el: Δώστε εξηγήσεις για την υποστήριξη της σωστής απάντησης

source: Hint(optional)
el: Συμβουλή (προαιρετικό)

source: Hint to help answer correctly
el: Συμβουλή για να βοηθήσει απαντήσει σωστά

source: without minus sign
el: χωρίς μείον

source: Edit Question Type
el: Επεξεργασία Ερώτηση Τύπος

source: Explanation
el: Αιτιολόγηση

source: Hint
el: Στοιχείο

source: Questions
el: Ερωτήσεις

source: Import/Export Question
el: Import / Export Ερώτηση

source: Answer
el: Απάντηση

source: Question Details
el: Λεπτομέρειες ερώτηση

source: Exam Wise
el: Εξετάσεων σοφός

source: Please Select Exam
el: Επιλέξτε Εξετάσεων

source: Status of Result
el: Κατάσταση των Αποτελεσμάτων

source: Please Select Result Status
el: Επιλέξτε Κατάσταση Αποτελεσμάτων

source: Download Result
el: Λήψη Αποτέλεσμα

source: Rank
el: Τάξη

source: Test
el: Δοκιμή

source: Percent
el: Τοις εκατό

source: Result
el: Αποτέλεσμα

source: View Result
el: Προβολή Αποτελεσμάτων

source: Download/Print Result
el: Λήψη / Εκτύπωση Αποτέλεσμα

source: Student Wise
el: φοιτητής Wise

source: Name or Enrolment Number
el: Όνομα ή Εγγραφή Αριθμός

source: Enrolment Number
el: Αριθμός εγγραφής

source: Back
el: Πίσω

source: Assesment Report for
el: Εκτίμηση έκθεση

source: Taken Date
el: λαμβάνονται Ημερομηνία

source: Total Time
el: Συνολικός χρόνος :

source: Nos. of Browser tolrance attempt
el: Αριθ. Του Browser προσπάθεια tolrance

source: Total Score
el: Συνολικό σκορ

source: Student Marks Distribution
el: Κατανομή Student σήματα

source: Feedback
el: Σχόλιο

source: Marks Sheet
el: Marks Φύλλο

source: Section Name
el: ενότητα Όνομα

source: Section proportion
el: ενότητα αναλογία

source: Actual
el: Υπαρκτό

source: Your Percentage
el: Ποσοστό σας

source: Section Summary
el: ενότητα Περίληψη

source: Maximum Score
el: μέγιστη βαθμολογία

source: Developed Skill
el: ανεπτυγμένες Δεξιοτήτων

source: Needs Development
el: αναπτυξιακές ανάγκες

source: Lack of Skill
el: Έλλειψη Ικανότητας

source: MCQ answered
el: MCQ απάντησε

source: Legend
el: Υπόμνημα

source: Send Emails
el: Αποστολή Emails

source: Teachers
el: Οι εκπαιδευτικοί

source: Any Email
el: Κάθε Email

source: Default all students if you add manually then search student email
el: Προεπιλογή όλους τους μαθητές αν προσθέσετε χειροκίνητα στη συνέχεια, αναζητήστε το email φοιτητή

source: Default all teachers if you add manually then search teacher email
el: Προεπιλογή όλοι οι εκπαιδευτικοί αν προσθέσετε χειροκίνητα στη συνέχεια, αναζητήστε το email δάσκαλος

source: Type any email comma seprated
el: Πληκτρολογήστε οποιοδήποτε κόμμα email δωμάτια χωρισμένα

source: Type subject
el: Τύπος θέμα

source: Select Email Template
el: Επιλέξτε Πρότυπο Email

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
el: Αν δεν θέλετε να επιλέξετε το πρότυπο ηλεκτρονικού ταχυδρομείου, στη συνέχεια, απλά πληκτρολογήστε το μήνυμα ηλεκτρονικού ταχυδρομείου. Μόλις φορτώσετε επεξεργαστή τότε δεν μπορείτε να επιλέξετε το πρότυπο πάει το κουμπί για να επαναφέρετε

source: Send Sms
el: Αποστολή SMS

source: Any Sms
el: Κάθε Sms

source: Default all student if you add manually then search students name
el: Προεπιλογή όλα φοιτητής αν προσθέσετε με το χέρι, στη συνέχεια, οι μαθητές πραγματοποιούν αναζήτηση όνομα

source: Default all teachers if you add manually then search teacher name
el: Προεπιλογή όλοι οι εκπαιδευτικοί αν προσθέσετε χειροκίνητα στη συνέχεια αναζητήστε το όνομα δάσκαλος

source: Any Number
el: Κάθε Αριθμός

source: Type any number comma seprated
el: Πληκτρολογήστε οποιοδήποτε αριθμό κόμμα δωμάτια χωρισμένα

source: Select Sms Template
el: Επιλέξτε Πρότυπο Sms

source: Sms Template
el: Πρότυπο sms

source: If you do not want to select sms template then simply type sms message
el: Αν δεν θέλετε να επιλέξετε το πρότυπο SMS, στη συνέχεια, απλά πληκτρολογήστε το μήνυμά sms

source: Certificate Signature
el: Υπογραφή πιστοποιητικό

source: Upload Image(* height less than 75px)
el: Μεταφόρτωση εικόνας (* ύψος μικρότερο από 75 εικ)

source: Delete Signature
el: Διαγραφή Υπογραφή

source: Add Slides
el: Προσθέστε Διαφάνειες

source: Slide Name
el: slide Όνομα

source: Upload Slide (1350*550)
el: Ανεβάστε Slide (1350 * 550)

source: Edit Slides
el: Επεξεργασία Διαφάνειες

source: Slides
el: διαφάνειες

source: Add New Slide
el: Προσθήκη νέου Slide

source: SMS Settings
el: Ρυθμίσεις SMS

source: API Link
el: API Σύνδεσμος

source: Sender ID
el: ταυτότητα αποστολέα

source: Heading Username
el: Τομέας Όνομα Χρήστη

source: Username field provided by sms gateway
el: Όνομα Χρήστη πεδίο που παρέχεται με sms gateway

source: Heading Password
el: Τομέας Κωδικός

source: Password field provided by sms gateway
el: πεδίο κωδικού πρόσβασης που παρέχονται από SMS Gateway

source: Heading Mobile No
el: Τομέας Mobile Όχι

source: Mobile No field provided by sms gateway
el: Mobile Δεν πεδίο που παρέχεται με sms gateway

source: Heading Message
el: Η κλάση μηνύματος

source: Message field provided by sms gateway
el: πεδίο μηνύματος που παρέχεται από SMS Gateway

source: Heading Sender Id
el: Τομέας αναγνωριστικό του αποστολέα

source: Sender Id field provided by sms gateway
el: πεδίο αναγνωριστικό του αποστολέα παρέχεται από SMS Gateway

source: Add SMS Template
el: Προσθέστε Πρότυπο SMS

source: Edit SMS templates
el: πρότυπα Επεξεργασία SMS

source: SMS Templates
el: Πρότυπα SMS

source: Add New SMS Template
el: Προσθέστε Πρότυπο Νέο SMS

source: Add Students
el: Προσθέστε Φοιτητές

source: Address
el: Διεύθυνση

source: Guardian Phone
el: Guardian Τηλέφωνο

source: Edit Students
el: Επεξεργασία Φοιτητές

source: Renewal Date
el: Ημερομηνία ανανέωσης

source: Add New Student
el: Προσθήκη νέου Φοιτητής

source: Wallet
el: Πορτοφόλι

source: Admission Date
el: Η είσοδος Ημερομηνία

source: Credit
el: Πίστωση

source: Debit
el: Χρέωση

source: Balance
el: Ισορροπία

source: Date & Time
el: Ημερομηνία & ώρα

source: Payment Through
el: πληρωμή Μέσω

source: Remarks
el: Παρατηρήσεις

source: View Student Information
el: Προβολή Πληροφόρησης Φοιτητών

source: Full Name
el: Πλήρες Όνομα

source: Phone Number
el: Αριθμός τηλεφώνου

source: Registered Email
el: Καταχωρημένη Διεύθυνση Ηλεκτρονικού Ταχυδρομείου

source: Alternate Number
el: αναπληρωματικό Αριθμός

source: Enrolment No
el: Εγγραφή Όχι

source: Last Login
el: Τελευταία είσοδος

source: Students Wallet
el: φοιτητές Πορτοφόλι

source: Transaction Form
el: Φόρμα συναλλαγής

source: Mobile
el: Κινητό

source: ADD
el: Προσθήκη

source: DEDUCT
el: ΑΦΑΙΡΏ

source: Add Subjects
el: Προσθέστε Θέματα

source: Edit Subjects
el: Επεξεργασία Θέματα

source: Subjects
el: Δείγματα

source: Add New Subject
el: Προσθήκη νέου Θέμα

source: Question Bank
el: ερώτηση Τράπεζα

source: Add Testimonials
el: Προσθέστε Μαρτυρίες

source: Upload Photo (150*150)
el: Ανεβάστε Φωτογραφία (150 * 150)

source: Edit Testimonials
el: Επεξεργασία Μαρτυρίες

source: Testimonials
el: Μαρτυρίες

source: Add New Testimonial
el: Προσθήκη νέας μαρτυρίας

source: Photo
el: Φωτογραφίες

source: Add Users
el: Προσθήκη χρηστών

source: User Level
el: Επίπεδο χρήστη

source: Username
el: Όνομα Χρήστη

source: Level users
el: Οι χρήστες επίπεδο

source: Add New Level
el: Προσθήκη νέου Επίπεδο

source: Back To Users
el: Επιστροφή στην Χρήστες

source: Level Name
el: επίπεδο Όνομα

source: Set Permission
el: σετ άδεια

source: Assign Form Rights
el: Αναθέστε Φόρμα Δικαιωμάτων

source: Module Name
el: ενότητα Όνομα

source: Old Password
el: ΠΑΛΙΟΣ ΚΩΔΙΚΟΣ

source: Edit Users
el: Επεξεργασία χρήστες

source: User Registration Form
el: Φόρμα Εγγραφή Χρήστη

source: Users
el: Χρήστες

source: Add New User
el: Προσθήκη νέου χρήστη

source: Add Level Users
el: Προσθέστε Επίπεδο Χρήστες

source: Level User
el: επίπεδο χρήστη

source: Dear user, log in to access the admin area!
el: Αγαπητέ χρήστη, συνδεθείτε για να αποκτήσετε πρόσβαση στο admin περιοχή!

source: Admin / Teacher Username
el: Admin / Δάσκαλος Όνομα Χρήστη

source: Forgot User Name
el: Ξεχάσατε το όνομα χρήστη

source: Organisation Logo
el: Λογότυπο Οργάνωση

source: Upload Image(* height less than 220px)
el: Ανέβασμα εικόνας (* ύψος μικρότερο από 220px)

source: Delete Logo
el: Διαγραφή Logo

source: Please provide a type for chart %s!
el: Παρακαλείσθε να δώσετε έναν τύπο για γραφήματος %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
el: Διάγραμμα: \ " %s " δεν θα μπορούσε να βρεθεί. Βεβαιωθείτε ότι Διάγραμμα Name είναι η ίδια σειρά που έχει περάσει σε $ this-> HighCharts-> καθιστούν () κατά την άποψή σας.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
el: Η συναλλαγή Express Checkout έχει λήξει και η συναλλαγή πρέπει να γίνει επανεκκίνηση

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
el: Μπορεί να έχετε κάνει μια δεύτερη πρόσκληση για την ίδια πληρωμή ή μπορεί να έχετε χρησιμοποιήσει το ίδιο αναγνωριστικό τιμολόγιο για ξεχωριστή συναλλαγές.

source: Please use a different funcing source.
el: Παρακαλούμε χρησιμοποιήστε μια διαφορετική πηγή funcing.

source: An error occured, please retry the transaction.
el: Ένα σφάλμα, δοκιμάστε ξανά τη συναλλαγή.

source: This transaction couldn't be completed. Redirecting to payment gateway
el: Η συναλλαγή αυτή δεν θα μπορούσε να ολοκληρωθεί. Ανακατεύθυνση στη πύλη πληρωμής

source: You have not agreed to the billing agreement.
el: Δεν έχουν συμφωνήσει στη συμφωνία χρέωσης.

source: The billing agreement is disabled or inactive.
el: Η συμφωνία χρέωσης είναι απενεργοποιημένη ή ανενεργό.

source: The credit card used is expired.
el: Η πιστωτική κάρτα που χρησιμοποιήθηκε έχει λήξει.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
el: Η συναλλαγή έγινε δεκτή, διότι η απάντηση AVS επέστρεψε την τιμή του Ν, και το εμπορικό απολογισμό δεν είναι σε θέση να αποδεχθεί τέτοιου είδους συναλλαγές.

source: The payment gateway account is restricted.
el: Ο λογαριασμός πύλη πληρωμής είναι περιορισμένη.

source: You must submit an IP address of the buyer with each API call.
el: Θα πρέπει να υποβάλετε μια διεύθυνση IP του αγοραστή με κάθε κλήση API.

source: The merchant selected a value for the PaymentAction field that is not supported.
el: Ο έμπορος επιλέγεται μία τιμή για το πεδίο PaymentAction που δεν υποστηρίζεται.

source: The credit card field was blank.
el: Το πεδίο πιστωτικών καρτών ήταν κενό.

source: The total amount and item amounts do not match.
el: Το συνολικό ποσό και το σημείο ποσά δεν ταιριάζουν.

source: The credit card entered is currently restricted by the payment gateway.
el: Η πιστωτική κάρτα τέθηκε επί του παρόντος περιορίζεται από την πύλη πληρωμής.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
el: Ο έμπορος άρχισε ένα αναγνωριστικό τιμολόγιο που έχει ήδη συσχετιστεί με μια συναλλαγή από τον ίδιο έμπορο. Προσπάθεια με νέο αναγνωριστικό τιμολογίου

source: The transaction was declined by the country filter managed by the merchant.
el: Η συναλλαγή έγινε δεκτή από το φίλτρο χώρα διοικείται από τον έμπορο.

source: The transaction was declined by the maximum amount filter managed by the merchant.
el: Η συναλλαγή έγινε δεκτή από το μέγιστο φίλτρο ποσό που διαχειρίζεται τον έμπορο.

source: The transaction was declined by the payment gateway.
el: Η συναλλαγή έγινε δεκτή από την πύλη πληρωμής.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
el: Η συναλλαγή απορρίφθηκε από πύλη πληρωμής λόγω των πιθανών παράνομη δραστηριότητα.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
el: Η συναλλαγή απορρίφθηκε από πύλη πληρωμής λόγω των πιθανών παράνομη δραστηριότητα σχετικά με τη διεύθυνση IP.

source: The merchant account attempting the transaction is not a business account.
el: Ο λογαριασμός έμπορος προσπαθεί η συναλλαγή δεν είναι ένα επαγγελματικό λογαριασμό.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
el: Ο λογαριασμός έμπορος προσπαθεί η συναλλαγή δεν είναι σε θέση να επεξεργάζονται απευθείας πράξεων πληρωμής.

source: Access to Direct Payment was disabled for your account.
el: Η πρόσβαση στην Άμεση πληρωμή είχε απενεργοποιηθεί για το λογαριασμό σας.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
el: Ο λογαριασμός έμπορος προσπαθεί η συναλλαγή δεν έχει επιβεβαιώσει τη διεύθυνση ηλεκτρονικού ταχυδρομείου με την πύλη πληρωμής.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
el: Ο έμπορος προσπάθησε μια συναλλαγή όπου το ποσό υπερέβαινε το ανώτατο όριο για την εν λόγω έμπορο.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
el: Η συναλλαγή απορρίφθηκε εξαιτίας ενός φίλτρου κινδύνου έμπορο για AVS. Συγκεκριμένα, ο έμπορος έχει οριστεί να μειώνεται συναλλαγής όταν τα AVS επέστρεψε A Δεν αγώνα (AVS = Ν).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
el: Η συναλλαγή απορρίφθηκε εξαιτίας ενός φίλτρου κινδύνου έμπορο για AVS. Συγκεκριμένα, ο έμπορος έχει οριστεί το φίλτρο για να μειωθεί συναλλαγών, όταν η AVS επιστρέφει ένα μερικό αγώνα.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
el: Η συναλλαγή απορρίφθηκε εξαιτίας ενός φίλτρου κινδύνου έμπορο για AVS. Συγκεκριμένα, ο έμπορος έχει οριστεί το φίλτρο για να μειωθεί συναλλαγές όταν το AVS δεν υποστηρίζεται.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
el: Ο έμπορος άρχισε μια διεύθυνση IP που ήταν σε μια έγκυρη μορφή. Η διεύθυνση IP πρέπει να είναι σε μορφή, όπως 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
el: διαμόρφωση του εμπόρου απαιτεί CVV να εγγραφούν, αλλά δεν CVV ήταν εφοδιασμένο με αυτή τη συναλλαγή.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
el: Ο έμπορος παρέχεται μια διεύθυνση, είτε στις Ηνωμένες Πολιτείες ή τον Καναδά, αλλά το κράτος που παρέχεται δεν είναι μια έγκυρη κατάσταση σε κάθε χώρα.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
el: Η συναλλαγή έγινε δεκτή από την εκδότρια τράπεζα, δεν είναι η πύλη πληρωμής. Ο έμπορος θα πρέπει να επιχειρήσει μια άλλη κάρτα.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
el: χώρα του εμπόρου κατοικίας δεν υποστηρίζεται προς το παρόν για να επιτρέψουν άμεσες συναλλαγές πληρωμής.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
el: Η συναλλαγή έγινε δεκτή, διότι η πύλη πληρωμής είναι επί του παρόντος την επεξεργασία μιας πράξης από τον ίδιο αγοραστή για το ίδιο ποσό. Μπορεί να συμβεί όταν ένας αγοραστής υποβάλλει πολλαπλά, πανομοιότυπα συναλλαγές σε γρήγορη διαδοχή.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
el: Η CVV που παρέχονται δεν είναι έγκυρο. Η CVV έχει μήκος μεταξύ 3-4 ψηφία.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
el: Παρακαλώ δοκιμάστε ξανά αργότερα. Βεβαιωθείτε ότι έχετε περάσει τη σωστή CVV και τη διεύθυνση πληροφορίες για τον αγοραστή. Αν δημιουργώντας ένα επαναλαμβανόμενο προφίλ, παρακαλούμε δοκιμάστε ξανά περνώντας ένα ποσό init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
el: Η συναλλαγή δεν είναι συμβατό λόγω ελλιπών ή άκυρο 3-D Secure τιμές ταυτότητας. Ελέγξτε τα πεδία ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
el: Η συναλλαγή αυτή απορρίφθηκε από την πύλη πληρωμής, λόγω της υπερβολικής αποτυχίες σε σύντομο χρονικό διάστημα για αυτήν την πιστωτική κάρτα.

source: The transaction was declined by payment gateway.
el: Η συναλλαγή έγινε δεκτή από την πύλη πληρωμής.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
el: Η συναλλαγή απορρίφθηκε, επειδή ο έμπορος δεν έχει έγκυρη εμπορική συμφωνία οντότητα στο αρχείο με την πύλη πληρωμής.

source: The transaction was declined because the CVV entered does not match the credit card.
el: Η συναλλαγή απορρίφθηκε επειδή το CVV εισήλθε δεν ταιριάζει με την πιστωτική κάρτα.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
el: Η συναλλαγή έγινε δεκτή από την εκδότρια τράπεζα, λόγω ενός ληγμένου πιστωτική κάρτα. Ο έμπορος θα πρέπει να επιχειρήσει μια άλλη κάρτα.

source: Exceeded permissible limit for Navigating away
el: Υπέρβαση του επιτρεπόμενου ορίου για πλοήγηση μακριά

source: You have exceeded the permissible limit for navigating away from your test
el: Έχετε υπερβεί το επιτρεπόμενο όριο για την πλοήγηση μακριά από τη δοκιμή σας

source: Your test has finished. You can close the window now
el: δοκιμή σας έχει τελειώσει. Μπορείτε να κλείσετε το παράθυρο τώρα

source: Installation Complete
el: Πλήρης εγκατάσταση

source: Aho! The System is installed successfully.
el: Aho! Το σύστημα έχει εγκατασταθεί με επιτυχία.

source: Go to Admin/Teacher Interface
el: Πηγαίνετε στο διαχειριστή Interface / Καθηγητών

source: User
el: Χρήστης

source: Go to Front End/Student Interface
el: Πηγαίνετε στο Front End Interface / Φοιτητής

source: Visit our website
el: Επισκεφθείτε την ιστοσελίδα μας

source: for documentation and support
el: για την τεκμηρίωση και υποστήριξη

source: My Exam Stats
el: Εξετάσεων Στατιστικά μου

source: Total Exam Given
el: Σύνολο Εξέτασης Δεδομένων

source: Absent Exams
el: απών Εξετάσεις

source: Best Score in
el: Καλύτερη βαθμολογία στην

source: On
el: Ενεργοποιημένο

source: Failed in
el: Αποτυχία στην

source: Average Percentage
el: μέσο ποσοστό

source: Your Rank
el: Rank σας

source: Month Wise Performance
el: Μήνας Wise Απόδοσης

source: Exam Wise Performance
el: Εξετάσεων Σοφός Απόδοσης

source: Top 10
el: Κορυφαία 10

source: Todays Exam
el: Η σημερινή Εξετάσεων

source: Top
el: Κορυφή

source: These are the exam(s) that can be taken right now
el: Αυτές είναι οι εξετάσεις (ες) που μπορούν να ληφθούν τώρα

source: No Exams found for today
el: Δεν βρέθηκαν αποτελέσματα για σήμερα Εξετάσεις

source: Something went wrong
el: Κάτι πήγε στραβά

source: Show
el: Εμφάνιση

source: entries
el: καταχωρήσεις

source: Prev
el: Προηγ.

source: Next
el: Επόμενο

source: Showing {:start} to {:current} of {:count} entries
el: Εμφάνιση {:start} σε {:current} του {:count} εγγραφές

source: Email Verification
el: Επαλήθευση email

source: Please Enter Verification Code in the Text Box
el: Παρακαλώ εισάγετε τον κωδικό επαλήθευσης στο πλαίσιο κειμένου

source: Re-Send Email Verification
el: Re-Αποστολή Επαλήθευσης Email

source: Please Enter Email Id in the Text Box which you enter at the time of registration
el: Παρακαλώ εισάγετε το αναγνωριστικό ηλεκτρονικού ταχυδρομείου στο πλαίσιο κειμένου που εισάγετε κατά τη στιγμή της εγγραφής

source: Purchased Exam
el: αγορασμένα Εξετάσεων

source: Expired Exam
el: Έληξε Εξετάσεων

source: These are the exam(s) which has been expired
el: Αυτές είναι η εξέταση (ες) η οποία έχει λήξει
