Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gre/LC_MESSAGES/default.po
Languages: el

source: File Manager
el: διαχειριστής αρχείων

source: You can find your result here.
el: Μπορείτε να βρείτε το αποτέλεσμά σας εδώ.

source: Thanks for given the exam.
el: Ευχαριστώ για δεδομένο τις εξετάσεις.

source: Dashboard
el: Πίνακας

source: My Exams
el: Εξετάσεις μου

source: My Result
el: Αποτέλεσμα μου

source: Group Performance
el: ομάδα απόδοσης

source: Payment
el: Πληρωμή

source: Transaction History
el: Ιστορικό Συναλλαγών

source: Mailbox
el: Γραμματοκιβώτιο

source: Help
el: Βοήθεια

source: Home
el: Αρχική σελίδα

source: Register
el: Εγγραφή

source: Log In
el: Σύνδεσου

source: Invalid Post
el: Μη έγκυρη Δημοσίευση

source: Jan
el: Ιαν

source: Feb
el: Φεβ

source: Mar
el: Μαρ

source: Apr
el: Απρ

source: May
el: Μαι

source: Jun
el: Ιουν

source: Jul
el: Ιουλ

source: Aug
el: Αυγ

source: Sep
el: Σεπ

source: Oct
el: Οκτ

source: Nov
el: Νοε

source: Dec
el: Δεκ

source: Percentage
el: Τοις εκατό

source: Month
el: Μήνας

source: Exams
el: εξετάσεις

source: Email verified successfully
el: Email επαληθεύεται με επιτυχία

source: Invalid Verification Code
el: Μη έγκυρος κωδικός επαλήθευσης

source: A verification Code send to your Email inbox or Spam
el: Επαλήθευση Κωδικός στείλετε στο email inbox ή Spam σας

source: Email Id already verified
el: Id email ήδη επαληθευτεί

source: Email Id not registered in system
el: Id email δεν είναι νηολογημένα στο σύστημα

source: You have attempted maximum exam.
el: Έχετε προσπαθήσει μέγιστη εξετάσεις.

source: You have attempted maximum number of questions in this subject
el: Έχετε προσπαθήσει μέγιστο αριθμό των ερωτήσεων σε αυτό το θέμα

source: You can find your result here
el: Μπορείτε να βρείτε το αποτέλεσμά σας εδώ

source: Insufficient Amount.
el: Ανεπαρκής ποσότητα.

source: 1. The test instructions were
el: 1. Οι οδηγίες δοκιμή ήταν

source: 2. Language of question was
el: 2. Γλώσσα ερώτημα ήταν

source: 3. Overall test experience was
el: 3. Η συνολική εμπειρία της δοκιμής ήταν

source: Any other feedback suggestion:
el: Οποιαδήποτε άλλη πρόταση σχόλια:

source: Feedback has submitted successfully!
el: Ανατροφοδότηση έχει υποβληθεί με επιτυχία!

source: Feedback already submitted.
el: Ανατροφοδότηση που έχουν ήδη υποβληθεί.

source: Email id is not registered in system
el: Email id δεν έχει καταχωρηθεί στο σύστημα

source: Your password reset link is sent to your registered email id
el: Σας σύνδεσμο επαναφοράς κωδικού πρόσβασης έχει αποσταλεί στους εγγεγραμμένους ταυτότητα ηλεκτρονικού ταχυδρομείου σας

source: Incorrect code
el: Λάθος κωδικός

source: Password Changed Successfully
el: Κωδικός πρόσβασης άλλαξε επιτυχώς

source: My Performance
el: Επιδόσεις μου

source: My Group performance
el: απόδοση του Ομίλου μου

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
el: Εφαρμογή που έχουν ήδη εγκατασταθεί. Αφαιρέστε app / tmp / installed.txt να εγκαταστήσετε ξανά την εφαρμογή

source: Writeable
el: εγγράψιμο

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
el: Δυστυχώς! Αρχείο Άδεια Σφάλμα <br> παρακαλώ goto app / config / database.php είναι εγγράψιμο λειτουργία.

source: A connection was successfully established with the server.
el: Μια σύνδεση ιδρύθηκε με επιτυχία με το διακομιστή.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
el: Δεν ήταν δυνατή η σύνδεση με τη βάση δεδομένων. Παρακαλώ ελέγξτε τις ρυθμίσεις στο app / config / database.php και δοκιμάστε ξανά

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
el: Δυστυχώς! Φάκελο Άδεια Σφάλμα <br> Παρακαλούμε φάκελο tmp είναι εγγράψιμο λειτουργία.

source: Your Mail has been sent
el: Mail σας έχει σταλεί

source: Forwarded message
el: προωθημένο μήνυμα

source: From
el: Από

source: Subject
el: Θέμα

source: The mail has been moved to the Trash
el: Το μήνυμα έχει μεταφερθεί στον κάδο απορριμμάτων

source: Your Mail has been deleted
el: Mail σας έχει διαγραφεί

source: The mail has been moved to the Inbox
el: Το μήνυμα έχει μεταφερθεί στο φάκελο εισερχομένων

source: The mail has been marked as Read
el: Το μήνυμα έχει επισημανθεί ως Διαβάστε

source: The mail has been marked as Unread
el: Το μήνυμα έχει επισημανθεί ως μη αναγνωσμένα

source: Paypal Payment not set
el: Paypal πληρωμής δεν έχει οριστεί

source: Payment Cancel
el: πληρωμή Ακύρωση

source: Wallet Payment
el: Πορτοφόλι πληρωμής

source: Try again! Can not connect to paypal
el: Προσπάθησε ξανά! Δεν είναι δυνατή η σύνδεση με paypal

source: Invalid Amount
el: Μη έγκυρο ποσό

source: Payment already done
el: Πληρωμής που έχει ήδη γίνει

source: Payment not done
el: Η πληρωμή δεν γίνεται

source: Payment successfully! Amount %s added in your wallet
el: Πληρωμή με επιτυχία! Ποσό %s προστέθηκε στο πορτοφόλι σας

source: Profile Updated Successfully
el: Προφίλ ενημερώθηκε με επιτυχία

source: Photo Updated Successfully
el: Φωτογραφία ενημερώθηκε με επιτυχία

source: Please select any group
el: Παρακαλώ επιλέξτε οποιαδήποτε ομάδα

source: Invalid Security Code
el: Κωδικός Ασφαλείας Άκυρη

source: Score
el: ΣΚΟΡ

source: Max Marks
el: ΜΑΧ

source: Marks Scored
el: Marks Γκολ

source: Subject Wise Time Taken
el: Θέμα χρόνου Wise Taken

source: Student Performance
el: επιδόσεις των μαθητών

source: Correct Question
el: σωστή Ερώτηση

source: Incorrect Question
el: Εσφαλμένη Ερώτηση

source: Right Marks
el: Δικαίωμα σήματα

source: Negative Marks
el: αρνητική σήματα

source: Percentage(%) in Exam
el: Ποσοστό (%) για τις εξετάσεις

source: Percentage(%)
el: Τοις εκατό(%)

source: nd
el: 2η

source: rd
el: 3η

source: th
el: Πε

source: You %s
el: Μπορείτε %s

source: Administrator
el: Διαχειριστής

source: Payment Gateway
el: Πύλη πληρωμής

source: Pay Exam
el: Pay Εξετάσεων

source: Your account has expired. Please contact administrator
el: Ο λογαριασμός σας έχει λήξει. Επικοινωνήστε με το διαχειριστή

source: You have been logged in successfully
el: Έχετε εισέλθει με επιτυχία

source: Your email not verified! Please click on link sent to your email inbox or spam
el: Το email σας δεν επαληθεύτηκε! Παρακαλώ κάντε κλικ στο σύνδεσμο που αποστέλλονται στα εισερχόμενα e-mail ή ανεπιθύμητα μηνύματα σας

source: Incorrect username/password
el: Λανθασμένη το ψευδώνυμο / κωδικό

source: You have been logged out successfully
el: Έχετε συνδεθεί με επιτυχία

source: You are %s Member! Please contact administrator
el: Είστε %s μέλος! Επικοινωνήστε με το διαχειριστή

source: Hours
el: Ώρες

source: Mins
el: λεπτά

source: Sec
el: Άρθρο 274.

source: Grand Total
el: ΣΥΝΟΛΟ

source: Your Question has been added for exam
el: Η ερώτησή σας έχει προστεθεί για τις εξετάσεις

source: Your Question has been deleted for exam
el: Η ερώτησή σας έχει διαγραφεί για τις εξετάσεις

source: No Permission
el: Χωρίς άδεια

source: Advertisement has been saved
el: Διαφήμιση έχει αποθηκευτεί

source: Invalid post
el: Μη έγκυρη θέση

source: Advertisement has been deleted
el: Διαφήμιση έχει διαγραφεί

source: Photo Changed Successfully
el: Φωτογραφία άλλαξε επιτυχώς

source: Not Attempted
el: Δεν επιχειρηθηκε

source: Marks Updated
el: Marks Ενημέρωση

source: Successfully Finalize
el: επιτυχής Οριστικοποίηση

source: Successfully Closed Exam
el: Επιτυχής Κλειστό Εξετάσεων

source: English
el: Ελληνικά

source: French
el: Γαλλικά

source: Your Setting has been saved
el: Η ρύθμισή σας έχει αποθηκευτεί

source: Page Added Successfully
el: Σελίδα προστέθηκε με επιτυχία

source: Pages updated Successfully
el: Σελίδες ενημερώθηκε με επιτυχία

source: Page has been deleted
el: Σελίδα έχει διαγραφεί

source: Page has been Unpublished
el: Σελίδα έχει Ανέκδοτα

source: Page has been Published
el: Σελίδα έχει δημοσιευθεί

source: Something wrong
el: Κάτι λάθος

source: Currency has been saved
el: Νόμισμα έχει αποθηκευτεί

source: Currency has been deleted
el: Νόμισμα έχει διαγραφεί

source: Student Details
el: Λεπτομέρειες φοιτητής

source: Active
el: Ενεργό

source: Pending
el: Εκκρεμεί

source: Suspend
el: Ανα

source: Pass
el: Επιτυχία

source: Fail
el: Αποτυχία

source: Absent
el: Απών

source: Student
el: Μαθητής.

source: Passing %age
el: Περνώντας %a GE

source: Average %age
el: Μέσος %a GE

source: Question Count
el: ερώτηση Καταμέτρηση

source: Total Question
el: Σύνολο Ερώτηση

source: Question Bank Difficulty Wise
el: Ερώτηση Τράπεζα Δυσκολία Wise

source: Easy
el: Εύκολα.

source: Medium
el: Μέτρια

source: Hard
el: Σκληρά

source: Name has been updated
el: Όνομα έχει ενημερωθεί

source: Email template has been saved
el: πρότυπο ηλεκτρονικού ταχυδρομείου έχει αποθηκευτεί

source: Email template has been deleted
el: πρότυπο ηλεκτρονικού ταχυδρομείου έχει διαγραφεί

source: End Date is not less than Start date
el: Ημερομηνία λήξης δεν είναι μικρότερη από την ημερομηνία έναρξης

source: Please Select any group
el: Επιλέξτε οποιαδήποτε ομάδα

source: Please Add Subject To Exam
el: Παρακαλούμε Προσθήκη θέματος για να Εξετάσεων

source: Exam has been saved. Add questions in exam
el: Εξετάσεων έχει αποθηκευτεί. Προσθέστε ερωτήσεις εξετάσεις

source: Exam has been saved
el: Εξετάσεων έχει αποθηκευτεί

source: Exam has been updated
el: Εξετάσεων έχει ενημερωθεί

source: Exam has been deleted
el: Εξετάσεων έχει διαγραφεί

source: Difficulty Level
el: Επίπεδο δυσκολίας

source: Subject Wise Question Count
el: Θέμα Καταμέτρηση Wise Ερώτηση

source: Exam sucessfully inactivated
el: Εξετάσεις με επιτυχία αδρανοποιηθεί

source: Exam sucessfully activated
el: Εξετάσεις με επιτυχία ενεργοποιημένη

source: There are no question added!
el: Τα υπάρχει καμία αμφιβολία προστεθεί!

source: Your username is sent to your registered email id
el: Το όνομα χρήστη σας αποστέλλεται με συστημένη ταυτότητα ηλεκτρονικού ταχυδρομείου σας

source: Group Added Successfully
el: Ομάδα προστέθηκε με επιτυχία

source: Group has been saved
el: Ομάδα έχει αποθηκευτεί

source: Group has been deleted
el: Ομάδα έχει διαγραφεί

source: Delete subject first
el: Διαγραφή θέμα πρώτα

source: Help content has been saved
el: περιεχόμενο βοήθειας έχει αποθηκευτεί

source: Help content has been deleted
el: περιεχόμενο βοήθειας έχει διαγραφεί

source: Questions imported successfully
el: Ερωτήσεις που εισάγονται με επιτυχία

source: File not uploaded
el: Το αρχείο δεν φορτώθηκε

source: Only CSV File supported
el: Μόνο CSV αρχείων που υποστηρίζονται

source: Please Select Subject
el: Επιλέξτε Θέμα

source: Please Select any Group
el: Επιλέξτε οποιαδήποτε Ομάδα

source: Students imported successfully
el: Οι φοιτητές εισάγονται με επιτυχία

source: Please Select Group
el: Επιλέξτε Ομάδα

source: Student Email not found
el: Φοιτητής Email δεν βρέθηκε

source: News has been saved
el: News έχει αποθηκευτεί

source: News has been deleted
el: News έχει διαγραφεί

source: Paypal Payment Setting has been saved
el: Paypal πληρωμή ρύθμισης έχει αποθηκευτεί

source: Setting Problem
el: ρύθμιση πρόβλημα

source: Please Choose the Correct answer
el: Επιλέξτε τη σωστή απάντηση

source: Please select true or false
el: Επιλέξτε αληθείς ή ψευδείς

source: Please fill blank space
el: Παρακαλούμε συμπληρώστε κενό διάστημα

source: Question added to bank successfully
el: Ερώτηση προστίθεται στην τράπεζα επιτυχώς

source: Question has been updated
el: Ερώτηση έχει ενημερωθεί

source: Question has been deleted
el: Ερώτηση έχει διαγραφεί

source: Delete exam first!
el: Διαγραφή εξετάσεις πρώτο!

source: Question Difficulty Level
el: Ερώτηση Επίπεδο Δυσκολίας

source: Performance
el: Επιδόσεις

source: Candidate Marks Distribution
el: Υποψήφιος σήματα Διανομή

source: Max Marks Distribution
el: Διανομή ΜΑΧ

source: Please select any type in the list
el: Παρακαλώ επιλέξτε οποιοδήποτε τύπο από τη λίστα

source: Please type any email
el: Πληκτρολογείστε κάθε email

source: Email has been sent
el: E-mail έχει σταλεί

source: No email to send
el: Όχι για να στείλετε e-mail

source: Please type any name
el: Παρακαλώ πληκτρολογήστε οποιοδήποτε όνομα

source: Sms has been sent
el: Sms έχει σταλεί

source: No sms to send
el: Δεν sms για να στείλετε

source: Signature has been saved
el: Υπογραφή έχει αποθηκευτεί

source: Signature has been deleted
el: Υπογραφή έχει διαγραφεί

source: Slide has been saved
el: Slide έχει αποθηκευτεί

source: Slide has been deleted
el: Slide έχει διαγραφεί

source: SMS template has been saved
el: πρότυπο SMS έχει αποθηκευτεί

source: SMS template has been deleted
el: πρότυπο SMS έχει διαγραφεί

source: Student added Successfully
el: Φοιτητής προστέθηκε με επιτυχία

source: Please Select atleast one group
el: Επιλέξτε atleast μία ομάδα

source: Student has been updated
el: Φοιτητής έχει ενημερωθεί

source: Student has been deleted
el: Φοιτητής έχει διαγραφεί

source: Student Wallet has been updated
el: Πορτοφόλι φοιτητής έχει ενημερωθεί

source: Subject Added Successfully
el: Θέμα προστέθηκε με επιτυχία

source: Subject already exist
el: Θέμα υπάρχουν ήδη

source: Subject has been updated
el: Θέμα έχει ενημερωθεί

source: Subject has been deleted
el: Θέμα έχει διαγραφεί

source: Testimonial has been saved
el: Μαρτυρία έχει αποθηκευτεί

source: Testimonial has been updated
el: Μαρτυρία έχει ενημερωθεί

source: Testimonial has been deleted
el: Μαρτυρία έχει διαγραφεί

source: User Added Successfully
el: Ο χρήστης προστέθηκε επιτυχώς!

source: User has been updated
el: Ο χρήστης έχει ενημερωθεί

source: User has been deleted
el: Ο χρήστης έχει διαγραφεί

source: Permission update successfully
el: ενημέρωση άδεια επιτυχία

source: You have been logged in Successfully
el: Έχετε εισέλθει με επιτυχία

source: You have been logged out
el: Έχετε αποσυνδεθεί

source: Level User has been saved
el: Επίπεδο χρήστη έχει αποθηκευτεί

source: Level user has been deleted
el: σε επίπεδο χρήστη έχει διαγραφεί

source: Logo has been saved
el: Logo έχει αποθηκευτεί

source: Logo has been deleted
el: Logo έχει διαγραφεί

source: Add Questions
el: Προσθέστε ερωτήσεις

source: Question Type
el: ερώτηση Τύπος

source: Search
el: Έρευνα

source: Reset
el: Επαναφορά

source: Add To Exam
el: Προσθήκη στα Εξετάσεων

source: Delete To Exam
el: Διαγραφή Για να Εξετάσεων

source: Back To Exam
el: Επιστροφή στην Εξετάσεων

source: Type
el: Είδος

source: Body of Question
el: Σώμα Ερώτηση

source: Level
el: Επίπεδο

source: Marks
el: Σημάδια

source: Action
el: Δράση

source: Add Advertisement
el: Προσθέστε Διαφήμιση

source: Advertisement Name
el: Διαφήμιση Όνομα

source: URL Type
el: URL Τύπος

source: Internal
el: Εσωτερική έκδοση

source: External
el: Εξωτερικός

source: URL Target
el: Η διεύθυνση URL προορισμού

source: _self
el: _εαυτός

source: _blank
el: (Κενό)

source: Upload Image (350*260)
el: Μεταφόρτωση εικόνας

source: Save
el: Αποθήκευση

source: Close
el: Κλείσιμο

source: Update Photo
el: Ενημέρωση Φωτογραφία

source: Upload Photo
el: Ανέβασμα φωτογραφίας

source: Update
el: Ενημέρωση

source: Cancel
el: Ακύρωση

source: Edit Advertisements
el: Επεξεργασία Διαφημίσεις

source: Form
el: (εξ.

source: Status
el: Κατάσταση

source: Advertisements
el: διαφημίσεις

source: Add New Advertisement
el: Προσθέστε Νέα Διαφήμιση

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: View
el: Προβολή

source: Change Photo
el: Άλλαξε φωτογραφία

source: View Slides
el: Προβολή διαφανειών

source: Attempted Papers of
el: Απόπειρα έγγραφα της

source: Name
el: Όνομα

source: Total Marks
el: Σύνολο σήματα

source: Obtained Marks
el: λαμβάνονται σήματα

source: Result Finalized
el: αποτέλεσμα Οριστικοποιήθηκε

source: Finalize It
el: οριστικοποίηση Είναι

source: FAILED
el: Απέτυχε

source: Finalized By
el: οριστικοποιηθεί μέχρι

source: Question No
el: ερώτηση αριθ

source: Option1
el: επιλογή.

source: Option2
el: επιλογή.

source: Option3
el: επιλογή.

source: Option4
el: επιλογή.

source: Option5
el: επιλογή.

source: Option6
el: επιλογή.

source: Marked Answer
el: αξιοσημείωτη Απάντηση

source: Correct Answer
el: Σωστή απάντηση

source: Time Taken
el: χρόνος που απαιτείται

source: Marks Obtained
el: βαθμών

source: Checked by
el: Ελεγμένο από

source: System
el: Σύστημα

source: Configuration Options
el: Επιλογές διαμόρφωσης

source: Site Name
el: Όνομα ιστοσελίδας

source: Organization Name
el: Όνομα Οργανισμού

source: Domain Name
el: Όνομα τομέα

source: Organization Email
el: οργάνωση Email

source: Meta Title
el: Meta τίτλος

source: Meta Description
el: Meta Περιγραφή

source: Time Zone
el: Ζώνη ώρας

source: Please Select
el: Παρακαλώ επιλέξτε

source: Currency
el: Νόμισμα

source: Header Contact
el: header Επικοινωνία

source: Email Contact
el: email Επικοινωνία

source: Display records per page
el: αρχεία οθόνη ανά σελίδα

source: Max records per page
el: Max καταγράφει ανά σελίδα

source: Date Format
el: Μορφή ημερομηνίας

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
el: Ημερομηνία, μήνας, έτος, ώρες, λεπτά, δευτερόλεπτα, Meridian, ημερομηνία Seprator, Ώρα Seprator

source: Image
el: Εικόνα

source: Text
el: Κείμενο

source: Text Direction
el: Κατεύθυνση κειμένου

source: Left-to-right (LTR)
el: Από αριστερά προς τα δεξιά (LTR)

source: Right-to-Left (RTL)
el: Από δεξιά προς τα αριστερά (RTL)

source: Language
el: Γλώσσα

source: Enable SMS Notification
el: Ενεργοποίηση SMS ειδοποίησης

source: Enable Email Notification
el: Ενεργοποίηση ειδοποιήσεων Email

source: Manual Verification
el: εγχειρίδιο επαλήθευσης

source: Front End Registration
el: Front End Εγγραφή

source: Front End Slides
el: Front End Διαφάνειες

source: Translation
el: Μεταφορά

source: Paid Exam
el: καταβληθεί Εξετάσεων

source: Math Editor
el: μαθηματικά Εκδότης

source: Exam Expiry
el: εξετάσεις λήξης

source: Exam Feedback
el: εξετάσεις Σχόλια

source: Tolrance Count
el: Tolrance Καταμέτρηση

source: Certificate
el: Πιστοποιητικό

source: Testimonial
el: Πιστοποιητικό

source: Advertisement
el: Διαφήμιση

source: No. of Visitor
el: Αριθμός επισκεπτών

source: No. of Student
el: Αριθμός σπουδαστών

source: No. of Exam
el: Αριθμός Εξετάσεων

source: Save Settings
el: Αποθήκευση ρυθμίσεων

source: Add Pages
el: Προσθέστε Σελίδες

source: Link Name
el: Όνομα σύνδεσμο

source: Link Order
el: σύνδεσμος Παραγγελία

source: Page Type
el: Τύπος σελίδας

source: External Url
el: εξωτερική διεύθυνση URL

source: Url Target
el: url προορισμού

source: Page Name
el: Όνομα σελίδας

source: Page Url
el: Διεύθυνση URL σελίδας

source: Page Content
el: Το περιεχόμενο της σελίδας

source: Edit Pages
el: Επεξεργασία Σελίδες

source: Add New Page
el: Προσθήκη νέας σελίδας

source: Published
el: Δημοσίευσε

source: Unpublished
el: Αδημοσίευτος

source: Add Currency
el: Προσθήκη Νομίσματος

source: Currency Name
el: νόμισμα Όνομα

source: Short Name
el: Σύντομο όνομα

source: Upload Currency (Less or equal to 50*50)
el: Ανεβάστε νομίσματος (μικρότερη ή ίση με 50 * 50)

source: Add New Currency
el: Προσθήκη νέου νομίσματος

source: In Progress Exam
el: Σε εξετάσεις προόδου

source: Upcoming Exam
el: Προσεχώς Εξετάσεων

source: Completed Exam
el: ολοκληρώθηκε Εξετάσεων

source: Students
el: Μαθητές.

source: In Progress & Upcoming Exams
el: Σε εξέλιξη & Μελλοντικές Εξετάσεις

source: Date
el: Ημερομηνία

source: Exam Name
el: εξετάσεις Όνομα

source: Group
el: ομάδα

source: Duration
el: Διάρκεια

source: Recent Exam Results
el: Πρόσφατα Αποτελέσματα Εξετάσεων

source: Exam
el: Εξέταση

source: Overall Result
el: Συνολικό αποτέλεσμα

source: Student Stats
el: φοιτητής Στατιστικά

source: To
el: Έως

source: Details
el: Λεπτομέριες

source: Top 10 Student Group Wise
el: Top 10 Φοιτητική Ομάδα Wise

source: Student Statistic Table
el: Φοιτητής Στατιστικά Πίνακα

source: Total Students
el: Σύνολο μαθητών

source: Total Active
el: Σύνολο Active

source: Total Pending
el: Σύνολο εκκρεμότητα

source: Total Suspended
el: Σύνολο Αιωρούμενα

source: Top 10 Question Bank Subject Wise
el: Top 10 Ερώτηση Τράπεζα Θέμα Wise

source: Top 10 Difficulty Level of Questions
el: Top 10 Επίπεδο δυσκολίας Ερωτήσεων

source: Question Count Table
el: Ερώτηση Καταμέτρηση Πίνακας

source: Bank Name
el: Όνομα τράπεζας

source: Total Easy
el: Σύνολο Easy

source: Total Normal
el: Σύνολο Κανονική

source: Total Difficult
el: Σύνολο Δύσκολο

source: Diffculty Level
el: diffculty Επίπεδο

source: E-Mail Settings
el: Ρυθμίσεις E-Mail

source: Email Type
el: Τύπος email

source: LOCALHOST
el: τοπικός υπολογιστής υπηρεσίας: 127.0.0.1

source: Server Name / Host
el: Όνομα διακομιστή / Host

source: Port
el: Θύρα

source: User Name
el: Όνομα χρήστη

source: Password
el: Κωδικός Πρόσβασης

source: Add Email Template
el: Προσθέστε Πρότυπο Email

source: Email Template
el: Πρότυπο ηλεκτρονικΌ ταχυδρομείο 2

source: Edit Email Templates
el: Πρότυπα Επεξεργασία Email

source: Email Templates
el: Πρότυπα ηλεκτρονικού ταχυδρομείου

source: Add New Email Template
el: Προσθήκη νέου προτύπου Email

source: Template
el: Πρότυπο

source: Subject Added successfully
el: Θέμα προστέθηκε με επιτυχία

source: Add Exam
el: Προσθέστε Εξετάσεων

source: Name of Exam
el: Όνομα του Εξετάσεων

source: Passing Percentage
el: περνώντας Ποσοστό

source: Instruction
el: Εντολή

source: Exam Duration (Min.)
el: Εξετάσεις Διάρκεια (Min.)

source: 0 for unlimited duration
el: 0 για απεριόριστη διάρκεια

source: Attempt Count
el: απόπειρα Καταμέτρηση

source: 0 for unlimited attempt
el: 0 για απεριόριστες προσπάθεια

source: Start Date
el: Ημερομηνία έναρξης

source: End Date
el: Ημερομηνία λήξης

source: Show Answer Sheet
el: Εμφάνιση φύλλο απαντήσεων

source: Yes
el: Ναι

source: No
el: Όχι

source: Select Group
el: Επιλογή ομάδας

source: Student Group
el: Ομάδα Φοιτητών

source: Negative Marking
el: αρνητική Σήμανση

source: Random Question
el: Τυχαία Ερώτηση

source: Amount
el: Ποσότητα

source: Browser Tolrance
el: Tolrance πρόγραμμα περιήγησης

source: Expiry Days
el: λήξη Ημέρες

source: 0 for Unlimited
el: 0 για απεριόριστη

source: Result After Finish
el: Αποτέλεσμα Μετά Finish

source: Mode
el: Τρόπος λειτουργίας

source: Instant Result
el: Άμεση Αποτέλεσμα

source: Option Shuffle
el: επιλογή Shuffle

source: Add Subjects To Exams
el: Προσθέστε θέματα για να Εξετάσεις

source: Subject Name
el: Θέμα Όνομα

source: No. of Questions
el: Όχι Ερωτήσεων

source: Ques Attempt Count
el: Τημα Προσπάθεια Καταμέτρηση

source: Questions Attempt Count
el: Ερωτήσεις Προσπάθεια Καταμέτρηση

source: Leave blank for not showing (0 for unlimited)
el: Αφήστε κενό για να μην δείχνει (0 για απεριόριστο)

source: ctrl+click to add multiples
el: Ctrl + κλικ για να προσθέσετε πολλαπλάσια

source: Add
el: Προσθήκη

source: Edit Exam
el: Επεξεργασία Εξετάσεων

source: Exam Stats
el: Στατιστικά εξετάσεις

source: No of Student Passed
el: Αριθμός Φοιτητών που πέρασε

source: Download
el: Κατεβασμένα

source: No of Student Failed
el: Αριθμός Φοιτητών απέτυχε

source: No of Student Absent
el: Αριθμός Φοιτητών Απών

source: Exam Details
el: Λεπτομέρειες για τις εξετάσεις

source: Finalize Result
el: οριστικοποίηση Αποτέλεσμα

source: Attempted Papers
el: απόπειρα Papers

source: Eligible Group
el: επιλέξιμες Ομάδα

source: Close Exam
el: Κλείστε Εξετάσεων

source: Activate Exam
el: Ενεργοποιήστε Εξετάσεων

source: Exam Closed Re-Activate Exam
el: Εξετάσεων Κλειστή Re-Ενεργοποίηση εξετάσεις

source: Browser Tolrence
el: Tolrence πρόγραμμα περιήγησης

source: Expiry
el: Λήξη

source: Unlimited
el: Απεριόριστ

source: Days
el: Ημέρες

source: Subjective
el: Υποκειμενικός

source: Objective
el: Σκοπός

source: True &amp; False
el: Αληθινή & amp? Ψευδής

source: Fill in the blanks
el: Συμπληρώστε τα κενά

source: Total Questions
el: Σύνολο ερωτήσεις

source: Question Attempt Count
el: Ερώτηση Απόπειρα Καταμέτρηση

source: H
el: ω

source: Total
el: Σύνολο

source: E
el: Ε

source: M
el: Δ

source: Student Name
el: Όνομα μαθητή
