Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gre/LC_MESSAGES/default.po
Languages: el

source: Ireland
el: Ιρλανδία

source: Israel
el: Ισραήλ

source: Italy
el: Ιταλία

source: Jamaica
el: Τζαμάικα

source: Japan
el: Ιαπωνία

source: Jordan
el: Ιορδανία

source: Kazakhstan
el: Καζακστάν

source: Kenya
el: Κένυα

source: Kiribati
el: Κιριμπάτι

source: Korea, Democratic People's Republic of
el: Κορέα, Λαϊκή Δημοκρατία της

source: Korea, Republic of
el: Δημοκρατία της Κορέας

source: Kuwait
el: Κουβέϊτ

source: Kyrgyzstan
el: Κιργκιστάν

source: Lao People's Democratic Republic
el: Λαϊκή Δημοκρατία

source: Latvia
el: Λετονία

source: Lebanon
el: Λίβανος

source: Lesotho
el: Λεσότο

source: Liberia
el: Λιβερία

source: Libyan Arab Jamahiriya
el: Λιβυκή Αραβική Τζαμαχιρία

source: Liechtenstein
el: Λιχτενστάιν

source: Lithuania
el: Λιθουανία

source: Luxembourg
el: Λουξεμβούργο

source: Macao
el: Μακάο

source: Macedonia, the Former Yugoslav Republic of
el: Μακεδονίας, η Πρώην Γιουγκοσλαβική Δημοκρατία της

source: Madagascar
el: Μαδαγασκάρη

source: Malawi
el: Μαλάουϊ

source: Malaysia
el: Μαλαισία

source: Maldives
el: Μαλδίβες

source: Mali
el: Μαλί

source: Malta
el: Μάλτα

source: Marshall Islands
el: Νήσοι Μάρσαλ

source: Martinique
el: Μαρτινίκα

source: Mauritania
el: Μαυριτανία

source: Mauritius
el: Μαυρίκιος

source: Mayotte
el: Μαγιότ

source: Mexico
el: Μεξικό

source: Micronesia, Federated States of
el: Μικρονησία, Ομόσπονδες Πολιτείες της

source: Moldova, Republic of
el: Μολδαβία, Δημοκρατία της

source: Monaco
el: Μονακό

source: Mongolia
el: Μογγολία

source: Montserrat
el: Μοντσεράτ

source: Morocco
el: Μαρόκο

source: Mozambique
el: Μοζαμβίκη

source: Myanmar
el: Μιανμάρ

source: Namibia
el: Ναμίμπια

source: Nauru
el: Ναουρού

source: Nepal
el: Νεπάλ

source: Netherlands
el: Ολλανδία

source: Netherlands Antilles
el: Ολλανδικές Αντίλες

source: New Caledonia
el: Νέα Καληδονία

source: New Zealand
el: Νέα Ζηλανδία

source: Nicaragua
el: Νικαράγουα

source: Niger
el: Νίγηρας

source: Nigeria
el: Νιγηρία

source: Niue
el: Νιούε

source: Norfolk Island
el: Νήσος Νόρφολκ

source: Northern Mariana Islands
el: Νησιά Βόρειες Μαριάνες

source: Norway
el: Νορβηγία

source: Oman
el: Ομάν

source: Pakistan
el: Πακιστάν

source: Palau
el: Παλάου

source: Palestinian Territory, Occupied
el: Παλαιστινιακά Εδάφη, Κατεχόμενα

source: Panama
el: Παναμάς

source: Papua New Guinea
el: Παπούα Νέα Γουϊνέα

source: Paraguay
el: Παραγουάη

source: Peru
el: Περού

source: Philippines
el: Φιλιππίνες

source: Pitcairn
el: Πίτκερν

source: Poland
el: Πολωνία

source: Portugal
el: Πορτογαλία

source: Puerto Rico
el: Πουέρτο Ρίκο

source: Qatar
el: Κατάρ

source: Reunion
el: Ρεϊνιόν

source: Romania
el: Ρουμανία

source: Russian Federation
el: Ρωσική Ομοσπονδία

source: Rwanda
el: Ρουάντα

source: Saint Helena
el: Αγία Ελένη

source: Saint Kitts and Nevis
el: Σεντ Κιτς και Νέβις

source: Saint Lucia
el: Αγία Λουκία

source: Saint Pierre and Miquelon
el: Σεντ Πιερ και Μικελόν

source: Saint Vincent and the Grenadines
el: Άγιος Βικέντιος και Γρεναδίνες

source: Samoa
el: Σαμόα

source: San Marino
el: Σαν Μαρίνο

source: Sao Tome and Principe
el: Σάο Τομέ και Πρίνσιπε

source: Saudi Arabia
el: Σαουδική Αραβία

source: Senegal
el: Σενεγάλη

source: Serbia and Montenegro
el: Σερβία και Μαυροβούνιο

source: Seychelles
el: Σεϋχέλλες

source: Sierra Leone
el: Σιέρα Λεόνε

source: Singapore
el: Σιγκαπούρη

source: Slovakia
el: Σλοβακία

source: Slovenia
el: Σλοβενία

source: Solomon Islands
el: Νήσοι Σολομώντα

source: Somalia
el: Σομαλία

source: South Africa
el: Νότια Αφρική

source: South Georgia and the South Sandwich Islands
el: Νότια Γεωργία και Νότια Νησιά Σάντουϊτς

source: Spain
el: Ισπανία

source: Sri Lanka
el: Σρι Λάνκα

source: Sudan
el: Σουδάν

source: Suriname
el: Σουρινάμ

source: Svalbard and Jan Mayen
el: Σβάλμπαρντ και Γιαν Μάγεν

source: Swaziland
el: Σουαζιλάνδη

source: Sweden
el: Σουηδία

source: Switzerland
el: Ελβετία

source: Syrian Arab Republic
el: Αραβική Δημοκρατία της Συρίας

source: Taiwan, Province of China
el: Ταϊβάν, Επαρχία της Κίνας

source: Tajikistan
el: Τατζικιστάν

source: Tanzania, United Republic of
el: Τανζανία, Ενωμένη Δημοκρατία της

source: Thailand
el: Ταϊλάνδη

source: Timor-Leste
el: Ανατολικό Τιμόρ

source: Togo
el: Τόγκο

source: Tokelau
el: Τοκελάου

source: Tonga
el: Τόνγκα

source: Trinidad and Tobago
el: Τρινιντάντ και Τομπάγκο

source: Tunisia
el: Τυνησία

source: Turkey
el: Γαλοπούλα

source: Turkmenistan
el: Τουρκμενιστάν

source: Turks and Caicos Islands
el: Νησιά Ταρκ και Κάικος

source: Tuvalu
el: Τουβαλού

source: Uganda
el: Ουγκάντα

source: Ukraine
el: Ουκρανία

source: United Arab Emirates
el: Ηνωμένα Αραβικά Εμιράτα

source: United Kingdom
el: Ηνωμένο Βασίλειο

source: United States
el: Ηνωμένες Πολιτείες

source: Uruguay
el: Ουρουγουάη

source: Uzbekistan
el: Ουζμπεκιστάν

source: Vanuatu
el: Βανουάτου

source: Venezuela
el: Βενεζουέλα

source: Viet Nam
el: Βιετνάμ

source: Virgin Islands, British
el: Βρετανικές παρθένες νήσοι

source: Virgin Islands, U.s.
el: Αμερικανικές Παρθένες Νήσοι

source: Wallis and Futuna
el: Ουάλις και Φουτούνα

source: Western Sahara
el: Δυτική Σαχάρα

source: Yemen
el: Υεμένη

source: Zambia
el: Ζάμπια

source: Zimbabwe
el: Ζιμπάμπουε

source: Invalid argument #1: %s is not a valid %s identifyer.
el: Μη έγκυρο επιχείρημα # 1: %s δεν είναι έγκυρο %s identifyer.

source: %s for Row %d failed to save.
el: %s για Row %d απέτυχε να σώσει.

source: You need to define at least one field to be toggleable.
el: Θα πρέπει να ορίσετε τουλάχιστον ένα πεδίο για να toggleable.

source: The field %s is not in the list of toggleable fields.
el: Το πεδίο %s δεν είναι στη λίστα των toggleable πεδία.

source: The field %s does not have two toggleable states defined.
el: Το πεδίο %s δεν έχει δύο toggleable καταστάσεις που ορίζονται.

source: Invalid record
el: Μη έγκυρο αρχείο

source: Server lipsum.com returns error code %s.
el: Διακομιστή lipsum.com επιστρέφει κωδικό σφάλματος %s .

source: Response from lipsum.com is empty or could not be decoded.
el: Απάντηση από lipsum.com είναι άδειο ή δεν θα μπορούσε να αποκωδικοποιηθεί.

source: Connection to server lipsum.com failed. %s.
el: Σύνδεση με lipsum.com διακομιστή απέτυχε. %s .

source: Please correct the errors below.
el: Διορθώστε τα παρακάτω σφάλματα.

source: Error
el: Σφάλμα

source: The requested address %s was not found on this server.
el: Η ζητούμενη διεύθυνση %s δεν βρέθηκε σε αυτόν το διακομιστή.

source: An Internal Error Has Occurred.
el: Παρουσιάστηκε εσωτερικό σφάλμα.

source: datasource configuration was not found
el: διαμόρφωση πηγή δεδομένων δεν βρέθηκε

source: CakePHP: the rapid development php framework
el: CakePHP: η ταχεία ανάπτυξη πλαισίου php

source: Debug setting does not allow access to this url.
el: ρύθμιση debug δεν επιτρέπει την πρόσβαση σε αυτό το url.

source: Add New Exam
el: Προσθήκη νέου Εξετάσεων

source: Inactive
el: Ανενεργό

source: Start & End Date
el: Start & Ημερομηνία Λήξης

source: Certification of Completion
el: Πιστοποίηση της ολοκλήρωσης

source: Click here to download excel file format
el: Κάντε κλικ εδώ για να κατεβάσετε μορφή αρχείου excel

source: Are you sure, you want to close this exam?
el: Είστε βέβαιοι ότι, θέλετε να κλείσετε αυτόν τον διαγωνισμό;

source: Are you sure, you want to re-activate this exam?
el: Είστε βέβαιοι ότι, θέλετε να ενεργοποιήσετε ξανά αυτήν την εξέταση;

source: Closed
el: Κλειστό

source: Results
el: Αποτελέσματα

source: Configurations
el: συνθέσεις

source: General
el: Γενικά

source: Contents
el: Περιεχόμενα

source: Customer Support Service
el: Υπηρεσία Υποστήριξης Πελατών

source: Knowledge Base (for Documentation)
el: Γνωσιακής Βάσης (Τεκμηρίωσης)

source: Live Chat (For Sales & Billing Only)
el: Ζωντανή Συνομιλία (Για Πωλήσεις & Τιμολόγησης μόνο)

source: Support (For Technical Support)
el: Υποστήριξη (Για Τεχνική Υποστήριξη)

source: Visit Our Website
el: Επισκεφθείτε την ιστοσελίδα μας

source: for more documentation & Details
el: για περισσότερη τεκμηρίωση & Λεπτομέρειες
