Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/gre/LC_MESSAGES/validation.po
Languages: el

source: Only letters and numbers allowed
el: Μόνο γράμματα και αριθμούς επιτρέπονται

source: Group already exist
el: Ομάδα υπάρχουν ήδη

source: Only Url
el: μόνο Url

source: File does not have a valid extension
el: Το αρχείο δεν έχει μια έγκυρη επέκταση

source: You must supply a JPG, GIF or PNG File.
el: Θα πρέπει να δώσετε ένα JPG, GIF ή PNG αρχείο.

source: Invalid Header Contact
el: Μη έγκυρη κεφαλίδα Επικοινωνία

source: Only Alphabets
el: μόνο αλφάβητα

source: Currency Name already exist
el: Νόμισμα Όνομα υπάρχουν ήδη

source: You must supply image height is less than 50px
el: Θα πρέπει να δώσετε ύψος της εικόνας είναι λιγότερο από 50px

source: You must supply image width is less than 50px
el: Θα πρέπει να δώσετε το πλάτος της εικόνας είναι λιγότερο από 50px

source: Only numbers allowed
el: Επιτρέπονται μόνο αριθμοί

source: Only Date/time format
el: Μόνο Μορφή ημερομηνίας / ώρας

source: Enter a valid email
el: Εισάγετε μια έγκυρη διεύθυνση email

source: Please select
el: Παρακαλώ επιλέξτε

source: Invalid Username
el: Μη έγκυρο όνομα χρήστη

source: Invalid Signature
el: Μη έγκυρη υπογραφή

source: Only numbers
el: μόνο αριθμούς

source: You must supply image height is less than 220px
el: Θα πρέπει να δώσετε ύψος της εικόνας είναι μικρότερο από 220px

source: This Email has already been exist! try new one
el: Αυτό το ηλεκτρονικό μήνυμα έχει ήδη υπάρχουν! δοκιμάστε νέα

source: Password required
el: απαιτείται κωδικός

source: Password minimum 4 character long
el: ελάχιστο τον κωδικό 4 χαρακτήρων καιρό

source: Name already exist
el: Όνομα που ήδη υπάρχει.
