Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/afr/LC_MESSAGES/default.po
Languages: af

source: You can find your result here.
af: Jy kan jou resultaat hier vind.

source: Thanks for given the exam.
af: Dankie vir die lig van die eksamen.

source: Leader Board
af: leier Raad

source: My Exams
af: my Eksamens

source: My Result
af: my Resultaat

source: Group Performance
af: groep Performance

source: Payment
af: betaling

source: Transaction History
af: transaksie geskiedenis

source: Mailbox
af: posbus

source: Help
af: Hulp

source: Home
af: Tuis

source: Register
af: registreer

source: Log In
af: Teken in

source: Invalid Post
af: Ongeldige Post

source: Feb
af: Februarie

source: Mar
af: Maart

source: Apr
af: April

source: Jun
af: Junie

source: Jul
af: Julie

source: Aug
af: Augustus

source: Sep
af: September

source: Oct
af: Oktober

source: Nov
af: November

source: Dec
af: Desember

source: Percentage
af: persentasie

source: Month
af: maand

source: Exams
af: eksamens

source: Email verified successfully
af: E-pos suksesvol geverifieer

source: Invalid Verification Code
af: Ongeldige Bevestigingskode

source: A verification Code send to your Email inbox or Spam
af: A verifikasiekode stuur na jou e-pos inboks of Spam

source: Email Id already verified
af: E-pos id reeds geverifieer

source: Email Id not registered in system
af: E-pos id nie geregistreer stelsel

source: You have attempted maximum exam.
af: Jy het die maksimum eksamen probeer.

source: You have attempted maximum number of questions in this subject
af: Jy het die maksimum aantal vrae probeer in hierdie vak

source: You can find your result here
af: Jy kan jou resultaat hier

source: Insufficient Amount.
af: Onvoldoende hoeveelheid.

source: 1. The test instructions were
af: 1. Die toets instruksies was

source: 2. Language of question was
af: 2. taal van die vraag was

source: 3. Overall test experience was
af: 3. Algehele toets ervaring was

source: Any other feedback suggestion:
af: Enige ander terugvoer voorstel:

source: Feedback has submitted successfully!
af: Terugvoer is suksesvol ingedien!

source: Feedback already submitted.
af: Terugvoer reeds ingedien.

source: Email id is not registered in system
af: E-pos ID is nie geregistreer in die stelsel

source: Your password reset link is sent to your registered email id
af: Jou wagwoordterugstellingskakel is gestuur na jou geregistreerde e-pos id

source: Incorrect code
af: verkeerde kode

source: Password Changed Successfully
af: Wagwoord suksesvol verander

source: My Group performance
af: My Groep prestasie

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
af: Aansoek reeds geïnstalleer. Verwyder app / tmp / installed.txt om die aansoek te installeer

source: Writeable
af: skryfbaar

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
af: Ongelukkig! Fout met lêer toegang <br> Asseblief goto app / Config / database.php is in skryfbare af.

source: A connection was successfully established with the server.
af: 'N verbinding is suksesvol gevestig met die bediener.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
af: Kan geen verbinding met die databasis. Gaan asseblief die stellings in artikels / Config / database.php en probeer weer

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
af: Ongelukkig! Gids Toestemming Fout <br> Asseblief tmp gids is in skryfbare af.

source: Your Mail has been sent
af: Jou E-pos is gestuur

source: Forwarded message
af: gestuur boodskap

source: From
af: Van

source: Subject
af: Onderwerp

source: The mail has been moved to the Trash
af: Die pos is verskuif na die asblik

source: Your Mail has been deleted
af: Jou pos is verwyder

source: The mail has been moved to the Inbox
af: Die pos is verskuif na die Inboks

source: The mail has been marked as Read
af: Die pos is gemerk as gelees

source: The mail has been marked as Unread
af: Die pos is gemerk as ongelees

source: Paypal Payment not set
af: PayPal-betaling nie ingestel

source: Payment Cancel
af: betaling Kanselleer

source: Wallet Payment
af: beursie betaling

source: Try again! Can not connect to paypal
af: Probeer weer! Kan geen verbinding met PayPal

source: Invalid Amount
af: Ongeldige Bedrag

source: Payment already done
af: Betaling reeds gedoen

source: Payment not done
af: Betaling nie gedoen

source: Payment successfully! Amount %s added in your wallet
af: Betaling suksesvol! Bedrag %s bygevoeg in jou beursie

source: Profile Updated Successfully
af: Profiel suksesvol opgedateer

source: Photo Updated Successfully
af: Foto suksesvol opgedateer

source: Invalid Password
af: Ongeldige Wagwoord

source: Please select any group
af: Kies enige groep

source: Invalid Security Code
af: Ongeldige Sekuriteit Kode

source: Score
af: telling

source: Max Marks
af: Max Punte

source: Marks Scored
af: punte puntetelling

source: Subject Wise Time Taken
af: Onderhewig Wyse Tyd geneem

source: Student Performance
af: studente se prestasie

source: Correct Question
af: korrekte Vraag

source: Incorrect Question
af: verkeerde Vraag

source: Right Marks
af: reg Punte

source: Negative Marks
af: negatiewe Punte

source: Percentage(%) in Exam
af: Persentasie (%) in Eksamen

source: Percentage(%)
af: Persentasie (%)

source: nd
af: de

source: rd
af: ST

source: th
af: ste

source: You %s
af: Jy %s

source: Topper %s
af: Klapper %s

source: Administrator
af: administrateur

source: Payment Gateway
af: betaling Gateway

source: Pay Exam
af: Pay Eksamen

source: Your account has expired. Please contact administrator
af: Jou rekening het verval. Kontak asseblief administrateur

source: You have been logged in successfully
af: Jy is aangemeld suksesvol

source: Your email not verified! Please click on link sent to your email inbox or spam
af: Jou e-pos nie geverifieer! Klik asseblief op die skakel gestuur na jou e-pos inboks of spam

source: Incorrect username/password
af: Verkeerde gebruikernaam / wagwoord

source: You have been logged out successfully
af: Jy is uitgeteken suksesvol

source: You are %s Member! Please contact administrator
af: Jy is %s Lid! Kontak asseblief administrateur

source: Hours
af: 6 Ure

source: Mins
af: min

source: Sec
af: Art

source: Grand Total
af: Groot totaal

source: Your Question has been added for exam
af: Jou vraag is bygevoeg vir eksamen

source: Your Question has been deleted for exam
af: Jou vraag is geskrap vir eksamen

source: No Permission
af: geen toestemming

source: Advertisement has been saved
af: Advertensie is gestoor

source: Invalid post
af: Ongeldige post

source: Advertisement has been deleted
af: Advertensie kon geskrap gewees het

source: Photo Changed Successfully
af: Foto suksesvol verander

source: Not Attempted
af: geen poging aangewend

source: Marks Updated
af: punte Opdateer

source: Successfully Finalize
af: suksesvol Finaliseer

source: Successfully Closed Exam
af: Suksesvol gesluit Eksamen

source: English
af: Afrikaans

source: French
af: Franse

source: Your Setting has been saved
af: Jou opstel is gestoor

source: Page Added Successfully
af: Page bygevoeg

source: Pages updated Successfully
af: Bladsye suksesvol opgedateer

source: Page has been deleted
af: Artikel kon geskrap gewees

source: Page has been Unpublished
af: Page het gedepubliseer

source: Page has been Published
af: Page gepubliseer

source: Something wrong
af: Iets verkeerd

source: Currency has been saved
af: Geldeenheid is gestoor

source: Currency has been deleted
af: Geldeenheid kon geskrap gewees het

source: Student Details
af: student Besonderhede

source: Active
af: Aktief

source: Pending
af: hangende

source: Suspend
af: Skort op

source: Fail
af: misluk

source: Absent
af: afwesig

source: Passing %age
af: Verbygaande %a ge

source: Average %age
af: Gemiddeld %a ge

source: Question Count
af: vraag Telling

source: Total Question
af: Totaal Vraag

source: Question Bank Difficulty Wise
af: Vraag Bank Probleme Wyse

source: Easy
af: - Maklik

source: Hard
af: Moeilik

source: Name has been updated
af: Naam is opgedateer

source: Email template has been saved
af: E-pos sjabloon is gestoor

source: Email template has been deleted
af: E-pos sjabloon kon geskrap gewees het

source: End Date is not less than Start date
af: Einddatum is nie minder nie as Begin datum

source: Please Select any group
af: Kies enige groep

source: Please Add Subject To Exam
af: Voeg asseblief onderhewig aan Eksamen

source: Exam has been saved. Add questions in exam
af: Eksamen is gestoor. vrae in eksamen Voeg

source: Exam has been saved
af: Eksamen is gestoor

source: Exam has been updated
af: Eksamen is opgedateer

source: Exam has been deleted
af: Eksamen kon geskrap gewees het

source: Difficulty Level
af: moeilikheidsgraad

source: Subject Wise Question Count
af: Onderhewig Wyse Vraag Telling

source: Exam sucessfully inactivated
af: Eksamen suksesvol geïnaktiveer

source: Exam sucessfully activated
af: Eksamen suksesvol geaktiveer

source: There are no question added!
af: Daar is geen twyfel bygevoeg!

source: Your username is sent to your registered email id
af: Jou gebruikersnaam is gestuur na jou geregistreerde e-pos id

source: Group Added Successfully
af: Groep bygevoeg

source: Group has been saved
af: Groep is gestoor

source: Group has been deleted
af: Groep kon geskrap gewees het

source: Delete subject first
af: onderhewig verwyder eerste

source: Help content has been saved
af: Hulp inhoud is gestoor

source: Help content has been deleted
af: Hulp inhoud kon geskrap gewees het

source: Questions imported successfully
af: Vrae suksesvol ingevoer

source: File not uploaded
af: Lêer nie gelaai

source: Only CSV File supported
af: Slegs ondersteun CSV

source: Please Select Subject
af: Kies Onderhewig

source: Please Select any Group
af: Kies enige groep

source: Students imported successfully
af: Studente suksesvol ingevoer

source: Please Select Group
af: Kies Groep

source: Student Email not found
af: Student E-pos nie gevind

source: News has been saved
af: Nuus is gestoor

source: News has been deleted
af: Nuus kon geskrap gewees het

source: Paypal Payment Setting has been saved
af: PayPal-betaling Kader is gestoor

source: Setting Problem
af: Die opstel Probleem

source: Please Choose the Correct answer
af: Kies die korrekte antwoord

source: Please select true or false
af: Kies waar of onwaar

source: Please fill blank space
af: Vul leë ruimte

source: Question added to bank successfully
af: Vraag bygevoeg bank suksesvol

source: Question has been updated
af: Vraag is opgedateer

source: Question has been deleted
af: Vraag is geskrap

source: Delete exam first!
af: eksamen verwyder eerste!

source: Question Difficulty Level
af: Vraag Probleme Vlak

source: Performance
af: prestasie

source: Candidate Marks Distribution
af: Kandidaat Punte Distribution

source: Max Marks Distribution
af: Max Punte Distribution

source: Please select any type in the list
af: Kies 'n tipe in die lys

source: Please type any email
af: Tik asseblief enige e-pos

source: Email has been sent
af: E-pos is gestuur

source: No email to send
af: Geen e-pos te stuur

source: Please type any name
af: Tik asseblief 'n naam

source: Sms has been sent
af: SMS gestuur

source: No sms to send
af: Geen SMS te stuur

source: Signature has been saved
af: Handtekening is gestoor

source: Signature has been deleted
af: Handtekening kon geskrap gewees het

source: Slide has been saved
af: Skyfie is gestoor

source: Slide has been deleted
af: Skyfie kon geskrap gewees het

source: SMS template has been saved
af: SMS sjabloon is gestoor

source: SMS template has been deleted
af: SMS sjabloon kon geskrap gewees het

source: Student added Successfully
af: Student suksesvol bygevoeg

source: Please Select atleast one group
af: Kies ten minste een groep

source: Student has been updated
af: Student is opgedateer

source: Student has been deleted
af: Studente kon geskrap gewees het

source: Student Wallet has been updated
af: Student Wallet is opgedateer

source: Subject Added Successfully
af: Onderhewig suksesvol bygevoeg

source: Subject already exist
af: Onderwerp reeds bestaan

source: Subject has been updated
af: Onderhewig is opgedateer

source: Subject has been deleted
af: Onderhewig is geskrap

source: Testimonial has been saved
af: Getuigskrif is gestoor

source: Testimonial has been updated
af: Getuigskrif is opgedateer

source: Testimonial has been deleted
af: Getuigskrif kon geskrap gewees het

source: User Added Successfully
af: Gebruikers bygevoeg

source: User has been updated
af: Gebruikers is opgedateer

source: User has been deleted
af: Gebruikers kon geskrap gewees het

source: Permission update successfully
af: Toestemming update suksesvol

source: You have been logged in Successfully
af: Jy is aangeteken in die suksesvolle

source: You have been logged out
af: Jy is uitgeteken

source: Level User has been saved
af: Vlak gebruiker is gestoor

source: Level user has been deleted
af: Vlak gebruiker kon geskrap gewees het

source: Logo has been saved
af: Logo geregistreer

source: Logo has been deleted
af: Logo kon geskrap gewees het

source: Add Questions
af: Vrae Voeg

source: Question Type
af: vraag Tipe

source: Search
af: Soek

source: Reset
af: Herstel

source: Add To Exam
af: Voeg by Eksamen

source: Delete To Exam
af: Verwyder Om Eksamen

source: Back To Exam
af: Terug na Eksamen

source: Type
af: Tipe

source: Body of Question
af: Liggaam van Vraag

source: Level
af: vlak

source: Marks
af: punte

source: Action
af: Aksie

source: Add Advertisement
af: Voeg Advertensie

source: Advertisement Name
af: advertensie Naam

source: Ordering
af: bestel

source: URL Type
af: URL Tipe

source: Internal
af: interne

source: External
af: eksterne

source: Upload Image (350*260)
af: Laai Image (350 * 260)

source: Save
af: Stoor

source: Close
af: Sluit

source: Update Photo
af: Werk Photo

source: Upload Photo
af: Laai foto

source: Update
af: Opdateer

source: Cancel
af: Kanselleer

source: Edit Advertisements
af: Advertensies wysig

source: Form
af: vorm

source: Advertisements
af: advertensies

source: Add New Advertisement
af: Nuwe Advertensie

source: Edit
af: Wysig

source: Delete
af: Verwyder

source: View
af: Beskou

source: Change Photo
af: verandering Photo

source: View Slides
af: Kyk Skyfies

source: Attempted Papers of
af: Poging tot Papers van

source: Name
af: Naam

source: Email
af: e-pos

source: Total Marks
af: Puntetotaal

source: Obtained Marks
af: verkry Punte

source: Result Finalized
af: gevolg Harde

source: Finalize It
af: finaliseer Dit

source: PASSED
af: GESLAAG

source: FAILED
af: MISLUK

source: Finalized By
af: gefinaliseer Deur

source: Question No
af: vraag No

source: Option1
af: Opsie 1

source: Marked Answer
af: merkbare Antwoord

source: Correct Answer
af: Korrekte antwoord

source: Time Taken
af: tyd wat dit neem

source: Marks Obtained
af: punte behaal

source: Checked by
af: Nagegaan deur

source: System
af: stelsel

source: Configuration Options
af: konfigurasie-opsies

source: Organization Name
af: Organisasie Naam

source: Domain Name
af: Domein naam

source: Organization Email
af: organisasie E-pos

source: Meta Title
af: meta titel

source: Time Zone
af: Tydsone

source: Please Select
af: -- Kies asseblief --

source: Currency
af: Geldeenheid

source: Header Contact
af: Selected Kontak

source: Email Contact
af: e-pos Kontak

source: Display records per page
af: Wys rekords per bladsy

source: Max records per page
af: Max rekords per bladsy

source: Date Format
af: datum formaat

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
af: Datum, maand, jaar, Uur, Min, Art, Meridian, datum Seprator, Tyd Seprator

source: Text
af: teks

source: Text Direction
af: teksrigting

source: Left-to-right (LTR)
af: Links na regs (LTR)

source: Right-to-Left (RTL)
af: Regs na links (RTL)

source: Language
af: Taal

source: Enable SMS Notification
af: Aktiveer SMS-boodskap

source: Enable Email Notification
af: Aktiveer E Kennisgewing

source: Manual Verification
af: handleiding verifikasie

source: Front End Registration
af: Frontend Registrasie

source: Front End Slides
af: Frontend Skyfies

source: Translation
af: vertaling

source: Paid Exam
af: betaal Eksamen

source: Math Editor
af: Math Redakteur

source: Exam Expiry
af: eksamen Verstryking

source: Exam Feedback
af: eksamen Terugvoer

source: Tolrance Count
af: Tolrance Telling

source: Certificate
af: sertifikaat

source: Testimonial
af: getuigskrif

source: Advertisement
af: advertensie

source: No. of Visitor
af: Aantal Besoekers

source: No. of Student
af: Aantal Student

source: No. of Exam
af: Aantal Eksamen

source: Save Settings
af: instellings op te slaan

source: Add Pages
af: Voeg Bladsye

source: Link Name
af: skakel Naam

source: Link Order
af: Link Bestel

source: Page Type
af: Page Tipe

source: External Url
af: eksterne Url

source: Page Name
af: Page Naam

source: Edit Pages
af: wysig Bladsye

source: Pages
af: bladsye

source: Add New Page
af: Nuwe Page

source: Published
af: gepubliseer

source: Unpublished
af: ongepubliseerde

source: Add Currency
af: Geld Voeg

source: Currency Name
af: geldeenheid Naam

source: Short Name
af: kort Naam

source: Upload Currency (Less or equal to 50*50)
af: Laai geldeenheid (Minder of gelykstaande aan 50 * 50)

source: Add New Currency
af: Nuwe Geld

source: In Progress Exam
af: In Progress Eksamen

source: Upcoming Exam
af: komende Eksamen

source: Completed Exam
af: voltooi Eksamen

source: Students
af: Studente

source: In Progress & Upcoming Exams
af: In Progress & Komende Eksamens

source: Date
af: Datum

source: Exam Name
af: eksamen Naam

source: Group
af: groep

source: Duration
af: duur

source: Recent Exam Results
af: Onlangse Eksamenuitslae

source: Exam
af: eksamen

source: Overall Result
af: algehele resultaat

source: Student Stats
af: student Statistiek

source: To
af: Na

source: Details
af: besonderhede

source: Top 10 Student Group Wise
af: Top 10 Student Groep Wyse

source: Student Statistic Table
af: Student Statistiek Table

source: Total Students
af: Totale studente

source: Total Active
af: Totaal aktiewe

source: Total Pending
af: Totaal Hangende

source: Total Suspended
af: Totaal afgestel

source: Top 10 Question Bank Subject Wise
af: Top 10 Vraag Bank Onderwerp Wyse

source: Top 10 Difficulty Level of Questions
af: Top 10 Probleme vlak van vrae

source: Question Count Table
af: Vraag Telling Table

source: Bank Name
af: Bank Naam

source: Total Easy
af: Totaal Maklik

source: Total Normal
af: Totaal Normale

source: Total Difficult
af: Totaal Moeilike

source: Diffculty Level
af: die moeilikheid Vlak

source: E-Mail Settings
af: E-pos instellings

source: Email Type
af: e Tipe

source: Server Name / Host
af: Bediener Naam / Host

source: User Name
af: Bynaam

source: Password
af: wagwoord

source: Add Email Template
af: Voeg E-pos sjabloon

source: Email Template
af: e-pos sjabloon

source: Edit Email Templates
af: Wysig E-pos Templates

source: Email Templates
af: e-pos templates

source: Add New Email Template
af: Nuwe E-pos sjabloon

source: Template
af: sjabloon

source: Subject Added successfully
af: Onderhewig suksesvol bygevoeg

source: Add Exam
af: Eksamen Voeg

source: Name of Exam
af: Naam van Eksamen

source: Passing Percentage
af: verbygaande Persentasie

source: Instruction
af: opdrag

source: Exam Duration (Min.)
af: Eksamen Duur (Min.)

source: 0 for unlimited duration
af: 0 vir 'n onbeperkte duur

source: Attempt Count
af: poging Telling

source: 0 for unlimited attempt
af: 0 vir 'n onbeperkte poging

source: Start Date
af: begin Datum

source: End Date
af: einddatum

source: Show Answer Sheet
af: Wys Antwoordblad

source: Yes
af: jo

source: No
af: Nee

source: Select Group
af: Kies Groep

source: Student Group
af: Studente Groep

source: Negative Marking
af: negatiewe nasien

source: Random Question
af: ewekansige Vraag

source: Amount
af: Bedrag

source: Browser Tolrance
af: leser Tolrance

source: Expiry Days
af: verstryking Dae

source: 0 for Unlimited
af: 0 vir Unlimited

source: Result After Finish
af: Resultaat na Afwerking

source: Mode
af: Wyse

source: Instant Result
af: Instant Resultaat

source: Option Shuffle
af: opsie Shuffle

source: Add Subjects To Exams
af: Vakke Eksamens Voeg

source: Subject Name
af: Dansstudies

source: No. of Questions
af: Aantal Vrae

source: Ques Attempt Count
af: Vraag gevra Poging Telling

source: Questions Attempt Count
af: Vrae Poging Telling

source: Leave blank for not showing (0 for unlimited)
af: Los skoon en kliek nie vertoon (0 vir 'n onbeperkte)

source: ctrl+click to add multiples
af: Ctrl + kliek om veelvoude voeg

source: Add
af: Voeg by

source: Edit Exam
af: Eksamen wysig

source: Exam Stats
af: eksamen Statistiek

source: No of Student Passed
af: Geen van Student Geslaag

source: Download
af: Aflaai

source: No of Student Failed
af: Geen van student nie

source: No of Student Absent
af: Geen van Student Afwesig

source: Exam Details
af: eksamen Besonderhede

source: Finalize Result
af: finaliseer Resultaat

source: Attempted Papers
af: poging tot Papers

source: Eligible Group
af: in aanmerking kom Groep

source: Close Exam
af: Close Eksamen

source: Activate Exam
af: aktiveer Eksamen

source: Exam Closed Re-Activate Exam
af: Eksamen Geslote heraktiveer eksamen

source: Browser Tolrence
af: leser Tolrence

source: Expiry
af: Verval

source: Days
af: dae

source: Subjective
af: subjektiewe

source: Objective
af: Doel

source: True &amp; False
af: Ware & amp; onwaar

source: Fill in the blanks
af: Vul die spasies in

source: Total Questions
af: Totaal Vrae

source: Question Attempt Count
af: Vraag Poging Telling

source: H
af: 24h

source: Total
af: Totaal

source: Student Name
af: student Naam

source: Enrolment
af: Inskrywing

source: Result Status
af: gevolg Status

source: Forgot Password
af: Wagwoord vergeet

source: Email ID
af: e-pos ID

source: Submit
af: Indien

source: Forgot Username
af: vergeet Gebruikersnaam

source: Login
af: Teken in

source: Verification Code
af: verifikasiekode

source: Please enter verification Code
af: Voer verifikasiekode

source: Reset Password
af: Herstel wagwoord

source: Confirm Password
af: Bevestig Wagwoord

source: Add Groups
af: Voeg Groepe

source: Group Name
af: groep Naam

source: Edit Groups
af: wysig Groepe

source: Groups
af: Groepe

source: Add New Group
af: Nuwe groep byvoeg

source: Add Help Content
af: Voeg Hulp inhoud

source: Title
af: Titel

source: Description
af: BESKRYWING:

source: Edit Help Content
af: Wysig Hulp inhoud

source: Help Content
af: hulp inhoud

source: Add New Help Content
af: Nuwe Hulp inhoud

source: Import/Export Qusetions
af: Invoer / Uitvoer Qusetions

source: Back To Questions
af: Terug na Vrae

source: Export Questions
af: uitvoer Vrae

source: Select File
af: Kies Lêer

source: Import Questions
af: invoer Vrae

source: Import/Export Students
af: Invoer / Uitvoer Studente

source: Back To Students
af: Terug na Studente

source: Export Students
af: uitvoer Studente

source: Import Students
af: invoer Studente

source: All Messages
af: alle boodskappe

source: My Profile
af: My profiel

source: Change Password
af: Verander wagwoord

source: Logout
af: Teken uit

source: Powered by
af: Aangedryf deur

source: Date &amp; Time
af: Datum & amp; tyd

source: Compose Mail
af: Nuwe boodskap

source: Search Student Mail
af: Soek Student Mail

source: Message
af: Boodskap

source: Send
af: stuur

source: Compose
af: komponeer

source: Inbox
af: Boks

source: Sent Mail
af: Gestuurde boodskappe

source: Trash
af: asblik

source: More
af: Meer ...

source: Mark as Read
af: Merk as gelees

source: Mark as Unread
af: Merk as ongelees
