Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/afr/LC_MESSAGES/default.po
Languages: af

source: Move to Inbox
af: Skuif na Inboks

source: Reply
af: antwoord

source: Forward
af: vorentoe

source: Menu Names
af: Menu Name

source: Model Name
af: model Naam

source: Icon
af: ikoon

source: Add News
af: Voeg Nuus

source: News Title
af: Nuus titel

source: News Description
af: Nuus beskrywing

source: Edit News
af: Nuus wysig

source: News
af: Nuus

source: Add New News
af: Nuwe Nuus

source: Paypal Payment Option
af: PayPal-betaling opsie

source: Signature
af: Handtekening

source: Sandbox Mode
af: Sandbox af

source: Add Question
af: Voeg Vraag

source: Question
af: VRAAG 1

source: Correct Answers
af: korrekte antwoorde

source: Type your question here
af: Tik jou vraag hier

source: True/False
af: Waar vals

source: Blank Space
af: leë ruimte

source: Explanation (Optional)
af: Verduideliking (opsioneel)

source: Provide explanation in support of correct answer
af: Verskaf verduideliking ter ondersteuning van korrekte antwoord

source: Hint(optional)
af: Wenk (opsioneel)

source: Hint to help answer correctly
af: Wenk om te help korrek beantwoord

source: without minus sign
af: sonder minusteken

source: Edit Question Type
af: Wysig Vraag Tipe

source: Explanation
af: verduideliking

source: Hint
af: Wenk

source: Questions
af: Vrae

source: Add New Question
af: Nuwe Vraag

source: Import/Export Question
af: Invoer / Uitvoer Vraag

source: Answer
af: antwoord

source: Question Details
af: vraag Besonderhede

source: Exam Wise
af: eksamen wyse

source: Please Select Exam
af: Kies Eksamen

source: Status of Result
af: Status van Resultaat

source: Please Select Result Status
af: Kies Resultaat Status

source: Download Result
af: aflaai Resultaat

source: Rank
af: rang

source: Test
af: toets

source: Percent
af: persent

source: Result
af: gevolg

source: View Result
af: Kyk Resultaat

source: Download/Print Result
af: Aflaai / druk resultaat

source: Student Wise
af: student wyse

source: Name or Enrolment Number
af: Noem of Inskrywing nommer

source: Enrolment Number
af: Inskrywing nommer

source: Back
af: terug

source: Assesment Report for
af: Assesment Verslag vir

source: Taken Date
af: geneem Datum

source: Total Time
af: Totale Tyd

source: Nos. of Browser tolrance attempt
af: Nos. Leser tolrance poging

source: Total Score
af: totale telling

source: Student Marks Distribution
af: Student Punte Distribution

source: Feedback
af: terugvoer

source: Marks Sheet
af: punte Plaat

source: Section Name
af: artikel Naam

source: Section proportion
af: artikel verhouding

source: Actual
af: werklike

source: Your Percentage
af: jou Persentasie

source: Section Summary
af: artikel Opsomming

source: Maximum Score
af: maksimum telling

source: Developed Skill
af: ontwikkelde vaardigheid

source: Needs Development
af: ontwikkelingsbehoeftes

source: Lack of Skill
af: Gebrek aan vaardigheid

source: MCQ answered
af: MKV beantwoord

source: Legend
af: legende

source: Send Emails
af: stuur e-pos

source: Teachers
af: onderwysers

source: Any Email
af: Enige e-pos

source: Default all students if you add manually then search student email
af: Default alle studente as jy voeg die hand dan soek student e-pos

source: Default all teachers if you add manually then search teacher email
af: Default alle onderwysers as jy voeg die hand dan soek onderwyser e-pos

source: Type any email comma seprated
af: Tik enige e-pos komma seprated

source: Type subject
af: tipe onderwerp

source: Select Email Template
af: Kies E-pos sjabloon

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
af: As jy nie wil hê om e-pos sjabloon kies dan tik e-pos. Sodra jy redakteur laai dan kan jy nie kies sjabloon gaan knoppie om te herstel

source: Send Sms
af: stuur SMS

source: Any Sms
af: enige SMS

source: Default all student if you add manually then search students name
af: Default alle studente as jy voeg die hand dan soek studente naam

source: Default all teachers if you add manually then search teacher name
af: Default alle onderwysers as jy voeg die hand dan soek onderwyser naam

source: Any Number
af: Enige nommer

source: Type any number comma seprated
af: Tik 'n aantal komma seprated

source: Select Sms Template
af: Kies Sms Sjabloon

source: Sms Template
af: SMS Sjabloon

source: If you do not want to select sms template then simply type sms message
af: As jy nie wil hê om SMS sjabloon kies dan tik SMS-boodskap

source: Certificate Signature
af: sertifikaat Handtekening

source: Upload Image(* height less than 75px)
af: Laai Image (* hoogte minder as 75px)

source: Delete Signature
af: verwyder Handtekening

source: Add Slides
af: Voeg Skyfies

source: Slide Name
af: Skyfie Naam

source: Upload Slide (1350*550)
af: Laai Skyfie (1350 * 550)

source: Edit Slides
af: wysig Skyfies

source: Slides
af: skyfies

source: Add New Slide
af: Nuwe Skyfie

source: SMS Settings
af: SMS-instellings

source: Heading Username
af: Op pad Gebruikersnaam

source: Username field provided by sms gateway
af: Gebruikersnaam veld wat deur SMS gateway

source: Heading Password
af: Op pad wagwoord

source: Password field provided by sms gateway
af: Wagwoord veld wat deur SMS gateway

source: Heading Mobile No
af: Op pad Mobile Geen

source: Mobile No field provided by sms gateway
af: Mobile Geen veld wat deur SMS gateway

source: Heading Message
af: Op pad Boodskap

source: Message field provided by sms gateway
af: Boodskap veld wat deur SMS gateway

source: Heading Sender Id
af: Op pad sender-ID

source: Sender Id field provided by sms gateway
af: Sender-ID veld wat deur SMS gateway

source: Add SMS Template
af: Voeg SMS Sjabloon

source: Edit SMS templates
af: SMS wysig templates

source: Add New SMS Template
af: Nuwe SMS Sjabloon

source: Add Students
af: Studente Voeg

source: Address
af: adres

source: Edit Students
af: Studente wysig

source: Renewal Date
af: hernuwingsdatum

source: Add New Student
af: Nuwe Student

source: Wallet
af: beursie

source: Admission Date
af: Toegang Datum

source: Credit
af: krediet

source: Debit
af: debiet

source: Balance
af: balans

source: Date & Time
af: Datum Tyd

source: Payment Through
af: betaling deur

source: Remarks
af: opmerkings

source: View Student Information
af: Kyk Student Inligting

source: Phone Number
af: Telefoon nommer

source: Registered Email
af: geregistreerde pos

source: Alternate Number
af: Alternatiewe nommer

source: Enrolment No
af: Inskrywing Geen

source: Last Login
af: laaste Aanmelding

source: Students Wallet
af: studente Wallet

source: Transaction Form
af: transaksie Form

source: ADD
af: Voeg

source: DEDUCT
af: aftrek

source: Add Subjects
af: Onderwerpe Voeg

source: Edit Subjects
af: Onderwerpe wysig

source: Subjects
af: onderwerpe

source: Add New Subject
af: Voeg nuwe vak

source: Question Bank
af: vraag Bank

source: Add Testimonials
af: Getuigskrifte Voeg

source: Upload Photo (150*150)
af: Laai foto (150 * 150)

source: Edit Testimonials
af: wysig Getuigskrifte

source: Testimonials
af: getuigskrifte

source: Add New Testimonial
af: Nuwe getuigskrif

source: Photo
af: foto

source: Add Users
af: Gebruikers Voeg

source: User Level
af: gebruikers Vlak

source: Username
af: Gebruikersnaam

source: Level users
af: vlak gebruikers

source: Add New Level
af: Nuwe Vlak

source: Back To Users
af: Terug na Gebruikers

source: Level Name
af: vlak Naam

source: Set Permission
af: stel Toestemming

source: Assign Form Rights
af: Ken Form Regte

source: Module Name
af: Modulenaam

source: Old Password
af: Ou wagwoord

source: Edit Users
af: Gebruikers wysig

source: User Registration Form
af: Gebruikers Registrasievorm

source: Users
af: gebruikers

source: Add New User
af: Voeg by nuwe gebruiker

source: Add Level Users
af: Voeg Vlak Gebruikers

source: Level User
af: vlak gebruiker

source: Dear user, log in to access the admin area!
af: Geagte gebruiker, teken in om toegang te verkry tot die admin gebied!

source: Admin / Teacher Username
af: Admin / Onderwyser Gebruikersnaam

source: Forgot User Name
af: Vergeet Gebruikersnaam

source: Organisation Logo
af: Organisasie Logo

source: Upload Image(* height less than 220px)
af: Laai Image (* hoogte minder as 220px)

source: Delete Logo
af: verwyder Logo

source: Please provide a type for chart %s!
af: Verskaf asseblief 'n tipe vir grafiek %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
af: Grafiek: \ " %s " kon nie gevind word nie. Maak seker dat Chart Naam is dieselfde string wat in jou oog op $ this-> HighCharts-> lewer () is verby.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
af: Die Express Checkout transaksie verstryk en die transaksie moet weer begin

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
af: Jy kan 'n tweede oproep gemaak het vir dieselfde betaling of jy kan gebruik dieselfde faktuur ID vir aparte transaksies.

source: Please use a different funcing source.
af: Gebruik asseblief 'n ander funcing bron.

source: An error occured, please retry the transaction.
af: 'N Fout het voorgekom, probeer asseblief weer die transaksie.

source: This transaction couldn't be completed. Redirecting to payment gateway
af: Hierdie transaksie kon nie voltooi word. Redirecting om betaling gateway

source: You have not agreed to the billing agreement.
af: Jy het nie ingestem het om die faktuur ooreenkoms.

source: The billing agreement is disabled or inactive.
af: Die faktuur ooreenkoms is afgeskakel of dormant.

source: The credit card used is expired.
af: Die kredietkaart gebruik is verstreke.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
af: Die transaksie is geweier omdat die AVS reaksie ter waarde van N teruggekeer, en die handelaar rekening is nie in staat om sulke transaksies te aanvaar.

source: The payment gateway account is restricted.
af: Die betaling gateway rekening is beperk.

source: You must submit an IP address of the buyer with each API call.
af: Jy moet 'n IP-adres van die koper in te dien met elke API oproep.

source: The merchant selected a value for the PaymentAction field that is not supported.
af: Die handelaar gekies om 'n waarde vir die PaymentAction veld wat nie ondersteun word.

source: The credit card field was blank.
af: Die kredietkaart veld was leeg.

source: The total amount and item amounts do not match.
af: Die totale bedrag en item bedrae stem nie ooreen nie.

source: The credit card entered is currently restricted by the payment gateway.
af: Die kredietkaart aangegaan is tans beperk deur die betaling gateway.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
af: Die handelaar aangegaan 'n faktuur ID wat reeds in verband met 'n transaksie deur dieselfde handelaar. Poging met 'n nuwe faktuur ID

source: The transaction was declined by the country filter managed by the merchant.
af: Die transaksie is afgeneem deur die land filter deur die handelaar.

source: The transaction was declined by the maximum amount filter managed by the merchant.
af: Die transaksie is afgekeur deur die maksimum bedrag filter deur die handelaar.

source: The transaction was declined by the payment gateway.
af: Die transaksie is afgekeur deur die betaling gateway.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
af: Die transaksie is afgeneem deur betaling gateway as gevolg van moontlike bedrog.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
af: Die transaksie is afgeneem deur betaling gateway as gevolg van moontlike bedrog op die IP-adres.

source: The merchant account attempting the transaction is not a business account.
af: Die handelaar rekening probeer die transaksie is nie 'n besigheid rekening.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
af: Die handelaar rekening probeer die transaksie is nie in staat om Direkte inbetaling transaksies te verwerk.

source: Access to Direct Payment was disabled for your account.
af: Toegang tot Direkte betaling vir jou rekening gedeaktiveer.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
af: Die handelaar rekening probeer die transaksie nie 'n bevestigde e-posadres met die betaling gateway.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
af: Die handelaar probeer 'n transaksie waar die bedrag oorskry die boonste limiet vir daardie handelaar.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
af: Die transaksie is afgeneem as gevolg van 'n handelaar risiko filter vir AVS. Spesifiek, het die handelaar te stel om transaksie te weier wanneer die AVS teruggekeer n nie opgewasse (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
af: Die transaksie is afgeneem as gevolg van 'n handelaar risiko filter vir AVS. Spesifiek, het die handelaar die filter stel om transaksies daal wanneer die AVS n gedeeltelike wedstryd terugkeer.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
af: Die transaksie is afgeneem as gevolg van 'n handelaar risiko filter vir AVS. Spesifiek, het die handelaar die filter stel om transaksies daal wanneer die AVS is nie ondersteun word.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
af: Die handelaar aangegaan 'n IP-adres wat in 'n ongeldige formaat. Die IP-adres moet in 'n formaat soos 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
af: opset die handelaar se vereis 'n CVV om daaroor gevoer word nie, maar daar is geen CVV voorsien met hierdie transaksie.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
af: Die handelaar verskaf 'n adres of in die Verenigde State of Kanada, maar die staat verskaf is nie 'n geldige staat in óf land.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
af: Die transaksie is afgekeur deur die bank, nie die betaling gateway. Die handelaar moet 'n ander kaart te probeer.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
af: land van verblyf die handelaar se is tans nie ondersteun om Direkte inbetaling transaksies toelaat.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
af: Die transaksie is geweier omdat die betaling gateway tans verwerking van 'n transaksie met dieselfde koper vir dieselfde bedrag. Kan voorkom wanneer 'n koper voorlê verskeie, identies transaksies kort na mekaar.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
af: Die CVV verskaf is ongeldig. Die CVV is tussen 3-4 syfers lank.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
af: Probeer asseblief weer later. Maak seker dat jy die korrekte CVV en adres inligting vir die koper oorgaan. As die skep van 'n herhalende profiel, probeer asseblief weer deur 'n init bedrag van 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
af: Transaksie is nie in ooreenstemming te danke aan vermiste of ongeldig 3-D veilige verifikasie waardes. Gaan ECI, ECI3DS, CAVV, XID velde.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
af: Die transaksie is deur die betaling gateway as gevolg van oormatige mislukkings oor 'n kort tydperk van die tyd vir hierdie kredietkaart afgekeur.

source: The transaction was declined by payment gateway.
af: Die transaksie is afgeneem deur betaling gateway.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
af: Die transaksie is geweier omdat die handelaar 'n geldige kommersiële entiteit ooreenkoms oor lêer met die betaling gateway het nie.

source: The transaction was declined because the CVV entered does not match the credit card.
af: Die transaksie is geweier omdat die CVV ingevoer nie ooreenstem met die kredietkaart.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
af: Die transaksie is afgekeur deur die bank as gevolg van 'n verval kredietkaart. Die handelaar moet 'n ander kaart te probeer.

source: Exceeded permissible limit for Navigating away
af: Oorskry toelaatbare limiet vir Navigasie weg

source: You have exceeded the permissible limit for navigating away from your test
af: Jy het die toelaatbare limiet oorskry vir weg opgevolg van jou toets

source: Your test has finished. You can close the window now
af: Jou toets klaar. Jy kan die venster nou toemaak

source: Installation Complete
af: installasie te voltooi

source: Aho! The System is installed successfully.
af: Aho! Die stelsel is suksesvol geïnstalleer.

source: Go to Admin/Teacher Interface
af: Gaan na Admin / Onderwyser Interface

source: User
af: gebruikers

source: Go to Front End/Student Interface
af: Gaan na frontend / Student Interface

source: Visit our website
af: Besoek ons ​​webwerf

source: for documentation and support
af: vir dokumentasie en ondersteuning

source: My Exam Stats
af: My Eksamen Statistiek

source: Total Exam Given
af: Totaal Eksamen Gegewe

source: Absent Exams
af: afwesig Eksamens

source: Best Score in
af: Die beste telling in

source: On
af: Aan

source: Failed in
af: misluk in

source: Average Percentage
af: gemiddelde persentasie

source: Your Rank
af: jou posisie

source: Month Wise Performance
af: Maand Wyse Performance

source: Exam Wise Performance
af: Eksamen Wyse Performance

source: Top 10
af: Hoogste

source: Todays Exam
af: vandag se eksamen

source: Top
af: Hoogste

source: These are the exam(s) that can be taken right now
af: Dit is die eksamen (s) wat nou geneem kan word

source: No Exams found for today
af: Geen Eksamens gevind vir vandag

source: Something went wrong
af: Iets het verkeerd geloop

source: Show
af: Wys

source: entries
af: inskrywings

source: Prev
af: Vorige

source: Next
af: volgende

source: Showing {:start} to {:current} of {:count} entries
af: Resultate {:start} tot {:current} van {:count} inskrywings

source: Email Verification
af: e-pos verifiëring

source: Please Enter Verification Code in the Text Box
af: Voer Bevestigingskode in die tekskassie

source: Re-Send Email Verification
af: Re-Stuur E-pos verifiëring

source: Please Enter Email Id in the Text Box which you enter at the time of registration
af: Voer e-pos id in die teks boks wat jy intik ten tyde van die registrasie

source: Purchased Exam
af: Gekoop Eksamen

source: Expired Exam
af: verstreke Eksamen

source: These are the exam(s) which has been expired
af: Dit is die eksamen (s) wat reeds verstryk

source: No Exams found
af: Geen Eksamens gevind

source: Thank you for using the test
af: Dankie vir die gebruik van die toets

source: 1. The test instructions were
af: 1. Die toets instruksies was

source: Largely Clear
af: grootliks Duidelike

source: Medium Clear
af: medium Duidelike

source: Not Clear
af: Nie duidelik nie

source: 2. Language of question was
af: 2. taal van die vraag was

source: 3. Overall test experience was
af: 3. Algehele toets ervaring was

source: Good
af: goeie

source: Better
af: beter

source: Best
af: beste

source: Any other feedback suggestion
af: Enige ander terugvoer voorstel

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
af: Maak asseblief alle van jou chat vensters, screensaver, en anti-virus programme voor die aanvang van die toets

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
af: Moet asseblief nie druk \ "F5 " tydens jou toets. Dit sal jou toets voltooi en jy sal nie in staat wees om weer oop te maak die toets

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
af: Jou antwoorde sal gered word. As jou toets is ontkoppel vir een of ander rede, sal jou antwoorde tot op daardie punt, sal gered word

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
af: Maak asseblief alle programme wat oplaai of aflaai van lêers in die agtergrond Byvoorbeeld: Dropbox, torrent, ens

source: Instructions
af: Instruksies

source: I am ready to begin
af: Ek is gereed om te begin

source: Exam Start
af: eksamen Begin

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
af: Hierdie eksamen is betaal. Bedrag moet afgetrek op jou beursie outomaties. Na die aanvang van die eksamen timer sal nie ophou nie. Wil jy om te betaal en begin?

source: These are the exam(s) which has been purchased
af: Dit is die eksamen (s) wat reeds gekoop

source: Correct Marks
af: korrekte Punte

source: Save & Next
af: Save & Volgende

source: Unreview
af: Deresenseer

source: Review
af: Resensie

source: Reset Answer
af: Herstel Antwoord

source: Finish
af: Voltooi

source: Current Question
af: Huidige Vraag

source: Answered
af: geantwoord.

source: Not Answered
af: nie

source: Navigated Away
af: navigator Away

source: you had navigated away from the test window. This will be reported to Moderator
af: jy het weg van die toets venster navigator. Dit sal gerapporteer word aan die moderator

source: Do not repeat this behaviour
af: Moenie hierdie gedrag nie herhaal

source: Otherwise you may get disqualified
af: Andersins kan jy kry gediskwalifiseer

source: Continue
af: Aanhou

source: Finalize
af: finaliseer

source: Do you wish to submit and close the
af: Wil jy dien en sluit die

source: Once you submit, you will not be able to review the
af: Sodra jy dien, sal jy nie in staat wees om die hersiening

source: Summary of your attempts in this
af: Opsomming van jou pogings in hierdie

source: as show below
af: soos hieronder toon

source: Attempted
af: poging

source: Return To First Question
af: Gaan terug na die eerste vraag

source: These are the exam(s) that are planned you in near future
af: Dit is die eksamen (s) wat jy beplan om in die nabye toekoms

source: Attempt Now
af: probeer nou

source: Your performance compared to your group
af: Jou prestasie in vergelyking met jou groep

source: Can't read? Reload
af: Kan nie lees? Reload
