Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/afr/LC_MESSAGES/default.po
Languages: af

source: Enter security code shown above
af: Tik sekuriteitskode hierbo getoon

source: Answer simple math
af: Beantwoord eenvoudige wiskunde

source: Attempts
af: Pogings

source: Remaining
af: oorblywende

source: Expiry Date
af: Verval datum

source: Expired Date
af: verstreke Datum

source: Free
af: Vry

source: Not Purchased
af: nie gekoop

source: View Details
af: Sien besonderhede

source: Load Editor
af: vrag Redakteur

source: Installation
af: installasie

source: Step 1 of 4
af: Stap 1 van 4

source: Server Configuration & Setup Requirements
af: Bediener verstellings & Setup Vereistes

source: Setup Requirements
af: Setup Vereistes

source: Installing this software require certain server side extension and capability
af: hierdie sagteware installering vereis sekere bediener kant uitbreiding en vermoë

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
af: asseblief hieronder na te gaan en te vergelyk met jou bediener huidige standbeelde aan die regterkant. Jy kan kliek op die ikoon langs elke tegnologie vir meer inligting.

source: Extensions &amp; Applications
af: Uitbreidings & amp; aansoeke

source: HTTP Server. For example: Apache
af: HTTP Server. Byvoorbeeld: Apache

source: Require
af: vereis

source: PHP 5.2.8 or greater
af: PHP 5.2.8 of groter

source: Database Engine MySQL (4 or greater)
af: Database Engine MySQL (4 of meer)

source: PDO Extension
af: BOB Uitbreiding

source: GD Extension
af: GD Uitbreiding

source: Mandatory
af: Verpligtend

source: Server Status
af: bediener Status

source: PHP Version
af: PHP weergawe

source: MYSQL Version
af: MYSQL weergawe

source: PDO Unavailable
af: BOB nie beskikbaar

source: PDO Available
af: BOB beskikbaar

source: Directory &amp; File Permission
af: Directory & amp; lêer Toestemming

source: These Folders of Files need to be
af: Hierdie dopgehou van lêers moet wees

source: Writable
af: skryfbare

source: for application to be installed.
af: vir aansoek om geïnstalleer.

source: Folders or Files
af: Dopgehou of lêers

source: app/tmp/
af: artikels / tmp /

source: app/Config/database.php
af: artikels / Config / database.php

source: app/Config/core.php
af: artikels / Config / core.php

source: Refresh
af: Herlaai

source: Let's Start
af: Kom ons begin

source: Step 2 of 4
af: Stap 2 van 4

source: Installation Agreement
af: ooreenkoms installasie

source: I Accept to Proceed
af: Ek aanvaar om voort

source: Step 3 of 4
af: Stap 3 van 4

source: Database Connection Settings
af: Databasis konneksie instellings

source: Host Name
af: host Naam

source: Usually Localhost
af: gewoonlik Local Host

source: Database Name
af: databasis Naam

source: Database User
af: databasis Gebruiker

source: Database User Name
af: Databasis Gebruikersnaam

source: Database Password
af: databasis wagwoord

source: Database User Password
af: Databasis Gebruiker Wagwoord

source: Database Type
af: databasis Tipe

source: Step 4 of 4
af: Stap 4 van 4

source: Name of Your Website
af: Naam van jou webwerf

source: Meta Keyword
af: meta Sleutelwoord

source: Useful for SEO
af: Nuttig vir SEO

source: Meta Content for SEO
af: Meta inhoud vir SEO

source: Please Select Timezone
af: Kies Tydsone

source: Name of Your Organization/Company
af: Naam van jou organisasie / maatskappy

source: Default Admin Email
af: Standaard Admin e-pos

source: Install Sample Data With Dummy Entries
af: Installeer Voorbeeld Data Met Dummy Inskrywings

source: Install
af: installeer

source: Welcome to
af: Welkom by

source: Set Avatar
af: stel die regte pad

source: Sign out
af: Teken uit

source: Copyright
af: Kopiereg

source: follow on facebook
af: volg op Facebook

source: Latest News & Events
af: Jongste Nuus & gebeure

source: Time
af: tyd

source: Average Percentage(%)
af: Gemiddelde persentasie (%)

source: Exam Given
af: eksamen Gegewe

source: Delete Forever
af: verwyder permanent

source: Move to Trash
af: Skuif na asblik

source: News Detail
af: Nuus Detail

source: No of Visitors
af: Geen van Besoekers

source: No of Students
af: Geen van Studente

source: No of Exams
af: Geen van Eksamens

source: Payment From Pay Pal
af: Betaling Van Pay Pal

source: Pay From Pay Pal
af: Skenk Van Pay Pal

source: Profile
af: Profiel

source: Edit Profile
af: Wysig profiel

source: New Student Register
af: Nuwe student

source: Security Code
af: Sekuriteitskode

source: Answers
af: Antwoorde

source: My Results
af: my Resultate

source: Attempt Date
af: poging Datum

source: SCORE CARD
af: telkaart

source: SUBJECT REPORT
af: vak-verslag

source: TIME MANAGEMENT
af: TYDBESTUUR

source: QUESTION REPORT
af: VRAAG VERSLAG

source: SOLUTION
af: OPLOSSING

source: COMPARE REPORT
af: VERGELYK VERSLAG

source: Score Card For
af: Telkaart Vir

source: Total No. of Student
af: Totaal Aantal Student

source: My Marks
af: my Punte

source: Total Marks of Test
af: Totale punte van toets

source: Total Question in Test
af: Totaal Vraag in toets

source: Total Attempt Question in Test
af: Totaal Poging vraag toets

source: Left Question
af: links Vraag

source: Left Question Marks
af: Links Vraag Punte

source: Total Time of Test
af: Totale Tyd van toets

source: My Time
af: my Tyd

source: My Rank
af: my posisie

source: Performance Report For
af: Prestasieverslag Vir

source: Question & Marks Wise Report For
af: Vraag & Punte Wyse aanmeld vir

source: Subject Report For
af: Onderhewig aanmeld vir

source: Correct
af: korrekte

source: Unattempted Questions
af: onbeproefd Vrae

source: Graphical Report For
af: Grafiese aanmeld vir

source: Time Management For
af: Time Management Vir

source: Question Report For
af: Vraag aanmeld vir

source: Question Status
af: vraag Status

source: Your Answer
af: Jou antwoord

source: Your Score
af: Jou telling

source: Your Time
af: jou Tyd

source: Solution For
af: oplossing vir

source: Not Attempt
af: nie probeer

source: Attempt
af: poging

source: Incorrect
af: verkeerde

source: Your Answers
af: jou antwoorde

source: Solution
af: oplossing

source: Compare Report For
af: Vergelyk aanmeld vir

source: Total Ques.
af: Totale vraag gevra.

source: Maximum Marks
af: maksimum Punte

source: Attempted Ques.
af: Poging tot vraag gevra.

source: Unattempted Ques.
af: Onbeproefd vraag gevra.

source: Correct Ques.
af: Korrekte vraag gevra.

source: Incorrect Ques.
af: Verkeerde vraag gevra.

source: Percentile
af: persentiel

source: Previous
af: vorige

source: This is to certify that
af: Hierby word gesertifiseer dat

source: has succesfully completed the
af: het suksesvol voltooi die

source: in course program offered by
af: in kursusprogram aangebied deur

source: Student Login
af: student Teken

source: Sign In
af: Meld aan

source: Forgot Passwocrd
af: vergeet Passwocrd

source: New User? Create Account
af: Nuwe gebruiker? Skep rekening

source: Engine is not loaded
af: Enjin is nie gelaai

source: Pdf engine "%s" not found
af: Pdf enjin \ " %s " nie gevind

source: Pdf engines must extend "AbstractPdfEngine"
af: Pdf enjins moet verleng \ "AbstractPdfEngine "

source: Crypto is not loaded
af: Crypto is nie gelaai

source: Pdf crypto "%s" not found
af: Pdf crypto \ " %s " nie gevind

source: Crypto engine must extend "AbstractPdfCrypto"
af: Crypto enjin moet verleng \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
af: Kontroleerder kenmerk $ pdfConfig is nie korrek of ontbreek

source: -> Testing :url
af: -> Toets: url

source: Total Requests made: :requests
af: Totaal Versoeke gemaak:: versoeke

source: Total Time elapsed: :duration (seconds)
af: Totale Tyd verloop:: duur (sekondes)

source: Requests/Second: :rps req/sec
af: Versoeke / Tweede:: RPS req / sek

source: Average request time: :average-time seconds
af: Gemiddeld versoek tyd: Gemiddeld-time sekondes

source: Standard deviation of average request time: :std-dev
af: Standaardafwyking van die gemiddelde aanvraag tyd:: st-dev

source: Longest/shortest request: :longest sec/:shortest sec
af: Langste / kortste versoek:: langste sek /: kortste sek

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
af: Stel jou in staat om te kry 'n paar rowwe benchmarking statisticsabout n volledige URL.

source: The URL to request.
af: Die URL te vra.

source: Number of iterations to perform.
af: Aantal iterasies uit te voer.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
af: Maksimum totale tyd vir alle iterasies, in seconds.If 'n enkele iterasie neem meer as die time-out, sal net een versoek gemaak word

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
af: Voorbeeld Gebruik: `koek maatstaf --n 10 --t 100 http: // localhost / testsite`. <Info> Nota: </ info> hierdie maatstaf sluit nie die leser te lewer tye.

source: Component initialization
af: komponent inisialisering

source: Controller action
af: kontroleerder aksie

source: Controller action start
af: Kontroleerder aksie begin

source: Processing toolbar state
af: nutsbalk Processing staat

source: Processing toolbar data
af: nutsbalk Processing data

source: Controller render start
af: Kontroleur lewer begin

source: Could not load DebugToolbar panel %s
af: Kan DebugToolbar paneel nie laai %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
af: Core Processing (Afgelei van $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
af: Headers al gestuur in %s op lyn %s . Kan nie log data te stuur na FirePHP.

source: Incorrect parameter count for FireCake::fb()
af: Verkeerde aantal parameters vir FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
af: Maksimum aantal (99999) van boodskappe bereik!

source: There are no active panels. You must enable a panel to see its output.
af: Daar is geen aktiewe panele. Jy moet 'n paneel in staat stel om sy produksie te sien.

source: App Constants
af: app Konstantes

source: CakePHP Constants
af: CakePHP Konstantes

source: PHP Environment
af: PHP

source: Hidef Environment
af: Hidef Omgewing

source: Request History
af: versoek Geskiedenis

source: No previous requests logged.
af: Geen vorige versoeke aangeteken.

source: previous requests available
af: vorige versoeke beskikbaar

source: Restore to current request
af: Herstel na die huidige aanvraag

source: Included Files
af: ingesluit lêers

source: There were no log entries made this request
af: Daar was geen teken inskrywings het hierdie versoek

source: Request
af: versoek

source: No post data.
af: Geen post data.

source: No querystring data.
af: Geen soektog string data.

source: Current Route
af: huidige roete

source: Session
af: sessie

source: No query logs when debug < 2.
af: Geen navraag logs wanneer ontfout <2.

source: No query logs.
af: Geen navraag logs.

source: Total Time: %s ms <br />Total Queries: %s queries
af: Totale Tyd: %s ms <br /> Totaal Navrae: %s navrae

source: Query Explain:
af: Navraag verduidelik:

source: Click an "Explain" link above, to see the query explanation.
af: Klik op 'n \ "Verduidelik " skakel hierbo om die navraag verduideliking sien.

source: No active database connections
af: Geen aktiewe databasis verbindings

source: Memory
af: Geheue

source: Peak Memory Use
af: Peak Memory Gebruik

source: Memory use
af: Memory gebruik

source: %s (ms)
af: %s (me)

source: Total Request Time:
af: Totaal Versoek Tyd:

source: Time in ms
af: Tyd in MS

source: Graph
af: grafiek

source: View Variables
af: Kyk Veranderlikes

source: Rendering View
af: Die lewering van View

source: Rendering %s
af: Die lewering van %s

source: View render complete
af: Kyk lewer volledige

source: Explain
af: verduidelik

source: Starting %sms into the request, taking %sms
af: Begin %s ms in die versoek, met %s ms

source: No markup errors found
af: Geen opmaak foute gevind

source: maybe slow
af: Miskien stadig

source: Absolute path or relative to APP.
af: Absolute pad of met betrekking tot APP.

source: An error occured while getting the status of your account.
af: 'N Fout het voorgekom terwyl jy die status van jou rekening.

source: There was an error while connecting to Paypal
af: Daar was 'n fout tydens koppeling aan Paypal

source: There was a problem initiating the transaction, please try again.
af: Daar was 'n probleem te inisieer die transaksie, probeer asseblief weer.

source: There was a problem getting your details, please try again.
af: Daar was 'n probleem om jou besonderhede, probeer asseblief weer.

source: There was an error completing the payment
af: Daar was 'n fout voltooiing van die betaling

source: There was a problem processing the transaction, please try again.
af: Daar was 'n fout tydens die verwerking van die transaksie, probeer asseblief weer.

source: There was an error processing the card payment
af: Daar was 'n fout tydens die verwerking van die kaart betaling

source: There was a problem processing your card, please try again.
af: Daar was 'n fout tydens die verwerking van jou kaart, probeer asseblief weer.

source: There was an error processing the the refund
af: Daar was 'n fout tydens die verwerking van die terugbetaling

source: A problem occurred during the refund process, please try again.
af: 'N Probleem het voorgekom tydens die terugbetaling proses, probeer asseblief weer.

source: There was an problem communicating with the payment gateway
af: Daar was 'n probleem te kommunikeer met die betaling gateway

source: Missing client id/secret
af: Ontbreek kliënt ID / geheime

source: Must specify an expiry date
af: Moet 'n vervaldatum spesifiseer

source: Must include a M and Y in expiry date
af: Moet 'n M en Y in vervaldatum

source: Invalid expiry date
af: Ongeldige vervaldatum

source: Invalid card number
af: Ongeldige kredietkaart nommer

source: Invalid CVV2 number
af: Ongeldige CVV2 aantal

source: Invalid card type
af: Ongeldige kaart tipe

source: Could not detect client IP address
af: Kan kliënt IP-adres nie op te spoor

source: Not a valid credit card number
af: Nie 'n geldige kredietkaart nommer

source: You must include the 3 digit security number
af: Jy moet die 3 syfer sekerheid nommer insluit

source: Must specify an "amount" to charge
af: Moet spesifiseer 'n \ "bedrag " op te laai

source: You must pass a valid order array
af: Jy moet 'n geldige bevel verskeidenheid slaag

source: Valid "return" and "cancel" urls must be provided
af: Geldig \ "terugkeer " en \ "Kanselleer " URL'e moet voorsien word

source: You must provide a currency code
af: Jy moet 'n geldeenheid kode verskaf

source: Original PayPal Transaction ID is required
af: Oorspronklike PayPal transaksie ID vereis

source: Must specify an "amount" to refund
af: Moet spesifiseer 'n \ "bedrag " om terug te betaal

source: You must specify a refund type, such as Full or Partial
af: Jy moet 'n terugbetaling tipe spesifiseer, soos volle of gedeeltelike

source: File was not downloaded.
af: Lêer is nie afgelaai.

source: No %s found for that date range
af: Geen %s gevind vir daardie datum bereik

source: Your form data is preserved you'll be redirected to it after login.
af: Jou vorm data behoue ​​jy sal gestuur word na dit na aanteken.

source: Error notification from %s
af: Fout boodskap van %s

source: Albania
af: Albanië

source: Algeria
af: Algerië

source: American Samoa
af: Amerikaanse Samoa

source: Antarctica
af: Antarktika

source: Antigua and Barbuda
af: Antigua en Barbuda

source: Argentina
af: Argentinië

source: Armenia
af: Armenië

source: Australia
af: Australië

source: Austria
af: Oostenryk

source: Bangladesh
af: Bangladesj

source: Belarus
af: Wit-Rusland

source: Belgium
af: België

source: Bhutan
af: Bhoetan

source: Bosnia and Herzegovina
af: Bosnië en Herzegovina

source: Brazil
af: Brasilië

source: British Indian Ocean Territory
af: Britse Indiese Oseaan Gebied

source: Brunei Darussalam
af: Brunei

source: Bulgaria
af: Bulgarye

source: Cambodia
af: Kambodja

source: Cameroon
af: Kameroen

source: Canada
af: Kanada

source: Cape Verde
af: Kaap Verde

source: Cayman Islands
af: Kaaimanseilande

source: Central African Republic
af: Sentraal-Afrikaanse Republiek

source: Chile
af: Chili

source: China
af: Sjina

source: Cocos (Keeling) Islands
af: Cocos (Keeling) Eilande

source: Comoros
af: Comore

source: Congo
af: Kongo

source: Congo, the Democratic Republic of the
af: Kongo, die Demokratiese Republiek van die

source: Cook Islands
af: Cook Eilande

source: Cote D'Ivoire
af: Ivoorkus

source: Croatia
af: Kroasië

source: Cuba
af: Kuba

source: Cyprus
af: Ciprus

source: Czech Republic
af: Tsjeggiese Republiek

source: Denmark
af: Denemarke

source: Djibouti
af: Djiboeti

source: Dominican Republic
af: Dominikaanse Republiek

source: Egypt
af: Egipte

source: Equatorial Guinea
af: Ekwatoriaal-Guinee

source: Estonia
af: Estland

source: Ethiopia
af: Ethiopië

source: Falkland Islands (Malvinas)
af: Falkland Eilande (Malvinas)

source: Faroe Islands
af: Faroëreilande

source: Fiji
af: Fidji

source: France
af: Frankryk

source: French Guiana
af: Franse Guiana

source: French Polynesia
af: Frans-Polinesië

source: French Southern Territories
af: Franse Suidelike Gebiede

source: Gabon
af: Gaboen

source: Gambia
af: Gambië

source: Germany
af: Duitsland

source: Greece
af: Griekeland

source: Greenland
af: Groenland

source: Guinea
af: Guinee

source: Guinea-Bissau
af: Guinee-Bissau

source: Heard Island and Mcdonald Islands
af: Gehoor Island en McDonald Eilande

source: Hungary
af: Hongarye

source: Iceland
af: Ysland

source: India
af: Indië

source: Indonesia
af: Indonesië

source: Iraq
af: Irak

source: Ireland
af: Ierland

source: Italy
af: Italië

source: Kazakhstan
af: Kazakstan

source: Kenya
af: Kenia

source: Korea, Democratic People's Republic of
af: Korea, Demokratiese Volksrepubliek van

source: Korea, Republic of
af: Korea, Republiek van

source: Lao People's Democratic Republic
af: Lao People's Demokratiese Republiek

source: Latvia
af: Letland

source: Lebanon
af: Libanon

source: Liberia
af: Liberië

source: Libyan Arab Jamahiriya
af: Libiese Arabiese Jamahiriya

source: Lithuania
af: Litaue

source: Luxembourg
af: Luxemburg

source: Macedonia, the Former Yugoslav Republic of
af: Macedonië, die voormalige Slawiese Republiek van

source: Madagascar
af: Madagaskar

source: Malaysia
af: Maleisië

source: Marshall Islands
af: Marshall-eilande

source: Mauritania
af: Mauritanië

source: Mexico
af: Mexiko

source: Micronesia, Federated States of
af: Mikronesië, Federale State van

source: Moldova, Republic of
af: Moldawië, Republiek van

source: Mongolia
af: Mongolië

source: Morocco
af: Marokko

source: Mozambique
af: Mosambiek

source: Namibia
af: Namibië

source: Netherlands
af: Nederland

source: Netherlands Antilles
af: Nederlandse Antille

source: New Zealand
af: Nieu-Seeland

source: Nigeria
af: Nigerië

source: Northern Mariana Islands
af: Noord Mariana Eilande

source: Norway
af: Noorweë

source: Palestinian Territory, Occupied
af: Palestynse gebiede beset

source: Papua New Guinea
af: Papoea-Nieu-Guinee

source: Philippines
af: Filippyne

source: Poland
af: Pole

source: Qatar
af: Katar

source: Romania
af: Roemenië

source: Russian Federation
af: Russiese Federasie

source: Saint Kitts and Nevis
af: Saint Kitts en Nevis

source: Saint Pierre and Miquelon
af: Saint-Pierre en Miquelon

source: Saint Vincent and the Grenadines
af: St Vincent en die Grenadine

source: Sao Tome and Principe
af: Sao Tomé en Principe

source: Saudi Arabia
af: Saoedi-Arabië

source: Serbia and Montenegro
af: Serwië en Montenegro

source: Seychelles
af: Seychelle

source: Singapore
af: Singapoer

source: Slovakia
af: Slowakye

source: Slovenia
af: Slowenië

source: Solomon Islands
af: Solomon Eilande

source: Somalia
af: Somalië

source: South Africa
af: Suid-Afrika

source: South Georgia and the South Sandwich Islands
af: Suid-Georgië en die Suid-Sandwich Eilande

source: Spain
af: Spanje

source: Sudan
af: Soedan

source: Svalbard and Jan Mayen
af: Svalbard en Jan Mayen

source: Sweden
af: Swede

source: Switzerland
af: Switserland

source: Syrian Arab Republic
af: Siriese Arabiese Republiek

source: Taiwan, Province of China
af: Taiwan, Provinsie van China

source: Tajikistan
af: Tadjikistan

source: Tanzania, United Republic of
af: Tanzanië, Verenigde Republiek van

source: Timor-Leste
af: Oos-Timor

source: Trinidad and Tobago
af: Trinidad en Tobago

source: Tunisia
af: Tunisië

source: Turkey
af: Turkye

source: Turks and Caicos Islands
af: Turks en Caicos Eilande

source: Ukraine
af: Oekraïne

source: United Arab Emirates
af: Verenigde Arabiese Emirate

source: United Kingdom
af: Verenigde Koninkryk

source: United States
af: Verenigde State

source: Uzbekistan
af: Oesbekistan

source: Viet Nam
af: Viëtnam

source: Wallis and Futuna
af: Wallis en Futuna

source: Western Sahara
af: Wes-Sahara

source: Yemen
af: Jemen

source: Zambia
af: Zambië

source: Invalid argument #1: %s is not a valid %s identifyer.
af: Ongeldige argument # 1: %s is nie 'n geldige %s identifyer.

source: %s for Row %d failed to save.
af: %s vir Ry %d versuim het om te red.

source: You need to define at least one field to be toggleable.
af: Jy moet ten minste een veld te definieer toggleable te wees.

source: The field %s is not in the list of toggleable fields.
af: Die veld %s is nie in die lys van toggleable velde.

source: The field %s does not have two toggleable states defined.
af: Die veld %s het nie twee toggleable state gedefinieer.

source: Invalid record
af: Ongeldige rekord

source: Server lipsum.com returns error code %s.
af: Bediener lipsum.com fout kode terugkeer %s .

source: Response from lipsum.com is empty or could not be decoded.
af: Reaksie van lipsum.com is leeg of kon nie ontsyfer.

source: Connection to server lipsum.com failed. %s.
af: Verbinding met bediener lipsum.com misluk. %s .

source: Please correct the errors below.
af: Korrigeer asseblief hieronder die foute.

source: Error
af: Fout!

source: The requested address %s was not found on this server.
af: Die versoek adres %s is nie gevind nie op hierdie bediener.

source: An Internal Error Has Occurred.
af: 'N Interne fout.

source: datasource configuration was not found
af: data bron opset is nie gevind nie

source: CakePHP: the rapid development php framework
af: CakePHP: die vinnige ontwikkeling PHP raamwerk

source: Debug setting does not allow access to this url.
af: Debug instelling het nie toegang tot hierdie url toelaat.

source: Add New Exam
af: Nuwe Eksamen

source: Inactive
af: Stil

source: Start & End Date
af: Begin & End Datum

source: Certification of Completion
af: Sertifisering van voltooiing

source: Click here to download excel file format
af: Klik hier om af te laai Excel lêer formaat

source: Are you sure, you want to close this exam?
af: Is jy seker jy wil hierdie eksamen te sluit?

source: Are you sure, you want to re-activate this exam?
af: Is jy seker jy wil hê na re-aktiveer hierdie eksamen?

source: Closed
af: gesluit

source: Results
af: my Resultate

source: Contents
af: lêer

source: Email & SMS
af: E-pos

source: Knowledge Base (for Documentation)
af: Knowledge Base (vir Dokumentasie)

source: Forum (24x7x)
af: Forum:

source: Live Chat (For Sales & Billing Only)
af: Koopkontrak

source: Support (For Technical Support)
af: Ondersteuning (vir tegniese ondersteuning)

source: Visit Our Website
af: Besoek ons ​​webwerf

source: for more documentation & Details
af: vir meer dokumentasie & Besonderhede
