Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/afr/LC_MESSAGES/validation.po
Languages: af

source: Only letters and numbers allowed
af: Slegs letters en nommers toegelaat

source: Group already exist
af: Groep bestaan reeds

source: Only Url
af: slegs Url

source: File does not have a valid extension
af: Lêer het nie 'n geldige uitbreiding

source: You must supply a JPG, GIF or PNG File.
af: Jy moet 'n JPG, GIF of PNG-lêer te voorsien.

source: Invalid Header Contact
af: Ongeldige Selected Kontak

source: Only Alphabets
af: slegs alfabette

source: Currency Name already exist
af: Geldeenheid Naam bestaan reeds

source: You must supply image height is less than 50px
af: Jy moet verskaf beeld hoogte is minder as 50 pixels

source: You must supply image width is less than 50px
af: Jy moet beeldwydte verskaf is minder as 50 pixels

source: Only numbers allowed
af: Slegs getalle toegelaat

source: Only Date/time format
af: Slegs Datum / tyd formaat

source: Enter a valid email
af: Gee 'n geldige e-pos

source: Please select
af: Kies asseblief

source: Invalid Username
af: Ongeldige gebruikersnaam

source: Invalid Password
af: Ongeldige Wagwoord

source: Invalid Signature
af: Ongeldige handtekening

source: Only numbers
af: slegs getalle

source: You must supply image height is less than 220px
af: Jy moet beeld hoogte verskaf is minder as 220px

source: This Email has already been exist! try new one
af: Hierdie e-pos is reeds bestaan nie! Probeer nuwe een

source: Password required
af: wagwoord vereis

source: Password minimum 4 character long
af: Wagwoord minimum 4 karakter lang

source: Name already exist
af: Naam bestaan reeds
