Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/slk/LC_MESSAGES/validation.po
Languages: sk

source: Only letters and numbers allowed
sk: Iba písmená a čísla povolenej

source: Group already exist
sk: Skupina už existujú

source: Only Url
sk: iba web

source: File does not have a valid extension
sk: Súbor nemá platný príponu

source: You must supply a JPG, GIF or PNG File.
sk: Je nutné dodať JPG, GIF alebo PNG.

source: Invalid Header Contact
sk: Neplatná hlavička Kontakt

source: Only Alphabets
sk: iba abecedy

source: Currency Name already exist
sk: Meno meny už existujú

source: You must supply image height is less than 50px
sk: Je nutné dodať výška obrázku je menšia ako 50 px

source: You must supply image width is less than 50px
sk: Je nutné zadať šírku obrázku je menšia ako 50 px

source: Only numbers allowed
sk: Iba čísla povolené

source: Only Date/time format
sk: Formát len ​​dátum / čas

source: Enter a valid email
sk: Zadajte platný e-mail

source: Please select
sk: Prosím vyber

source: Invalid Username
sk: Neplatné užívateľské meno

source: Invalid Password
sk: nesprávne heslo

source: Invalid Signature
sk: neplatný podpis

source: Only numbers
sk: iba čísla

source: You must supply image height is less than 220px
sk: Je nutné dodať výšky obrazu je menšia ako 220px

source: This Email has already been exist! try new one
sk: Táto adresa je už existuje! vyskúšať novú

source: Password required
sk: vyžadované heslo

source: Password minimum 4 character long
sk: Minimálna hesla 4 znakov dlhé

source: Name already exist
sk: Meno už existujú
