Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/zul/LC_MESSAGES/default.po
Languages: zu

source: Database Engine MySQL (4 or greater)
zu: Database Engine MySQL (4 noma ngaphezulu)

source: Mandatory
zu: okugunyaziwe

source: Server Status
zu: Isimo Server

source: Web Server
zu: Server Web

source: PDO Unavailable
zu: PDO Ayitholakali

source: PDO Available
zu: PDO Iyatholakala

source: Directory &amp; File Permission
zu: Directory & amp; Ifayela Imvume

source: These Folders of Files need to be
zu: Lezi amafolda of Amafayela kudingeka babe

source: Writable
zu: ebhalekayo

source: for application to be installed.
zu: ngoba isicelo afakwe.

source: Folders or Files
zu: Amafolda noma Amafayela

source: app/tmp/
zu: Uhlelo lokusebenza / tmp /

source: app/Config/database.php
zu: Uhlelo lokusebenza / Ukulungiselela / database.php

source: app/Config/core.php
zu: Uhlelo lokusebenza / Ukulungiselela / core.php

source: Refresh
zu: Vuselela

source: Let's Start
zu: Ake Qala

source: Step 2 of 4
zu: Isinyathelo 2 of 4

source: Installation Agreement
zu: Isivumelwano Ukufakwa

source: I Accept to Proceed
zu: Ngiyamukela ukuze Qhubekisa ngokuthwebula

source: Step 3 of 4
zu: Isinyathelo 3 of 4

source: Database Connection Settings
zu: Izilungiselelo Database Connection

source: Host Name
zu: Host Igama

source: Usually Localhost
zu: Ngokuvamile zisingathe

source: Database User
zu: Database Umsebenzisi

source: Database User Name
zu: Database Igama olisebenzisayo

source: Database User Password
zu: Database Umsebenzisi Iphasiwedi

source: Database Type
zu: Database Uhlobo

source: Test Connection
zu: Uxhumano lokuhlola

source: Step 4 of 4
zu: Isinyathelo 4 of 4

source: Name of Your Website
zu: Igama Iwebhusayithi Yakho

source: Useful for SEO
zu: Ewusizo SEO

source: Meta Content for SEO
zu: Okuqukethwe Meta for SEO

source: Please Select Timezone
zu: Sicela Khetha Isikhathi sendawo

source: Name of Your Organization/Company
zu: Igama Inhlangano Yakho / Company

source: Default Admin Email
zu: Okuzenzakalelayo Admin imeyili

source: Install Sample Data With Dummy Entries
zu: Faka Data Sample With oyidami Umncintiswano

source: Install
zu: Faka

source: Welcome to
zu: Siyakwamukela ku

source: Set Avatar
zu: Setha Avatar

source: Sign out
zu: Phuma ngemvume

source: Copyright
zu: Imininingwane

source: follow on facebook
zu: landela on facebook

source: Latest News & Events
zu: Latest Izindaba & Events

source: Time
zu: Isikhathi

source: Download PDF
zu: Thwebula PDF

source: Average Percentage(%)
zu: Amaphesenti esimaphakathi (%)

source: Delete Forever
zu: Susa Phakade

source: Move to Trash
zu: Yisa kudoti

source: News Detail
zu: Izindaba Imininingwane

source: No of Visitors
zu: Ayikho lezivakashi

source: No of Students
zu: Ayikho of Students

source: No of Exams
zu: Ayikho izivivinyo

source: Payment From Pay Pal
zu: Inkokhelo Kusuka Pay Pal

source: Pay From Pay Pal
zu: Khokha Kusuka Pay Pal

source: Edit Profile
zu: Hlela iphrofayela

source: Security Code
zu: Ikhodi yokuphepha

source: Answers
zu: Izimpendulo

source: My Results
zu: Ezenye My

source: Attempt Date
zu: umzamo Usuku

source: SUBJECT REPORT
zu: UMBIKO SUBJECT

source: TIME MANAGEMENT
zu: MANAGEMENT TIME

source: QUESTION REPORT
zu: UMBIKO UMBUZO

source: COMPARE REPORT
zu: UMBIKO UMA

source: Total No. of Student
zu: No. Inani Student

source: My Marks
zu: Marks My

source: Total Marks of Test
zu: Imininingwane Marks Test

source: My Percentile
zu: Percentile My

source: Total Question in Test
zu: Umbuzo Ingqikithi in Test

source: Total Attempt Question in Test
zu: Imininingwane Umzamo Umbuzo in Test

source: Left Question
zu: Left Umbuzo

source: Left Question Marks
zu: Left bomabuta

source: Total Time of Test
zu: Isikhathi Isamba Test

source: My Time
zu: Isikhathi Sami

source: My Rank
zu: Isikhundla Sami

source: Performance Report For
zu: Umbiko Wokusebenza For

source: Question & Marks Wise Report For
zu: Umbuzo & Marks Umbiko Wise For

source: Subject Report For
zu: Umbiko Ndaba For

source: Correct
zu: Lungile

source: Unattempted Questions
zu: Imibuzo Unattempted

source: Graphical Report For
zu: Umbiko sokuqhafaza

source: Time Management For
zu: Isikhathi Management For

source: Question Report For
zu: Umbuzo Umbiko For

source: Question Status
zu: Isimo Umbuzo

source: Your Answer
zu: Impendulo Yakho

source: Your Score
zu: Score Your

source: Your Time
zu: Isikhathi Sakho

source: Solution For
zu: Isixazululo For

source: Not Attempt
zu: Ungazami

source: Attempt
zu: umzamo

source: Incorrect
zu: engafanelanga

source: Your Answers
zu: Izimpendulo Zakho

source: Solution
zu: Isixazululo

source: Compare Report For
zu: Qhathanisa Umbiko For

source: Total Ques.
zu: Ingqikithi Ques.

source: Maximum Marks
zu: Marks Maximum

source: Attempted Ques.
zu: Ques Izame.

source: Unattempted Ques.
zu: Ques Unattempted.

source: Correct Ques.
zu: Ques Lungile.

source: Incorrect Ques.
zu: Ques engalungile.

source: Previous
zu: Langaphambilini

source: This is to certify that
zu: Lokhu kwenzelwa ukuqinisekisa ukuthi

source: has succesfully completed the
zu: uye ngempumelelo waqedela

source: in course program offered by
zu: eqeleni Uhlelo olunikezwa

source: Sign In
zu: Ngena ngemvume

source: Forgot Passwocrd
zu: Ukhohlwe Passwocrd

source: New User? Create Account
zu: Umsebenzisi New? Yenza i-akhawunti

source: Engine is not loaded
zu: Engine awalayishwanga

source: Pdf engine "%s" not found
zu: Pdf injini \ " %s " ayitholakalanga

source: Pdf engines must extend "AbstractPdfEngine"
zu: Pdf izinjini kumelwe ukunweba \ "AbstractPdfEngine "

source: Crypto is not loaded
zu: Crypto akuyona ezithwele

source: Pdf crypto "%s" not found
zu: Pdf mfihlo \ " %s " ayitholakalanga

source: Crypto engine must extend "AbstractPdfCrypto"
zu: Injini Crypto kumelwe ukunweba \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
zu: Isilawuli sibaluli $ pdfConfig ayilungile noma iyashoda

source: Total Requests made: :requests
zu: Izicelo Imininingwane wenza: izicelo

source: Total Time elapsed: :duration (seconds)
zu: Isikhathi esadlula: ubude besikhathi (amasekhondi)

source: Requests/Second: :rps req/sec
zu: Izicelo / Second: RPS req / sec

source: Average request time: :average-time seconds
zu: Sesikhatsi Isicelo: angu-time imizuzwana

source: Standard deviation of average request time: :std-dev
zu: Ukusuka emgomeni avareji isicelo isikhathi: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
zu: Longest / isicelo lemfisha: sec ende kunazo zonke /: sec lemfisha

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
zu: Ivumela wena ukuthola ezinye sesilinganiso senzuzo anolaka statisticsabout i-URL ofanelekayo ngokugcwele.

source: The URL to request.
zu: I-URL ukucela.

source: Number of iterations to perform.
zu: Number of okushiwoyo ukwenza.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
zu: Umkhawulo wesikhathi Imininingwane lazo zonke okushiwoyo, ngo seconds.If a kuphindelelwa olulodwa kudingeka okungaphezu kokubona sokuvala, wacela into eyodwa vo zizokwenziwa

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
zu: Isibonelo Sebenzisa: `ikhekhe lokuma --n 10 --t 100 http: // localhost / testsite`. <Info> Qaphela: </ ulwazi> lokhu lokuma akuhlanganisi isiphequluli zihumusha izikhathi.

source: Component initialization
zu: Ukuqalisa Uphiko

source: Controller action
zu: isenzo isilawuli

source: Controller action start
zu: Isilawuli isenzo isiqalo

source: Processing toolbar state
zu: isimo Icubungula yamathuluzi

source: Processing toolbar data
zu: Idatha Processing yamathuluzi

source: Controller render start
zu: Isilawuli zihumusha isiqalo

source: Could not load DebugToolbar panel %s
zu: Ayikwazanga ukulayisha DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
zu: Ukucubungula Core (elisuselwa $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
zu: Izihloko kakade wathumela e %s on line %s . Ayikwazi ukuthumela idatha log FirePHP.

source: Incorrect parameter count for FireCake::fb()
zu: Engafanelanga ipharamitha ye ukubala FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
zu: Inombolo enkulu (99,999) kwemilayezo kwafinyelela!

source: There are no active panels. You must enable a panel to see its output.
zu: Azikho panel esebenzayo. Kufanele sikwazi panel ukuze ubone okhiqizwayo.

source: Request History
zu: Cela Umlando

source: No previous requests logged.
zu: Azikho izicelo odlule ungene.

source: previous requests available
zu: izicelo odlule kuyatholakala

source: Restore to current request
zu: Buyisela Isicelo samanje

source: Included Files
zu: Amafayela Kuhlanganiswa

source: Logs
zu: izingodo

source: There were no log entries made this request
zu: Zazingekho log okufakiwe wenza lesi sicelo

source: Request
zu: Isicelo

source: No post data.
zu: Ayikho idatha post.

source: No querystring data.
zu: Ayikho idatha umucu wombuzo.

source: Current Route
zu: Umzila yamanje

source: Sql Logs
zu: SQL izingodo

source: No query logs when debug < 2.
zu: Ayikho izingodo nombuzo uma we-debug <2.

source: No query logs.
zu: Ayikho izingodo nombuzo.

source: Total Time: %s ms <br />Total Queries: %s queries
zu: Isikhathi: %s ms <br /> Ubude Imibuzo: %s imibuzo

source: Query Explain:
zu: Yokusebenza Chaza:

source: Click an "Explain" link above, to see the query explanation.
zu: Chofoza i \ "Chaza " isixhumanisi ngenhla, ukubona ngezindlela ezingefani okukade kuchazwa nombuzo.

source: No active database connections
zu: Ayikho database ukuxhumeka asebenzayo

source: Peak Memory Use
zu: Peak Memory Sebenzisa

source: Memory use
zu: ukusetshenziswa Memory

source: Timers
zu: Isilinganiso

source: Total Request Time:
zu: Imininingwane Isicelo Time:

source: Time in ms
zu: Isikhathi in ms

source: Graph
zu: Igrafu

source: View Variables
zu: Buka eziguquguqukayo

source: Rendering View
zu: Ekunikeleni Buka

source: Rendering %s
zu: Ekunikeleni %s

source: View render complete
zu: Buka zihumusha ephelele

source: Explain
zu: Chaza

source: Starting %sms into the request, taking %sms
zu: Iqalisa %s ms singene isicelo, ukuthatha %s ms

source: No markup errors found
zu: Ayikho amaphutha okokwakha okutholakele

source: maybe slow
zu: mhlawumbe slow

source: Absolute path or relative to APP.
zu: indlela Absolute noma isihlobo APP.

source: An error occured while getting the status of your account.
zu: Kuvele iphutha ngenkathi lithola isimo se-akhawunti yakho.

source: There was an error while connecting to Paypal
zu: Kube nephutha ngenkathi ixhuma ku-PayPal

source: There was a problem initiating the transaction, please try again.
zu: Kube nenkinga eziqalisa kuthengiselana, sicela uzame futhi emuva.

source: There was a problem getting your details, please try again.
zu: Kube nenkinga yokuthola imininingwane yakho, sicela uzame futhi emuva.

source: There was an error completing the payment
zu: Kube nephutha ekuqedeni ukukhokhwa

source: There was a problem processing the transaction, please try again.
zu: Kube nenkinga ekucubunguleni ukuthengiselana, sicela uzame futhi emuva.

source: There was an error processing the card payment
zu: Kube nephutha ekucubunguleni ukukhokhwa ikhadi

source: There was a problem processing your card, please try again.
zu: Kube nenkinga ekucubunguleni ikhadi lakho, sicela uzame futhi emuva.

source: There was an error processing the the refund
zu: Kube nephutha ekucubunguleni lokuthola imali

source: A problem occurred during the refund process, please try again.
zu: Kuvele inkinga ngesikhathi inqubo imali, sicela uzame futhi emuva.

source: There was an problem communicating with the payment gateway
zu: Kube nenkinga ngokuxhumana gateway yokukhokha

source: Missing client id/secret
zu: Missing client id / imfihlo

source: Must specify an expiry date
zu: Kufanele ucacise usuku lokuphelelwa yisikhathi

source: Must include a M and Y in expiry date
zu: Kufanele lifake M Y nosuku eyophela ngalo

source: Invalid expiry date
zu: usuku lokuphelelwa yisikhathi engavumelekile

source: Invalid card number
zu: Inombolo ikhadi engavumelekile

source: Invalid CVV2 number
zu: Inombolo CVV2 engavumelekile

source: Invalid card type
zu: uhlobo ikhadi engavumelekile

source: Could not detect client IP address
zu: Ayikwazanga ukuthola amaklayenti ikheli le-IP

source: Not a valid credit card number
zu: Hhayi inombolo ye-credit card evumelekile

source: You must include the 3 digit security number
zu: Kufanele zihlanganisa inombolo security ezingu-3

source: Must specify an "amount" to charge
zu: Kufanele ucacise \ "isamba " ukuze ukukhokhisa

source: You must pass a valid order array
zu: Kufanele kudlule eziningi oda evumelekile

source: Valid "return" and "cancel" urls must be provided
zu: Kusebenza \ "ukubuya " futhi \ "Khansela " URLs kumele kuhlinzekwe

source: You must provide a currency code
zu: Kumele unikeze ikhodi lwemali

source: Original PayPal Transaction ID is required
zu: ID Original PayPal Okwenziwayo iyadingeka

source: Must specify an "amount" to refund
zu: Kufanele ucacise \ "isamba " imali

source: You must specify a refund type, such as Full or Partial
zu: Kufanele ucacise uhlobo imali, ezifana Full Noma Ngokwengxenye

source: File was not downloaded.
zu: Ifayela awuzange ukulandwa.

source: No %s found for that date range
zu: Ayikho %s ezitholakele ngoba lokho date uhla

source: Your form data is preserved you'll be redirected to it after login.
zu: Idatha yakho ifomu usekhona uyobe uqondiswe ngemva login.

source: Error notification from %s
zu: Iphutha isaziso esivela %s

source: Chile
zu: eChile

source: Congo, the Democratic Republic of the
zu: Congo, Democratic Republic of the

source: Cote D'Ivoire
zu: Côte d'Ivoire

source: Czech Republic
zu: I-Czech Republic

source: Dominican Republic
zu: i-Dominican Republic

source: Hong Kong
zu: i-Hong Kong

source: Israel
zu: Israyeli

source: Korea, Democratic People's Republic of
zu: Korea, Democratic Republic of Yabantu

source: Lao People's Democratic Republic
zu: Lao People sika Democratic Republic

source: Libyan Arab Jamahiriya
zu: Umculo wezithandani Arab Jamahiriya

source: Macedonia, the Former Yugoslav Republic of
zu: Macedonia, uMbumbi zaseYugoslavia Republic of

source: Micronesia, Federated States of
zu: Micronesia: isexwayiso

source: New Zealand
zu: E-New Zealand

source: Palestinian Territory, Occupied
zu: Territory yasePalestina, Ematasa

source: Puerto Rico
zu: E-Puerto Rico

source: Russian Federation
zu: Inhlangano yase Russia

source: Sao Tome and Principe
zu: São Tomé and Príncipe

source: Saudi Arabia
zu: I-Saudi Arabia

source: Serbia and Montenegro
zu: ESerbia naseMontenegro

source: South Africa
zu: Iningizimu Afrika

source: South Georgia and the South Sandwich Islands
zu: South Georgia ne-South Sandwich Islands

source: Sri Lanka
zu: i-Sri Lanka

source: Taiwan, Province of China
zu: Taiwan, eSifundazweni China

source: Turkey
zu: igalikuni

source: United Arab Emirates
zu: I-United Arab Emirates

source: United Kingdom
zu: i-United Kingdom

source: United States
zu: I-united states

source: Invalid argument #1: %s is not a valid %s identifyer.
zu: Engavumelekile agumenti # 1: %s akulona %s identifyer.

source: %s for Row %d failed to save.
zu: %s ngoba Umugqa %d yahluleka ukulisindisa.

source: You need to define at least one field to be toggleable.
zu: Udinga ukuchaza ensimini okungenani umuntu abe toggleable.

source: The field %s is not in the list of toggleable fields.
zu: Inkambu %s alikho uhlu amasimu toggleable.

source: The field %s does not have two toggleable states defined.
zu: Inkambu %s ayinayo uthi ababili toggleable echaziwe.

source: Invalid record
zu: irekhodi engavumelekile

source: Server lipsum.com returns error code %s.
zu: Iseva lipsum.com ibuyisa ikhodi yephutha %s .

source: Response from lipsum.com is empty or could not be decoded.
zu: Imphendvulo kusukela lipsum.com alinalutho noma ayikwazanga ukukhishwa.

source: Connection to server lipsum.com failed. %s.
zu: Uxhumano kwiseva lipsum.com kuhlulekile. %s .

source: Please correct the errors below.
zu: Sicela ulungise amaphutha ngezansi.

source: Error
zu: Iphutha

source: The requested address %s was not found on this server.
zu: I eceliwe ikheli %s ayitholakalanga kule seva.

source: An Internal Error Has Occurred.
zu: An iphutha langaphakathi.

source: datasource configuration was not found
zu: Umthombo wedatha ukumisa alutholakalanga

source: CakePHP: the rapid development php framework
zu: CakePHP: ngokushesha kwethulwe uhlaka lwezentuthuko php

source: Debug setting does not allow access to this url.
zu: Debug Akufanele uvumele ukufinyelela kule url.

source: Add New Exam
zu: Engeza New Exam

source: Inactive
zu: Akusebenzi

source: Start & End Date
zu: Qala & End Date

source: Certification of Completion
zu: Certification sokuqeda

source: Click here to download excel file format
zu: Chofoza lapha ukuze ulande Excel ifayela format

source: Are you sure, you want to close this exam?
zu: Uqinisekile, ufuna ukuvala lo ukuhlolwa?

source: Are you sure, you want to re-activate this exam?
zu: Uqinisekile, ufuna futhi kusebenze leli ukuhlolwa?

source: Closed
zu: Kuvalwe

source: Results
zu: Imiphumela

source: Configurations
zu: ukucupha

source: Contents
zu: Okuqukethwe

source: Email & SMS
zu: Imeyili & SMS

source: Customer Support Service
zu: Service Ukusekela Amakhasimende

source: Knowledge Base (for Documentation)
zu: Isizinda Solwazi (imibhalo)

source: Live Chat (For Sales & Billing Only)
zu: Chat Live (Ukuze Sales & Billing kuphela)

source: Support (For Technical Support)
zu: Amaprosesa asekelwe (Ukuze Technical Support)

source: Visit Our Website
zu: Vakashela Iwebhusayithi Wethu

source: for more documentation & Details
zu: imibhalo more & Yokuxhumana
