Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/zul/LC_MESSAGES/default.po
Languages: zu

source: Import/Export Question
zu: Import / Export Umbuzo

source: Answer
zu: Impendulo

source: Question Details
zu: Umbuzo Yokuxhumana

source: Please Select Exam
zu: Sicela Khetha Exam

source: Status of Result
zu: Isimo Umphumela

source: Please Select Result Status
zu: Sicela Khetha Umphumela Isimo

source: Download Result
zu: Thwebula Umphumela

source: Percent
zu: Amaphesenti

source: View Result
zu: Buka Umphumela

source: Download/Print Result
zu: Thwebula / Print Umphumela

source: Name or Enrolment Number
zu: Qamba noma Enrolment Inombolo

source: Enrolment Number
zu: Inombolo Enrolment

source: Back
zu: Emuva

source: Assesment Report for
zu: Umbiko Assesment for

source: Taken Date
zu: Usuku Taken

source: Total Time
zu: Isikhathi Esiphelele

source: Nos. of Browser tolrance attempt
zu: Nos. Of Browser tolrance mzamo

source: Total Score
zu: Amaphuzu esephelele

source: Feedback
zu: Impendulo

source: Marks Sheet
zu: Marks Ishidi

source: Section Name
zu: Igama Isigaba

source: Section proportion
zu: Isigaba ngokulingana

source: Actual
zu: Okwangempela

source: Your Percentage
zu: Amaphesenti Yakho

source: Section Summary
zu: Isigaba Summary

source: Maximum Score
zu: Score Maximum

source: Developed Skill
zu: Skill asethuthukile

source: Needs Development
zu: Izidingo Development

source: Lack of Skill
zu: Bengenawo amakhono

source: MCQ answered
zu: MCQ waphendula

source: Send Emails
zu: Thumela imeyili

source: Teachers
zu: Othisha

source: Any Email
zu: Noma iyiphi i-imeyili

source: Default all students if you add manually then search student email
zu: Okuzenzakalelayo bonke abafundi uma ungeza ngesandla ke ukucinga imeyili umfundi

source: Default all teachers if you add manually then search teacher email
zu: Okuzenzakalelayo bonke abafundisi uma ungeza ngesandla ke ukucinga imeyili uthisha

source: Type any email comma seprated
zu: Thayipha iyiphi ukhefana imeyili seprated

source: Type subject
zu: Uhlobo ndaba

source: Select Email Template
zu: Khetha Isifanekiso imeyili

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
zu: Uma ungafuni ukuba ukhethe isifanekiso imeyili bese umane uthayiphe umbiko we-imeyli. Uma ukulayisha isihleli ke awukwazi ukukhetha ithempulethi iya ku inkinobho usethe kabusha

source: Send Sms
zu: Thumela Sms

source: Any Sms
zu: Noma yimuphi Sms

source: Default all student if you add manually then search students name
zu: Okuzenzakalelayo konke umfundi uma ungeza ngesandla ke ukucinga abafundi igama

source: Default all teachers if you add manually then search teacher name
zu: Okuzenzakalelayo bonke abafundisi uma ungeza ngesandla ke ukucinga igama likathisha

source: Any Number
zu: Noma yimuphi Inombolo

source: Type any number comma seprated
zu: Thayipha iyiphi inombolo ukhefana seprated

source: Select Sms Template
zu: Khetha Sms Isifanekiso

source: Sms Template
zu: sms Isifanekiso

source: If you do not want to select sms template then simply type sms message
zu: Uma ungafuni ukuba ukhethe sms isifanekiso ke vele uthayiphe umlayezo sms

source: Certificate Signature
zu: Isitifiketi Signature

source: Upload Image(* height less than 75px)
zu: Layisha Image (* ukuphakama engaphansi kuka 75px)

source: Delete Signature
zu: Susa Signature

source: Add Slides
zu: Ngeza ama-slides

source: Slide Name
zu: Igama Slide

source: Upload Slide (1350*550)
zu: Layisha Slide (1350 * 550)

source: Edit Slides
zu: Hlela ama-Slides

source: Slides
zu: futhi ama-Slides

source: Add New Slide
zu: Engeza i-Slide Esisha

source: SMS Settings
zu: Izilungiselelo SMS

source: Sender ID
zu: ID Sender

source: Heading Username
zu: Kuphikelelephi Igama lomsebenzisi

source: Username field provided by sms gateway
zu: Igama lomsebenzisi field olunikezwa sms gateway

source: Heading Password
zu: Kuphikelelephi Iphasiwedi

source: Password field provided by sms gateway
zu: Iphasiwedi field olunikezwa sms gateway

source: Heading Mobile No
zu: Kuphikelelephi Ucingo No

source: Mobile No field provided by sms gateway
zu: Ucingo No insimu olunikezwa sms gateway

source: Heading Message
zu: Kuphikelelephi Umlayezo

source: Message field provided by sms gateway
zu: Umlayezo insimu olunikezwa sms gateway

source: Heading Sender Id
zu: Kuphikelelephi Id Sender

source: Sender Id field provided by sms gateway
zu: Sender Id insimu olunikezwa sms gateway

source: Add SMS Template
zu: Engeza Isifanekiso SMS

source: Edit SMS templates
zu: izifanekiso Hlela SMS

source: SMS Templates
zu: Izibonisi SMS

source: Add New SMS Template
zu: Engeza New SMS Isifanekiso

source: Add Students
zu: Engeza Students

source: Address
zu: Ikheli

source: Guardian Phone
zu: Guardian Hambayo

source: Edit Students
zu: Hlela Students

source: Renewal Date
zu: Usuku Sokuvuselela

source: Add New Student
zu: Engeza New Student

source: Admission Date
zu: Ukwamukelwa Usuku

source: Date & Time
zu: Idethi nesikhathi

source: Payment Through
zu: Inkokhelo Through

source: Remarks
zu: Amazwi

source: View Student Information
zu: Buka Ulwazi Student

source: Full Name
zu: Igama eligcwele

source: Phone Number
zu: Inombolo yocingo

source: Registered Email
zu: Registered imeyili

source: Alternate Number
zu: Inombolo Alternate

source: Last Login
zu: Login Last

source: Transaction Form
zu: Ifomu Okwenziwayo

source: ADD
zu: Engeza

source: DEDUCT
zu: susa

source: Add Subjects
zu: Engeza Tifundvo letifundvwa

source: Edit Subjects
zu: Hlela Imininingwane Yolwazi

source: Subjects
zu: Tifundvo letifundvwa

source: Add New Subject
zu: Engeza New Ndaba

source: Question Bank
zu: Umbuzo Bank

source: Add Testimonials
zu: Engeza Nobufakazi

source: Upload Photo (150*150)
zu: Layisha Isithombe (150 * 150)

source: Edit Testimonials
zu: Hlela Nobufakazi

source: Testimonials
zu: nobufakazi

source: Add New Testimonial
zu: Engeza New testimonial

source: Add Users
zu: Engeza Abasebenzisi

source: User Level
zu: Level Umsebenzisi

source: Username
zu: Igama lomsebenzisi

source: Level users
zu: abasebenzisi Level

source: Add New Level
zu: Engeza New Level

source: Back To Users
zu: Back To Abasebenzisi

source: Level Name
zu: Level Igama

source: Set Permission
zu: Setha Imvume

source: Assign Form Rights
zu: Nikeza Ifomu Rights

source: Module Name
zu: Module Igama

source: Old Password
zu: Iphasiwedi Endala

source: Edit Users
zu: Hlela Abasebenzisi

source: User Registration Form
zu: Ifomu Registration User

source: Users
zu: Abasebenzisi

source: Add New User
zu: Engeza New User

source: Add Level Users
zu: Engeza Level Abasebenzisi

source: Level User
zu: Level Umsebenzisi

source: Dear user, log in to access the admin area!
zu: umsebenzisi Dear, ungene ngemvume ukuze ufinyelele endaweni admin!

source: Admin / Teacher Username
zu: Admin / Teacher Igama lomsebenzisi

source: Forgot User Name
zu: Ukhohlwe Igama lomsebenzisi

source: Organisation Logo
zu: Inhlangano Ilogo

source: Upload Image(* height less than 220px)
zu: Layisha Image (* ukuphakama engaphansi kuka 220px)

source: Delete Logo
zu: Susa Ilogo

source: Please provide a type for chart %s!
zu: Sicela uhlinzeke uhlobo ishadi %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
zu: Ishadi: \ " %s " ayikwazanga ukutholakala. Siqinisekise ukuthi Igama Ishadi liwuchungechunge esifana wadlulela $ this-> HighCharts-> sinikele () e umbono wakho.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
zu: The Express Checkout transaction siphelelwe yisikhathi futhi transaction kudingeka kabusha

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
zu: Kungenzeka ukuthi uye wenza ucingo lwesibili sokukhokhwa efanayo noma okungenzeka ukuthi uke wasebenzisa le ID invoyisi efanayo zokukhokhelwa olicelela.

source: Please use a different funcing source.
zu: Sicela usebenzise emthonjeni ohlukile ukukhanyiselwa funcing.

source: An error occured, please retry the transaction.
zu: Kuvele iphutha, sicela uzame futhi kuthengiselana.

source: This transaction couldn't be completed. Redirecting to payment gateway
zu: Le nkokhelo akukwazanga ukuqedelwa. Kuqondiswa yokukhokha lomasango

source: You have not agreed to the billing agreement.
zu: Awuzange bavumelana esivumelwaneni sokukhokha.

source: The billing agreement is disabled or inactive.
zu: Isivumelwano lokukhokhisa okhubazekile noma ukungenzi lutho.

source: The credit card used is expired.
zu: Ikhadi lesikweletu esetshenziswa osekudlulelwe.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
zu: Okwenziwayo sachithwa ngoba impendulo AVS wabuyela ukubaluleka N, kanti i-akhawunti yomthengisi akakwazi ukwamukela zokukhokhelwa enjalo.

source: The payment gateway account is restricted.
zu: I-akhawunti yokukhokha gateway ubekelwe khona imingcele.

source: You must submit an IP address of the buyer with each API call.
zu: Kumelwe uthumele ikheli le-IP umthengi nge call ngamunye API.

source: The merchant selected a value for the PaymentAction field that is not supported.
zu: Umnini-sitolo akhethiwe value for the PaymentAction esendle ayisekelwe.

source: The credit card field was blank.
zu: Inkambu credit card kwaba blank.

source: The total amount and item amounts do not match.
zu: Inani futhi lento namanani awafani.

source: The credit card entered is currently restricted by the payment gateway.
zu: Ikhadi lesikweleti elifakiwe njengamanje kunqandwe kwesango yokukhokha.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
zu: Umnini-sitolo wangena i ID invoyisi eselivele lihlotshaniswa ne ukuthengiselana ngumthengisi efanayo. Mzamo nge ID invoyisi entsha

source: The transaction was declined by the country filter managed by the merchant.
zu: Okwenziwayo sinqabelwe lemifanekiso zwe ephethwe ngumthengisi.

source: The transaction was declined by the maximum amount filter managed by the merchant.
zu: Okwenziwayo inqatshelwe by esiphezulu lemali lemifanekiso ephethwe ngumthengisi.

source: The transaction was declined by the payment gateway.
zu: Okwenziwayo sinqabelwe kwesango yokukhokha.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
zu: Okwenziwayo sinqabelwe yokukhokha lomasango ngenxa yezingozi umsebenzi engumkokotelo.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
zu: Okwenziwayo sinqabelwe yokukhokha lomasango ngenxa yezingozi umsebenzi yokuphamba ikheli le-IP.

source: The merchant account attempting the transaction is not a business account.
zu: I-akhawunti yomthengisi kuzanywa kuthengiselana akuyona i-akhawunti yebhizinisi.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
zu: I-akhawunti yomthengisi kuzanywa kuthengiselana ngeke sikwazi ukucubungula Direct Payment zokukhokhelwa.

source: Access to Direct Payment was disabled for your account.
zu: Ukufinyelela Payment Direct kwaba i-akhawunti yakho.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
zu: I-akhawunti yomthengisi kuzanywa kuthengiselana akanawo nekheli le-imeyili ne gateway lokukhokha.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
zu: Umnini-sitolo wazama ukuthengiselana lapho lemali lidlule mkhawulo for lowaya mthengisi.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
zu: Okwenziwayo inqatshelwe ngenxa yokuhlunga yomthengisi ingozi for AVS. Kafushane, umthengisi umise ukunqabela transaction lapho AVS wabuyela akukho nomdlalo (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
zu: Okwenziwayo inqatshelwe ngenxa yokuhlunga yomthengisi ingozi for AVS. Kafushane, umthengisi ubeke lemifanekiso ukunqabela ukuthengiselana uma AVS ibuyisa umdlalo esinqunyiwe.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
zu: Okwenziwayo inqatshelwe ngenxa yokuhlunga yomthengisi ingozi for AVS. Kafushane, umthengisi ubeke lemifanekiso ukunqabela ukuthengiselana uma AVS engasekelwa.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
zu: Umnini-sitolo wangena ikheli le-IP kwaba ngefomethi engavumelekile. Ikheli le-IP kumele ibe format efana 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
zu: ukumisa abathengisi kudinga CVV ifakwe, kodwa akukho CVV wanikezwa lo msebenzi.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
zu: Umnini-sitolo enikeziwe ekhelini noma e-United States noma amadada, kodwa isimo enikeziwe akuyona esivumelekile Kunoma lizwe.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
zu: Okwenziwayo sinqabelwe ibhange ngokukhipha, hhayi kwesango yokukhokha. Umnini-sitolo kufanele azame elinye ikhadi.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
zu: izwe umthengisi yokuhlala okwamanje asekelwa ukuvumela Direct Payment zokukhokhelwa.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
zu: Okwenziwayo kunqatshelwe ngoba isango yokukhokha okwamanje sicubungula ukuthengiselana ngumthengi okufanayo esilinganayo. Kungenzeka uma umthengi uhambisa eziningi, ukuthengiselana ezifanayo zilandelana.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
zu: I CVV enikeziwe ayivumelekile. I CVV kuba amadijithi phakathi 3-4 eside.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
zu: Sicela uzame futhi emva kwesikhathi. • Ukuqinisekisa udlule lengiyo CVV kanye nekheli info for umthengi. Uma udala iphrofayela okuqhubekayo, sicela uzame futhi ngidlula isamba Init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
zu: Okwenziwayo akuyona ithobelana ngenxa olahlekile noma ingavumelekile 3-D Secure ukufakazela ubuqiniso amagugu. Hlola ECI, ECI3DS, CAVV, XID amasimu.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
zu: Okwenziwayo sinqatshiwe esangweni yokukhokha ngenxa yokwehluleka ngokweqile a isikhathi esifushane salokhu ikhadi lesikweletu.

source: The transaction was declined by payment gateway.
zu: Okwenziwayo sinqabelwe yokukhokha kwesango.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
zu: Okwenziwayo kunqatshelwe ngoba umthengisi akanawo evumelekile commercial entity sivumelwano ifayela gateway lokukhokha.

source: The transaction was declined because the CVV entered does not match the credit card.
zu: Okwenziwayo inqatshelwe ngoba CVV oyifakile ayifani ikhadi lesikweletu.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
zu: Okwenziwayo sinqabelwe ebhange ngokukhipha ngenxa credit card osekudlulelwe. Umnini-sitolo kufanele azame elinye ikhadi.

source: Exceeded permissible limit for Navigating away
zu: Weqe umkhawulo kuvumelekile Ukuhamba away

source: You have exceeded the permissible limit for navigating away from your test
zu: Udlule umkhawulo kuvunyelwe lokuzula kude ukuhlolwa kwakho

source: Your test has finished. You can close the window now
zu: ukuhlolwa kwakho iqede. Ungakwazi ukuvala iwindi manje

source: Installation Complete
zu: Ukufakwa Qedela

source: Aho! The System is installed successfully.
zu: Aho! I System efakwe ngempumelelo.

source: Go to Admin/Teacher Interface
zu: Iya ku Admin / Teacher Interface

source: User
zu: Umsebenzisi

source: Go to Front End/Student Interface
zu: Iya ku front end / Student Interface

source: Visit our website
zu: Vakashela iwebhusayithi yethu

source: for documentation and support
zu: imibhalo kanye nokwesekwa

source: My Exam Stats
zu: Exam My Stats

source: Total Exam Given
zu: Exam Ingqikithi Given

source: Absent Exams
zu: Izivivinyo ngingekho

source: Best Score in
zu: Score Best

source: Failed in
zu: Yehlulekile e

source: Average Percentage
zu: Amaphesenti esijwayelekile

source: Your Rank
zu: Rank Yakho

source: Month Wise Performance
zu: Inyanga Performance Wise

source: Exam Wise Performance
zu: Exam Performance Wise

source: Todays Exam
zu: Izikhathi Exam

source: These are the exam(s) that can be taken right now
zu: Yilezi ukuhlolwa (s) ukuthi zingafundwa manje

source: No Exams found for today
zu: Ayikho Izivivinyo ezitholakele for namuhla

source: Something went wrong
zu: Kukhona into engahambanga kahle

source: Show
zu: Bonisa

source: entries
zu: okufakiwe

source: Prev
zu: Okwangaphambilini

source: Next
zu: Olandelayo

source: Showing {:start} to {:current} of {:count} entries
zu: Ukubonisa {:start} ukuze {:current} of {:count} okufakiwe

source: Email Verification
zu: Ukuqinisekiswa kwe-imeyili

source: Please Enter Verification Code in the Text Box
zu: Sicela ufake ikhodi yokuqinisekisa in the Box Umbhalo

source: Re-Send Email Verification
zu: Re-Thumela imeyili yokuqinisekisa

source: Please Enter Email Id in the Text Box which you enter at the time of registration
zu: Sicela Faka ikheli Id ku Ibhokisi lombhalo lapho ufaka ngesikhathi sokubhaliswa

source: Purchased Exam
zu: Exam ezithengiwe

source: Expired Exam
zu: Exam ephelelwe isikhathi

source: These are the exam(s) which has been expired
zu: Yilezi ukuhlolwa (s) eye yaphangalala

source: No Exams found
zu: Azikho Izivivinyo ezitholakele

source: Thank you for using the test
zu: Siyabonga besebenzisa test

source: 1. The test instructions were
zu: 1. imiyalelo test babeyizinkulungwane

source: Largely Clear
zu: ngokuyinhloko Sula

source: Medium Clear
zu: Medium Sula

source: Not Clear
zu: Not Sula

source: 2. Language of question was
zu: 2. Ulimi Umbuzo wawuwukuthi

source: 3. Overall test experience was
zu: 3. Sekukonke test sigameko

source: Best
zu: Khipha ku-internet

source: Any other feedback suggestion
zu: Noma yimuphi omunye isiphakamiso impendulo

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
zu: Sicela uvale wonke amawindi zakho chat, screen-hlenga, futhi anti-virus izinhlelo ngaphambi kokuqala ukuhlolwa kwakho

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
zu: Sicela musa ucindezele \ "F5 " phakathi ukuhlolwa kwakho. Lokhu kuzokwenza ukuqedela ukuhlolwa kwakho futhi ngeke bakwazi kabusha ukuvula test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
zu: izimpendulo Your uyakusindiswa. Uma ukuhlolwa kwakho inqanyuliwe ngenxa yanoma yisiphi isizathu, izimpendulo zakho kuze kube ukuthi iphuzu uyakusindiswa

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
zu: Sicela uvale zonke izinhlelo lokho ulayishe noma ukulanda amafayela ngemuva Ngokwesibonelo: eyinqolobane, sesifufula, njll

source: Instructions
zu: Imiyalelo

source: I am ready to begin
zu: Ngikulungele ukuze uqale

source: Exam Start
zu: Exam Qala

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
zu: Lokhu Exam isikhokhiwe. Inani kufanele ukuba zibanjwe ku wallet yakho ngokuzenzakalelayo. Ngemuva kokuqala timer ukuhlolwa ngeke ayeke. Ingabe ufuna ukukhokha & ukuqala?

source: These are the exam(s) which has been purchased
zu: Yilezi ukuhlolwa (s) eye uthenge

source: Correct Marks
zu: Marks Lungile

source: Save & Next
zu: Londoloza & Okulandelayo

source: Unreview
zu: Okungabuyekeziwe

source: Review
zu: Buyekeza

source: Reset Answer
zu: Setha kabusha Impendulo

source: Finish
zu: Qeda

source: Current Question
zu: Umbuzo yamanje

source: Answered
zu: Iyaphendulwa

source: Not Answered
zu: Akuphendulwanga

source: Navigated Away
zu: uzulazule Away

source: you had navigated away from the test window. This will be reported to Moderator
zu: beningazi Uzulazule kude window test. Lokhu kuyokwenziwa ibike ukuba umengameli

source: Do not repeat this behaviour
zu: Musa ukuphinda lokhu kuziphatha

source: Otherwise you may get disqualified
zu: Kungenjalo angase athole wena ngokuhoxiswa

source: Continue
zu: Qhubeka

source: Finalize
zu: ukuphothula

source: Do you wish to submit and close the
zu: Ingabe ufisa ukuba balethe avale

source: Once you submit, you will not be able to review the
zu: Uma uthumela, wena ngeke bakwazi ubuyekeze

source: Summary of your attempts in this
zu: Isifinyezo imizamo yakho kule

source: as show below
zu: njengoba show ngezansi

source: Attempted
zu: Izame

source: Return To First Question
zu: Buyela To First Umbuzo

source: These are the exam(s) that are planned you in near future
zu: Yilezi ukuhlolwa (s) ukuthi kuhlelwa wena eduze esizayo

source: Attempt Now
zu: Umzamo Manje

source: Your performance compared to your group
zu: ukusebenza Your kuqhathaniswa iqembu lakho

source: Can't read? Reload
zu: Ayikwazi ukufunda? Layisha kabusha

source: Enter security code shown above
zu: Faka ikhodi yokuphepha kuboniswe ngenhla

source: Answer simple math
zu: Phendula izibalo ezilula

source: Attempts
zu: Imizamo

source: Remaining
zu: Ukuhlala

source: Expiry Date
zu: Usuku Eliphelela ngalo

source: Expired Date
zu: Usuku ephelelwe isikhathi

source: Not Purchased
zu: Awuthenganga

source: View Details
zu: Buka Yekuchumana

source: Load Editor
zu: Layisha Editor

source: Installation
zu: Ukufakwa

source: Step 1 of 4
zu: Isinyathelo 1 of 4

source: Server Configuration & Setup Requirements
zu: Server Ukucushwa & Setup Izidingo

source: Setup Requirements
zu: Isethaphu Izidingo

source: Installing this software require certain server side extension and capability
zu: Ifaka le software zidinga ezithile iseva side isandiso ukwazi

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
zu: sicela uhlole ngezansi bese uqhathanisa ne server yakho eziqoshiwe wamanje ngakwesokudla. Ungakwazi uchofoza isithonjana eduze ubuchwepheshe ngamunye ukuze uthole imininingwane.

source: Extensions &amp; Applications
zu: Izandiso & amp; Izicelo

source: HTTP Server. For example: Apache
zu: HTTP Server. Ngokwesibonelo: Apache

source: Require
zu: Dinga

source: PHP 5.2.8 or greater
zu: PHP 5.2.8 noma ngaphezulu
