Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/zul/LC_MESSAGES/default.po
Languages: zu

source: File Manager
zu: imenenja yefayela

source: You can find your result here.
zu: Ungathola Chile yakho lapha.

source: Thanks for given the exam.
zu: Thanks for inikezwe ukuhlolwa.

source: My Exams
zu: Izivivinyo My

source: My Result
zu: Umphumela My

source: Group Performance
zu: Iqembu Performance

source: Payment
zu: Inkokhelo

source: Transaction History
zu: Umlando Okwenziwayo

source: Mailbox
zu: ibhokisi leposi

source: Help
zu: USIZO?

source: Home
zu: Ikhaya

source: Log In
zu: Ngena ngemvume

source: Invalid Post
zu: Thumela engavumelekile

source: Jan
zu: uJan

source: Apr
zu: April

source: Jul
zu: Jula

source: Sep
zu: Septhemba

source: Percentage
zu: Amaphesenti

source: Month
zu: Inyanga

source: Exams
zu: Izivivinyo

source: Email verified successfully
zu: Email iqinisekiswe ngempumelelo

source: Invalid Verification Code
zu: Ikhodi yokuqinisekisa engavumelekile

source: A verification Code send to your Email inbox or Spam
zu: Ukuqinisekiswa Code thumela imeyili lakho lemeyili noma ekoGaxekile

source: Email Id already verified
zu: Id imeyili selivele liqinisekisiwe

source: Email Id not registered in system
zu: Id imeyili ababhalisiwe ohlelweni

source: You have attempted maximum exam.
zu: Uzame ukuhlolwa esiphezulu.

source: You have attempted maximum number of questions in this subject
zu: Uzame inombolo esiphezulu imibuzo ngale ndaba

source: You can find your result here
zu: Ungathola Chile yakho lapha

source: Insufficient Amount.
zu: Inani le ezinganele.

source: 1. The test instructions were
zu: 1. imiyalelo test babeyizinkulungwane

source: 2. Language of question was
zu: 2. Ulimi Umbuzo wawuwukuthi

source: 3. Overall test experience was
zu: 3. Sekukonke test sigameko

source: Any other feedback suggestion:
zu: Noma yimuphi omunye ukusikisela impendulo:

source: Feedback has submitted successfully!
zu: Impendulo isihambise ngempumelelo!

source: Feedback already submitted.
zu: Impendulo kakade elethwe.

source: Email id is not registered in system
zu: id imeyili is hhayi bhalisiwe e ohlelweni

source: Your password reset link is sent to your registered email id
zu: Your isixhumanisi reset iphasiwedi uthunyelwa kubo id yakho ye-imeyli ebhalisiwe

source: Incorrect code
zu: ikhodi engalungile

source: Password Changed Successfully
zu: Iphasiwedi ishintshwe ngempumelelo

source: My Performance
zu: Performance My

source: My Group performance
zu: ukusebenza Iqembu My

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
zu: Isicelo kakade ifakiwe. Susa lokusebenza / tmp / installed.txt ukuze kabusha isicelo

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
zu: Ngeshwa! Ifayela Iphutha Imvume Khulula Ukujabulisa goto lokusebenza / Ukulungiselela / database.php ikwimodi ebhalekayo.

source: A connection was successfully established with the server.
zu: A uxhumano yasungulwa ngempumelelo neseva.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
zu: Ayikwazanga ukuxhuma database. Sicela uhlole izilungiselelo lokusebenza / Ukulungiselela / database.php bese uyazama futhi

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
zu: Ngeshwa! Ifolda Imvume Iphutha Khulula Ukujabulisa ifolda tmp ikwimodi ebhalekayo.

source: Your Mail has been sent
zu: Mail yakho ithunyelwe

source: Forwarded message
zu: umlayezo odluliselwe

source: From
zu: Kusuka

source: The mail has been moved to the Trash
zu: I mail iye kudoti

source: Your Mail has been deleted
zu: Mail Yakho isusiwe

source: The mail has been moved to the Inbox
zu: I mail ihanjiswe ku-Ibhokisi lokungenayo

source: The mail has been marked as Read
zu: I mail imakwe njengoba Read

source: The mail has been marked as Unread
zu: I mail imakwe njengoba Ezingafundiwe

source: Paypal Payment not set
zu: PayPal Inkokhelo akusethiwe

source: Payment Cancel
zu: Inkokhelo Khansela

source: Wallet Payment
zu: Wallet Inkokhelo

source: Try again! Can not connect to paypal
zu: Zama futhi! Ayikwazi ukuxhuma ku Paypal

source: Invalid Amount
zu: isamba esingalungile

source: Payment already done
zu: Inkokhelo ungenzanga

source: Payment not done
zu: Inkokhelo akwenziwa

source: Payment successfully! Amount %s added in your wallet
zu: Inkokhelo ngempumelelo! Inani lama %s wanezela esikhwameni sakho

source: Profile Updated Successfully
zu: Profile Kubuyekeziwe ngempumelelo

source: Photo Updated Successfully
zu: Photo Kubuyekeziwe ngempumelelo

source: Invalid Password
zu: Iphasiwedi engavumelekile

source: Please select any group
zu: Sicela ukhethe noma iyiphi group

source: Invalid Security Code
zu: Ikhodi Security engavumelekile

source: Score
zu: Umphumela

source: Marks Scored
zu: Marks Isikolo

source: Subject Wise Time Taken
zu: Subject Isikhathi Wise Taken

source: Correct Question
zu: Umbuzo Lungile

source: Incorrect Question
zu: Umbuzo engafanelanga

source: Right Marks
zu: Marks Right

source: Negative Marks
zu: Marks Negative

source: Percentage(%) in Exam
zu: Amaphesenti (%) e Exam

source: Percentage(%)
zu: Amaphesenti (%)

source: Payment Gateway
zu: Gateway Inkokhelo

source: Your account has expired. Please contact administrator
zu: I-akhawunti yakho iphelelwe yisikhathi. Sicela uxhumane nomlawuli

source: You have been logged in successfully
zu: Ukhishwe ngemvume ngempumelelo

source: Your email not verified! Please click on link sent to your email inbox or spam
zu: I-imeyili yakho ngeke liqinisekisiwe! Sicela uchofoze isixhumanisi athunyelwe imeyili lakho lemeyili noma ugaxekile

source: Incorrect username/password
zu: igama lomsebenzisi okungesiyo / iphasiwedi

source: You have been logged out successfully
zu: Wena Ukhishiwe ngempumelelo

source: You are %s Member! Please contact administrator
zu: Wena %s ILungu! Sicela uxhumane nomlawuli

source: Hours
zu: Amahora

source: Mins
zu: amaminithi

source: Grand Total
zu: Ingqikithi yenani

source: Your Question has been added for exam
zu: Umbuzo yakho yengeziwe ukuhlolwa

source: Your Question has been deleted for exam
zu: Umbuzo Yakho isusiwe ukuhlolwa

source: No Permission
zu: Ayikho Imvume

source: Advertisement has been saved
zu: Isikhangiso igciniwe

source: Invalid post
zu: iposi engavumelekile

source: Advertisement has been deleted
zu: Isikhangiso isusiwe

source: Photo Changed Successfully
zu: Photo ishintshwe ngempumelelo

source: Not Attempted
zu: Not Izame

source: Marks Updated
zu: Marks Kubuyekeziwe

source: Successfully Finalize
zu: Baqedele ngempumelelo

source: Successfully Closed Exam
zu: Exam Kuvaliwe ngempumelelo

source: English
zu: isiZulu

source: Your Setting has been saved
zu: Setting igciniwe

source: Page Added Successfully
zu: Ikhasi Kungezwe ngempumelelo

source: Pages updated Successfully
zu: Amakhasi olusha ngempumelelo

source: Page has been deleted
zu: Page isusiwe

source: Page has been Unpublished
zu: Page alushicilelwanga

source: Page has been Published
zu: Page iye Kushicilelwe

source: Something wrong
zu: Kukhona okungalungile

source: Currency has been saved
zu: Currency igciniwe

source: Currency has been deleted
zu: Currency isusiwe

source: Student Details
zu: Student Yokuxhumana

source: Pending
zu: Lapho esalindele

source: Suspend
zu: Misa

source: Absent
zu: Abashiya Amakhaya

source: Passing %age
zu: Ukuphasa %a ge

source: Average %age
zu: Esijwayelekile %a ge

source: Question Count
zu: Umbuzo Bala

source: Total Question
zu: Umbuzo Total

source: Question Bank Difficulty Wise
zu: Umbuzo Bank Ubunzima Wise

source: Name has been updated
zu: Igama ibuyekeziwe

source: Email template has been saved
zu: Imeyili ithempulethi igciniwe

source: Email template has been deleted
zu: Imeyili ithempulethi isusiwe

source: End Date is not less than Start date
zu: Idethi akusilo ngaphansi kuka Qala usuku

source: Please Select any group
zu: Sicela Khetha noma yikuphi iqembu

source: Please Add Subject To Exam
zu: Sicela Engeza Ndaba ukuhlolwa

source: Exam has been saved. Add questions in exam
zu: Exam igciniwe. Engeza imibuzo izivivinyo

source: Exam has been saved
zu: Exam igciniwe

source: Exam has been updated
zu: Exam ibuyekeziwe

source: Exam has been deleted
zu: Exam isusiwe

source: Difficulty Level
zu: Ubunzima Level

source: Subject Wise Question Count
zu: Subject Wise Umbuzo Ukubala

source: Exam sucessfully inactivated
zu: Exam ngempumelelo inactivated

source: Exam sucessfully activated
zu: Exam ngempumelelo ocushiwe

source: There are no question added!
zu: Kukhona kungabaza wanezela!

source: Your username is sent to your registered email id
zu: Igama lakho lomsebenzisi uthunyelwa kubo id yakho ye-imeyli ebhalisiwe

source: Group Added Successfully
zu: Iqembu Kungezwe ngempumelelo

source: Group has been saved
zu: Iqembu igciniwe

source: Group has been deleted
zu: Iqembu lisusiwe

source: Delete subject first
zu: Sula isihloko sokuqala

source: Help content has been saved
zu: Usizo okuqukethwe igciniwe

source: Help content has been deleted
zu: Usizo okuqukethwe isusiwe

source: Questions imported successfully
zu: Imibuzo ngempumelelo

source: File not uploaded
zu: Ifayela alayishiwe

source: Only CSV File supported
zu: CSV File asekelwe

source: Please Select Subject
zu: Sicela Khetha Ndaba

source: Please Select any Group
zu: Sicela Khetha noma yikuphi Group

source: Students imported successfully
zu: Students ngempumelelo

source: Please Select Group
zu: Sicela Khetha Group

source: Student Email not found
zu: Student imeyili ayitholakalanga

source: News has been saved
zu: Izindaba igciniwe

source: News has been deleted
zu: Izindaba isusiwe

source: Paypal Payment Setting has been saved
zu: PayPal Payment Setting igciniwe

source: Setting Problem
zu: Inkinga Ukubeka

source: Please Choose the Correct answer
zu: Sicela Khetha ipendulo ekungiyo

source: Please select true or false
zu: Sicela ukhethe ngokuthi iqiniso noma amanga

source: Please fill blank space
zu: Sicela ugcwalise esingenalutho

source: Question added to bank successfully
zu: Umbuzo ungeze ku ebhange ngempumelelo

source: Question has been updated
zu: Umbuzo ibuyekeziwe

source: Question has been deleted
zu: Umbuzo isusiwe

source: Delete exam first!
zu: Susa ukuhlolwa kuqala!

source: Question Difficulty Level
zu: Umbuzo Lobunzima

source: Candidate Marks Distribution
zu: Akhethwe Marks Distribution

source: Please select any type in the list
zu: Sicela ukhethe noma iyiphi uhlobo ohlwini

source: Please type any email
zu: Sicela uthayiphe iyiphi i-imeyili

source: Email has been sent
zu: Imeyili ithunyelwe

source: No email to send
zu: Ayikho i-imeyli ukuthumela

source: Please type any name
zu: Sicela uthayiphe noma yiliphi igama

source: Sms has been sent
zu: Sms ithunyelwe

source: No sms to send
zu: Ayikho sms ukuthumela

source: Signature has been saved
zu: Isignesha igciniwe

source: Signature has been deleted
zu: Isignesha isusiwe

source: Slide has been saved
zu: UMbukiso igciniwe

source: Slide has been deleted
zu: UMbukiso isusiwe

source: SMS template has been saved
zu: ithempulethi SMS igciniwe

source: SMS template has been deleted
zu: ithempulethi SMS isusiwe

source: Student added Successfully
zu: Student ungeze ngempumelelo

source: Please Select atleast one group
zu: Sicela Khetha atleast one group

source: Student has been updated
zu: Student ibuyekeziwe

source: Student has been deleted
zu: Student isusiwe

source: Student Wallet has been updated
zu: Student Wallet ibuyekeziwe

source: Subject Added Successfully
zu: Subject Added ngempumelelo

source: Subject already exist
zu: Subject kakade

source: Subject has been updated
zu: Subject ibuyekeziwe

source: Subject has been deleted
zu: Subject isusiwe

source: Testimonial has been saved
zu: Testimonial igciniwe

source: Testimonial has been updated
zu: Testimonial ibuyekeziwe

source: Testimonial has been deleted
zu: Testimonial isusiwe

source: User Added Successfully
zu: Umsebenzisi wengezwe ngempumelelo

source: User has been updated
zu: Umsebenzisi ibuyekeziwe

source: User has been deleted
zu: Umsebenzisi ususiwe

source: Permission update successfully
zu: Imvume update ngempumelelo

source: You have been logged in Successfully
zu: Ukhishwe ngemvume ku ngempumelelo

source: You have been logged out
zu: Wena Ukhishiwe

source: Level User has been saved
zu: Level Umsebenzisi igciniwe

source: Level user has been deleted
zu: Level umsebenzisi isusiwe

source: Logo has been saved
zu: Ilogo igciniwe

source: Logo has been deleted
zu: Ilogo isusiwe

source: Add Questions
zu: Engeza Imibuzo

source: Question Type
zu: Uhlobo Umbuzo

source: Search
zu: Ukucinga

source: Reset
zu: Setha kabusha

source: Add To Exam
zu: Engeza Exam

source: Delete To Exam
zu: Susa ukuhlolwa

source: Type
zu: Uhlobo

source: Body of Question
zu: Umzimba of Umbuzo

source: Add Advertisement
zu: Engeza Isikhangiso

source: Advertisement Name
zu: Igama Isikhangiso

source: Ordering
zu: Ukuhlela

source: URL Type
zu: Thayipha i

source: External
zu: Lwangaphandle

source: Upload Image (350*260)
zu: Layisha Image (350 * 260)

source: Save
zu: Londoloza

source: Close
zu: Vala

source: Upload Photo
zu: Layisha Isithombe

source: Cancel
zu: Khansela

source: Edit Advertisements
zu: Hlela Izikhangiso

source: Form
zu: Ifomu

source: Status
zu: Isimo

source: Advertisements
zu: Izikhangiso

source: Add New Advertisement
zu: Engeza New Isikhangiso

source: Edit
zu: Hlela

source: Delete
zu: Susa

source: View
zu: Buka

source: Change Photo
zu: Guqula Photo

source: View Slides
zu: Buka ama-Slides

source: Attempted Papers of
zu: Amaphepha ukubulala

source: Name
zu: Igama

source: Email
zu: imeyili

source: Total Marks
zu: Imininingwane Marks

source: Obtained Marks
zu: Marks etholwe

source: Result Finalized
zu: Result aseqediwe

source: Finalize It
zu: ukuphothula It

source: PASSED
zu: Kwadlula

source: FAILED
zu: kwahluleka

source: Finalized By
zu: aseqediwe By

source: Question No
zu: Umbuzo No

source: Marked Answer
zu: emakiwe Impendulo

source: Correct Answer
zu: Lungile Impendulo

source: Time Taken
zu: Isikhathi Taken

source: Marks Obtained
zu: Marks Etholwe

source: Checked by
zu: uhlolwa

source: Configuration Options
zu: Izinketho Ukucushwa

source: Site Name
zu: Igama Site

source: Organization Name
zu: Inhlangano Igama

source: Domain Name
zu: Igama Domain

source: Organization Email
zu: Inhlangano imeyili

source: Meta Title
zu: Isihloko Meta

source: Meta Description
zu: incazelo Meta

source: Time Zone
zu: Isikhathi Zone

source: Please Select
zu: Sicela Khetha

source: Header Contact
zu: Iheda Contact

source: Email Contact
zu: imeyili Ukuthintana

source: Display records per page
zu: Amarekhodi Khombisa ngekhasi ngalinye

source: Max records per page
zu: Max uloba ikhasi ngalinye

source: Date Format
zu: Usuku Ifomethi

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
zu: Usuku, Inyanga, Year, Hour, Min, Sec, Meridian, Usuku Seprator, Isikhathi Seprator

source: Text
zu: Umbhalo

source: Text Direction
zu: Umbhalo Direction

source: Left-to-right (LTR)
zu: Kwesobunxele kuya kwesokudla (ltr)

source: Language
zu: Ulimi

source: Enable SMS Notification
zu: Nika amandla Isaziso SMS

source: Enable Email Notification
zu: Vumela imeyili Isaziso

source: Manual Verification
zu: Ukuqinisekiswa kwe-Manual

source: Front End Slides
zu: Front end futhi ama-Slides

source: Translation
zu: Ukuhumusha

source: Paid Exam
zu: Exam Paid

source: Exam Expiry
zu: Exam kwesikhathi

source: Exam Feedback
zu: Exam Impendulo

source: Tolrance Count
zu: Tolrance Bala

source: Certificate
zu: Isitifiketi

source: Advertisement
zu: Isikhangiso

source: No. of Visitor
zu: No. of Isivakashi

source: Save Settings
zu: Londoloza Izilungiselelo

source: Add Pages
zu: Engeza amakhasi

source: Link Name
zu: Igama Link

source: Page Type
zu: Uhlobo Ikhasi

source: External Url
zu: URL yangaphandle

source: Page Name
zu: Igama page

source: Page Url
zu: Ikhasi Url

source: Page Content
zu: Okuqukethwe Ikhasi

source: Edit Pages
zu: Hlela amakhasi

source: Pages
zu: amakhasi

source: Add New Page
zu: Engeza New Page

source: Published
zu: Kushicilelwe

source: Unpublished
zu: Akushicilelwe

source: Add Currency
zu: Engeza Currency

source: Currency Name
zu: Currency Igama

source: Short Name
zu: Igama elifingqiwe

source: Upload Currency (Less or equal to 50*50)
zu: Layisha Currency (Less noma okulingana nama-50 * 50)

source: Add New Currency
zu: Engeza New Currency

source: Upcoming Exam
zu: Exam Ezayo

source: Completed Exam
zu: Exam Kwaphela

source: In Progress & Upcoming Exams
zu: In Progress & uhlolo oluzayo

source: Exam Name
zu: ukuhlolwa Igama

source: Group
zu: Iqembu

source: Duration
zu: Ubude besikhathi

source: Recent Exam Results
zu: Ezenye Exam kwakamuva

source: Overall Result
zu: umphumela

source: To
zu: Ukuze

source: Details
zu: Yekuchumana

source: Total Students
zu: Imininingwane Students

source: Total Active
zu: Imininingwane Active

source: Total Pending
zu: Imininingwane Pending

source: Total Suspended
zu: Imininingwane Imisiwe

source: Top 10 Question Bank Subject Wise
zu: Top 10 Umbuzo Bank Ndaba Wise

source: Top 10 Difficulty Level of Questions
zu: Top 10 Lobunzima Imibuzo

source: Question Count Table
zu: Umbuzo Ukubala Table

source: Bank Name
zu: Igama Lebhange

source: Total Easy
zu: Imininingwane Easy

source: Total Normal
zu: Imininingwane Normal

source: Total Difficult
zu: Imininingwane Enzima

source: E-Mail Settings
zu: Amasethingi E-Mail

source: Email Type
zu: Uhlobo imeyili

source: LOCALHOST
zu: zisingathe

source: Server Name / Host
zu: Igama leseva / Host

source: User Name
zu: Igama olisebenzisayo

source: Password
zu: Iphasiwedi

source: Add Email Template
zu: Engeza imeyili Isifanekiso

source: Email Template
zu: Email Isifanekiso

source: Edit Email Templates
zu: Izibonisi Hlela imeyili

source: Email Templates
zu: Izibonisi imeyili

source: Add New Email Template
zu: Engeza New imeyili Isifanekiso

source: Template
zu: Isifanekiso

source: Subject Added successfully
zu: Subject Added ngempumelelo

source: Add Exam
zu: Engeza Exam

source: Name of Exam
zu: Igama of Exam

source: Passing Percentage
zu: Ukudlula Amaphesenti

source: Instruction
zu: Ukufundiswa

source: Exam Duration (Min.)
zu: Exam Ubude besikhathi (min.)

source: 0 for unlimited duration
zu: 0 for esinganqunyelwe

source: Attempt Count
zu: umzamo Bala

source: 0 for unlimited attempt
zu: 0 for Umzamo unlimited

source: Start Date
zu: Usuku okuqalwa ngalo

source: End Date
zu: Idethi

source: Show Answer Sheet
zu: Bonisa Impendulo Ishidi

source: Yes
zu: Yebo

source: No
zu: Azikho

source: Select Group
zu: Khetha Group

source: Negative Marking
zu: Negative kukhunjulwe

source: Random Question
zu: Umbuzo Random

source: Amount
zu: Inani le

source: Browser Tolrance
zu: Tolrance Browser

source: Expiry Days
zu: kokuphela kwezinsuku

source: Result After Finish
zu: Umphumela Ngemva Finish

source: Instant Result
zu: Umphumela Instant

source: Option Shuffle
zu: Option Shova

source: Add Subjects To Exams
zu: Engeza izihloko Sokuhlolwa

source: Subject Name
zu: Igama Ndaba

source: No. of Questions
zu: No. Imibuzo

source: Ques Attempt Count
zu: Ques Umzamo Bala

source: Questions Attempt Count
zu: Imibuzo Umzamo Bala

source: Leave blank for not showing (0 for unlimited)
zu: Shiya kungenalutho ukuze ayibonisi (0 for angenamkhawulo)

source: ctrl+click to add multiples
zu: ctrl + uchofoze ukuze ungeze zesi

source: Add
zu: Engeza

source: Edit Exam
zu: Hlela Exam

source: No of Student Passed
zu: Ayikho of Student Kuphumelele

source: Download
zu: Thwebula

source: No of Student Failed
zu: Ayikho of Student Yehlulekile

source: No of Student Absent
zu: Ayikho of Student Abashiya Amakhaya

source: Exam Details
zu: Exam Yokuxhumana

source: Finalize Result
zu: ukuphothula Umphumela

source: Attempted Papers
zu: Amaphepha Izame

source: Eligible Group
zu: afanelekayo Group

source: Close Exam
zu: Vala Exam

source: Activate Exam
zu: Cupha Exam

source: Exam Closed Re-Activate Exam
zu: Exam Closed Re-Cupha Exam

source: Browser Tolrence
zu: Tolrence Browser

source: Expiry
zu: Ukuphelelwa yisikhathi

source: Days
zu: Izinsuku

source: Objective
zu: Injongo

source: True &amp; False
zu: Yiqiniso & amp; False

source: Fill in the blanks
zu: Gcwalisa izikhala

source: Total Questions
zu: Imininingwane Imibuzo

source: Question Attempt Count
zu: Umbuzo Umzamo Bala

source: Total
zu: Ingqikithi

source: Student Name
zu: Igama Student

source: Phone
zu: Hambayo

source: Result Status
zu: Result Isimo

source: Forgot Password
zu: Ukhohlwe iphasiwedi

source: Email ID
zu: ID imeyili

source: Submit
zu: Hambisa

source: Forgot Username
zu: Igama lomsebenzisi Ukhohlwe

source: Login
zu: Ngena ngemvume

source: Verification Code
zu: Ikhodi yokuqinisekisa

source: Please enter verification Code
zu: Sicela ufake ikhodi yokuqinisekisa

source: Reset Password
zu: Setha kabusha Iphasiwedi

source: Confirm Password
zu: Qinisekisa Iphasiwedi

source: Add Groups
zu: Engeza Amaqembu

source: Group Name
zu: Igama Group

source: Edit Groups
zu: Hlela Amaqembu

source: Groups
zu: Amaqembu

source: Add New Group
zu: Engeza Group New

source: Add Help Content
zu: Engeza Usizo Okuqukethwe

source: Title
zu: Isihloko

source: Description
zu: incazelo

source: Edit Help Content
zu: Hlela okuqukethwe Usizo

source: Help Content
zu: Usizo Okuqukethwe

source: Add New Help Content
zu: Engeza New Usizo sokuqukethwe

source: Back To Questions
zu: Back To Imibuzo

source: Export Questions
zu: Export Imibuzo

source: Select File
zu: Khetha Ifayela

source: Import Questions
zu: Ngenisa Imibuzo

source: Import Students
zu: Ngenisa Students

source: All Messages
zu: Zonke Imilayezo

source: My Profile
zu: Profile My

source: Change Password
zu: SHINTSHA iphasiwedi

source: Logout
zu: Phuma

source: Powered by
zu: Inikezwe amandla yi

source: Date &amp; Time
zu: Usuku & amp; Isikhathi

source: Compose Mail
zu: Bhala Mail

source: Search Student Mail
zu: Ukucinga Student Mail

source: Message
zu: Umlayezo

source: Send
zu: Thumela

source: Compose
zu: Bhala

source: Inbox
zu: Ibhokisi lokunge

source: Sent Mail
zu: Mail Sent

source: More
zu: Okuningi

source: Mark as Read
zu: Mark njengoba Read

source: Mark as Unread
zu: Mark njengoba Ezingafundiwe

source: Move to Inbox
zu: Yisa Ibhokisi lokunge

source: Reply
zu: Phendula

source: Forward
zu: Phambili

source: Menu Names
zu: Imenyu Names

source: Model Name
zu: Model Igama

source: Add News
zu: Engeza Izindaba

source: News Title
zu: Izindaba Isihloko

source: News Description
zu: Izindaba incazelo

source: Edit News
zu: Hlela Izindaba

source: News
zu: Izindaba

source: Add New News
zu: Engeza New Izindaba

source: Paypal Payment Option
zu: PayPal Inkokhelo Option

source: Sandbox Mode
zu: Mode Sandbox

source: True
zu: Yiqiniso

source: Add Question
zu: Engeza Umbuzo

source: Question
zu: Umbuzo

source: Correct Answers
zu: Izimpendulo Lungile

source: Type your question here
zu: Thayipha umbuzo wakho lapha

source: True/False
zu: Yiqiniso / False

source: False
zu: akulona iqinisoamaSchengen Visa kumelwe ...

source: Blank Space
zu: Space Blank

source: Explanation (Optional)
zu: Incazelo (Uyazikhethela)

source: Provide explanation in support of correct answer
zu: Nikeza incazelo ekusekeleni imphendvulo lengiyo

source: Hint(optional)
zu: Ukusikisela (uyazikhethela)

source: Hint to help answer correctly
zu: Ukusikisela ukusiza ukuphendula ngefanelo

source: without minus sign
zu: ngaphandle minus

source: Edit Question Type
zu: Hlela Umbuzo Uhlobo

source: Explanation
zu: incazelo

source: Hint
zu: Ukusikisela

source: Questions
zu: Imibuzo

source: Add New Question
zu: Engeza New Umbuzo
