Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/zul/LC_MESSAGES/validation.po
Languages: zu

source: Only letters and numbers allowed
zu: izinhlamvu nezinombolo avunyelwe

source: Group already exist
zu: Iqembu kakade

source: Only Url
zu: I-URL kuphela

source: File does not have a valid extension
zu: Ifayela akanawo extension esebenzayo

source: You must supply a JPG, GIF or PNG File.
zu: Kufanele unikeze le-JPG, GIF noma i-PNG Ifayela.

source: Invalid Header Contact
zu: Contact Iheda engavumelekile

source: Only Alphabets
zu: kuphela Amagama

source: Currency Name already exist
zu: Currency Igama kakade

source: You must supply image height is less than 50px
zu: Kumele ukuphakela image ukuphakama incane kuka 50px ngokuphakama

source: You must supply image width is less than 50px
zu: Kumele ukuphakela image ububanzi engaphansi kuka 50px ngokuphakama

source: Only numbers allowed
zu: izinhlamvu nezinombolo avunyelwe

source: Only Date/time format
zu: Usuku kuphela / ifomethi yesikhathi

source: Enter a valid email
zu: Faka i-imeyili evumelekile

source: Please select
zu: Sicela ukhethe

source: Invalid Username
zu: Igama lomsebenzisi engavumelekile

source: Invalid Password
zu: Iphasiwedi engavumelekile

source: Invalid Signature
zu: Isiginesha engavumelekile

source: Only numbers
zu: izinombolo kuphela

source: You must supply image height is less than 220px
zu: Kumele ukuphakela image ukuphakama incane kuka 220px

source: This Email has already been exist! try new one
zu: Lokhu imeyili ubelokhu kakade! zama umuntu omusha

source: Password required
zu: Kudingeka iphasiwedi

source: Password minimum 4 character long
zu: Iphasiwedi ubuncane 4 uhlamvu eside

source: Name already exist
zu: Igama kakade
