Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/deu/LC_MESSAGES/validation.po
Languages: de

source: Only letters and numbers allowed
de: Nur Buchstaben und Zahlen erlaubt

source: Group already exist
de: Gruppe bereits vorhanden

source: Only Url
de: Nur URL

source: File does not have a valid extension
de: Datei hat keine gültige Erweiterung

source: You must supply a JPG, GIF or PNG File.
de: Sie müssen ein JPG, GIF oder PNG-Datei liefern.

source: Invalid Header Contact
de: Ungültige Header Kontakt

source: Only Alphabets
de: Nur Alphabete

source: Currency Name already exist
de: Währungsname bereits vorhanden

source: You must supply image height is less than 50px
de: Sie müssen die Bildhöhe kleiner als 50 Pixel liefern

source: You must supply image width is less than 50px
de: Sie müssen Bildbreite kleiner als 50 Pixel liefern

source: Only numbers allowed
de: Nur Zahlen erlaubt

source: Only Date/time format
de: Nur Datum / Zeit-Format

source: Enter a valid email
de: Geben Sie eine gültige E-Mail

source: Please select
de: Bitte auswählen

source: Invalid Username
de: Ungültiger Benutzername

source: Invalid Password
de: Ungültiges Passwort

source: Invalid Signature
de: Ungültige Signatur

source: Only numbers
de: Nur Zahlen

source: You must supply image height is less than 220px
de: Sie müssen Bildhöhe liefern weniger als 220px

source: This Email has already been exist! try new one
de: Diese E-Mail ist bereits vorhanden gewesen! versuchen, neue

source: Password required
de: Passwort erforderlich

source: Password minimum 4 character long
de: Password required

source: Name already exist
de: Name bereits vorhanden
