Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cat/LC_MESSAGES/default.po
Languages: ca

source: Submit
ca: Presentar

source: Forgot Username
ca: Nom d'usuari Has perdut

source: Login
ca: Iniciar sessió

source: Verification Code
ca: Codi de verificació

source: Please enter verification Code
ca: Si us plau, introdueixi el codi de verificació

source: Reset Password
ca: Restablir contrasenya

source: Confirm Password
ca: Confirmar la contrasenya

source: Add Groups
ca: afegir grups

source: Group Name
ca: Nom del grup

source: Edit Groups
ca: Grups

source: Groups
ca: Grups

source: Add New Group
ca: Afegeix nou Grup

source: Add Help Content
ca: Afegir contingut Ajuda

source: Title
ca: Títol

source: Description
ca: Descripció

source: Edit Help Content
ca: Edita contingut de l'Ajuda

source: Help Content
ca: ajuda contingut

source: Add New Help Content
ca: Afegir nou contingut de l'Ajuda

source: Import/Export Qusetions
ca: Importa / Exporta qusetions

source: Back To Questions
ca: Tornar a les preguntes

source: Export Questions
ca: Preguntes exportació

source: Select File
ca: Seleccioneu el fitxer

source: Import Questions
ca: Preguntes d'importació

source: Import/Export Students
ca: Importa / Exporta Estudiants

source: Back To Students
ca: De nou als estudiants

source: Export Students
ca: Els estudiants d'exportació

source: Import Students
ca: Els estudiants d'importació

source: All Messages
ca: tots els missatges

source: My Profile
ca: El meu perfil

source: Change Password
ca: Canviar la contrasenya

source: Logout
ca: Tancar sessió

source: Powered by
ca: Impulsat per

source: Date &amp; Time
ca: Data & amp; Temps

source: Compose Mail
ca: Crea missatge

source: Search Student Mail
ca: Cercar correu Estudiant

source: Message
ca: Missatge

source: Send
ca: Envia

source: Compose
ca: Redacta

source: Inbox
ca: Safata d'entrada

source: Sent Mail
ca: Enviats

source: Trash
ca: Paperera

source: More
ca: [més]

source: Mark as Read
ca: Marcar com llegit

source: Mark as Unread
ca: Marca com a no llegit

source: Move to Inbox
ca: Mou a la safata d'entrada

source: Reply
ca: Respondre

source: Forward
ca: endavant

source: Menu Names
ca: Noms dels menús

source: Model Name
ca: Nom del model

source: Icon
ca: Icona

source: Add News
ca: Afegir Notícies

source: News Title
ca: Notícies Títol

source: News Description
ca: Descripció Notícies

source: Edit News
ca: Edita Notícies

source: News
ca: Notícies

source: Add New News
ca: Afegir nou Notícies

source: Paypal Payment Option
ca: Opció de pagament paypal

source: Signature
ca: signatura

source: Sandbox Mode
ca: Mode Sandbox

source: True
ca: veritable

source: Add Question
ca: afegir pregunta

source: Question
ca: Pregunta

source: Correct Answers
ca: Les respostes correctes

source: Type your question here
ca: Entre la seva pregunta aquí

source: Answer1
ca: Resposta

source: Answer2
ca: Resposta

source: Answer3
ca: Resposta

source: Answer4
ca: Resposta

source: Answer5
ca: Resposta

source: Answer6
ca: Resposta

source: True/False
ca: Vertader / Fals

source: Blank Space
ca: Espai en blanc

source: Explanation (Optional)
ca: Explicació (opcional)

source: Provide explanation in support of correct answer
ca: Proporcionar una explicació en suport de la resposta correcta

source: Hint(optional)
ca: Pista (opcional)

source: Hint to help answer correctly
ca: Un consell per ajudar a respondre correctament

source: without minus sign
ca: sense signe menys

source: Edit Question Type
ca: Edita el tipus de pregunta

source: Explanation
ca: explicació

source: Hint
ca: Pista

source: Questions
ca: Preguntes

source: Add New Question
ca: Afegeix una pregunta

source: Import/Export Question
ca: Importa / Exporta pregunta

source: Answer
ca: Resposta

source: Question Details
ca: pregunta detalls

source: Exam Wise
ca: examen Wise

source: Please Select Exam
ca: Si us plau seleccioni examen

source: Status of Result
ca: Situació de Resultat

source: Please Select Result Status
ca: Seleccioneu Estat de Resultat

source: Download Result
ca: descarregar Resultat

source: Rank
ca: Posició

source: Test
ca: prova

source: Result
ca: Resultant

source: View Result
ca: Veure resultats de

source: Download/Print Result
ca: Descarregar / Imprimir Resultat

source: Student Wise
ca: Wise estudiant

source: Name or Enrolment Number
ca: Nom o número de matrícula

source: Enrolment Number
ca: Número de matrícula

source: Assesment Report for
ca: Informe d'Avaluació de

source: Taken Date
ca: data presa

source: Total Time
ca: temps total

source: Nos. of Browser tolrance attempt
ca: Ens. De Navegador intent tolrance

source: Total Score
ca: Puntuació total

source: Student Marks Distribution
ca: Estudiant Marques de Distribució

source: Feedback
ca: Comentaris

source: Marks Sheet
ca: Full de marques

source: Section Name
ca: Nom de la secció

source: Section proportion
ca: secció proporció

source: Actual
ca: real

source: Your Percentage
ca: seva Percentatge

source: Section Summary
ca: Resum de la secció

source: Maximum Score
ca: puntuació màxima

source: Developed Skill
ca: habilitat desenvolupada

source: Needs Development
ca: Les necessitats de desenvolupament

source: Lack of Skill
ca: La manca d'habilitat

source: MCQ answered
ca: MCQ va respondre

source: Legend
ca: llegenda

source: Send Emails
ca: enviar correus electrònics

source: Teachers
ca: mestres

source: Any Email
ca: qualsevol correu electrònic

source: Default all students if you add manually then search student email
ca: Per defecte tots els estudiants si s'agrega manualment a continuació, buscar correu electrònic de l'estudiant

source: Default all teachers if you add manually then search teacher email
ca: Per defecte tots els mestres si afegeix manualment a continuació, buscar correu electrònic mestre

source: Type any email comma seprated
ca: Escrigui les comes correu electrònic seprated

source: Type subject
ca: tipus de subjecte

source: Select Email Template
ca: Seleccionar plantilla de correu electrònic

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
ca: Si no voleu seleccionar la plantilla de correu electrònic a continuació, poseu el missatge de correu electrònic. Una vegada que carregui editor de llavors no es pot seleccionar anar plantilla botó per restablir

source: Send Sms
ca: Enviar SMS

source: Any Sms
ca: qualsevol Sms

source: Default all student if you add manually then search students name
ca: Per defecte tots els estudiants si s'agrega manualment i busqui en nom dels estudiants

source: Default all teachers if you add manually then search teacher name
ca: Per defecte tots els mestres si afegeix manualment a continuació, busqui el nom del mestre

source: Any Number
ca: qualsevol Nombre

source: Type any number comma seprated
ca: Escrigui qualsevol nombre de coma seprated

source: Select Sms Template
ca: Seleccionar plantilla de SMS

source: Sms Template
ca: plantilla SMS

source: If you do not want to select sms template then simply type sms message
ca: Si no voleu seleccionar la plantilla de sms a continuació, poseu missatges SMS

source: Certificate Signature
ca: Signatura de certificat

source: Upload Image(* height less than 75px)
ca: Puja la imatge (* alçada inferior a 75 px)

source: Delete Signature
ca: eliminar Signatura

source: Add Slides
ca: afegir diapositives

source: Slide Name
ca: Nom de diapositives

source: Upload Slide (1350*550)
ca: Pujar Slide (1350 * 550)

source: Edit Slides
ca: modificar diapositives

source: Slides
ca: diapositives

source: Add New Slide
ca: Afegir Nova diapositiva

source: SMS Settings
ca: ajustaments SMS

source: API Link
ca: enllaç API

source: Sender ID
ca: ID del remitent

source: Heading Username
ca: La partida nom d'usuari

source: Username field provided by sms gateway
ca: camp Nom d'usuari proporcionada per la passarel·la SMS

source: Heading Password
ca: La partida contrasenya

source: Password field provided by sms gateway
ca: camp de la contrasenya proporcionada per la passarel·la SMS

source: Heading Mobile No
ca: La partida mòbil sense

source: Mobile No field provided by sms gateway
ca: Cap camp mòbil proporcionada per la passarel·la SMS

source: Heading Message
ca: La partida de missatges

source: Message field provided by sms gateway
ca: camp de missatge proporcionat per la passarel·la SMS

source: Heading Sender Id
ca: La partida ID del remitent

source: Sender Id field provided by sms gateway
ca: camp de ID de l'remitent proporcionada per la passarel·la SMS

source: Add SMS Template
ca: Afegir plantilla SMS

source: Edit SMS templates
ca: editar plantilles de SMS

source: SMS Templates
ca: plantilles SMS

source: Add New SMS Template
ca: Afegir plantilla de SMS

source: Add Students
ca: Afegir estudiants

source: Address
ca: Adreça

source: Guardian Phone
ca: guardià Telèfon

source: Edit Students
ca: Edita estudiants

source: Renewal Date
ca: Data de renovació

source: Add New Student
ca: Afegir nou Estudiant

source: Admission Date
ca: Data d'admissió

source: Credit
ca: crèdit

source: Debit
ca: dèbit

source: Balance
ca: equilibri

source: Date & Time
ca: Data i hora

source: Payment Through
ca: Per mitjà de pagament

source: Remarks
ca: Observacions

source: View Student Information
ca: Veure Informació de l'Estudiant

source: Full Name
ca: Nom complet

source: Phone Number
ca: Nombre Telefònic

source: Registered Email
ca: correu registrat

source: Alternate Number
ca: nombre alternatiu

source: Enrolment No
ca: La matrícula n

source: Last Login
ca: últim ingrés

source: Students Wallet
ca: Els estudiants Moneder

source: Transaction Form
ca: Forma de transaccions

source: Mobile
ca: Móvil

source: ADD
ca: Afegir

source: Add Subjects
ca: Afegir subjectes

source: Edit Subjects
ca: Edita temes

source: Subjects
ca: Matèries

source: Add New Subject
ca: Afegir un tema nou

source: Question Bank
ca: Banc de preguntes

source: Add Testimonials
ca: Afegir Testimonis

source: Upload Photo (150*150)
ca: Pujar Fotos (150 * 150)

source: Edit Testimonials
ca: Edita Testimonis

source: Testimonials
ca: Opinions

source: Add New Testimonial
ca: Afegeix nou testimoni

source: Photo
ca: Foto

source: Add Users
ca: afegir usuaris

source: User Level
ca: Nivell d'usuari

source: Username
ca: Nom d'usuari

source: Level users
ca: els usuaris de nivell

source: Add New Level
ca: Afegir un nou nivell

source: Back To Users
ca: Tornar a Usuaris

source: Level Name
ca: nom nivell

source: Set Permission
ca: conjunt de permisos

source: Assign Form Rights
ca: Assignar Forma Drets

source: Module Name
ca: Nom del mòdul

source: Old Password
ca: Contrasenya antiga

source: Edit Users
ca: Edita usuaris

source: User Registration Form
ca: Formulari de Registre d'Usuari

source: Users
ca: Usuaris

source: Add New User
ca: Afegir un nou usuari

source: Add Level Users
ca: Afegir els usuaris de nivell

source: Level User
ca: nivell d'usuari

source: Dear user, log in to access the admin area!
ca: Benvolgut usuari, entreu per accedir a l'àrea d'administració!

source: Admin / Teacher Username
ca: Admin / nom d'usuari Mestre

source: Forgot User Name
ca: Has oblidat el teu nom d'usuari

source: Organisation Logo
ca: organització Logo

source: Upload Image(* height less than 220px)
ca: Pujant imatge (* alçada inferior a 220px)

source: Delete Logo
ca: eliminar Logo

source: Please provide a type for chart %s!
ca: Si us plau proporcionar un tipus de gràfic de %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
ca: Gràfic: \ " %s " no es va poder trobar. Assegureu-vos que Nom del diagrama és la mateixa cadena que es passa a $ this-> HighCharts-> render () en el seu punt de vista.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
ca: La transacció exprés ha expirat i la transacció ha de ser reiniciat

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
ca: És possible que hagi fet una segona convocatòria per al mateix pagament o que pugui haver utilitzat el mateix ID de factura per a les transaccions separades.

source: Please use a different funcing source.
ca: Si us plau, utilitzeu una font funcing diferent.

source: An error occured, please retry the transaction.
ca: Hi ha hagut un error, si us plau torni a provar l'operació.

source: This transaction couldn't be completed. Redirecting to payment gateway
ca: Aquesta operació no es va poder completar. Tornar a dirigir a la passarel·la de pagament

source: You have not agreed to the billing agreement.
ca: No ha acceptat un acord de facturació.

source: The billing agreement is disabled or inactive.
ca: L'acord de facturació està deshabilitat o inactiva.

source: The credit card used is expired.
ca: La targeta de crèdit utilitzada ha caducat.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
ca: La transacció va ser rebutjada a causa de que la resposta d'AVS torna el valor de N, i el compte de comerciant no és capaç d'acceptar aquest tipus de transaccions.

source: The payment gateway account is restricted.
ca: El compte de la passarel·la de pagament està restringit.

source: You must submit an IP address of the buyer with each API call.
ca: Ha de presentar una adreça IP del comprador amb cada trucada API.

source: The merchant selected a value for the PaymentAction field that is not supported.
ca: El comerciant selecciona un valor per al camp PaymentAction que no és compatible.

source: The credit card field was blank.
ca: El camp de la targeta de crèdit estava en blanc.

source: The total amount and item amounts do not match.
ca: La quantitat i l'article quantitats totals no coincideixen.

source: The credit card entered is currently restricted by the payment gateway.
ca: La targeta de crèdit introduïda està restringida per la passarel·la de pagament.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
ca: El comerciant introdueix un ID de factura que ja està associada amb una transacció pel mateix comerciant. Intento amb una nova ID de factura

source: The transaction was declined by the country filter managed by the merchant.
ca: La transacció ha estat rebutjada pel filtre per país gestionat pel comerciant.

source: The transaction was declined by the maximum amount filter managed by the merchant.
ca: La transacció ha estat rebutjada pel filtre quantitat màxima gestionat pel comerciant.

source: The transaction was declined by the payment gateway.
ca: La transacció ha estat rebutjada per la passarel·la de pagament.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
ca: La transacció ha estat rebutjada per la passarel·la de pagament a causa d'una possible activitat fraudulenta.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
ca: La transacció ha estat rebutjada per la passarel·la de pagament a causa d'una possible activitat fraudulenta a l'adreça IP.

source: The merchant account attempting the transaction is not a business account.
ca: El compte de comerciant d'intentar la transacció no és un compte de negocis.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
ca: El compte de comerciant d'intentar l'operació no és capaç de processar transaccions de pagament directe.

source: Access to Direct Payment was disabled for your account.
ca: L'accés a l'assumpció, s'ha inhabilitat pel seu compte.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
ca: El compte de comerciant d'intentar la transacció no té una adreça de correu electrònic confirmada amb la passarel·la de pagament.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
ca: El comerciant va intentar una operació en la qual la quantitat excedeix el límit superior per a aquest comerciant.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
ca: La transacció ha estat rebutjada a causa d'un filtre de risc per al comerciant AVS. En concret, el comerciant ha posat a declinar transacció quan els AVS retornats a cap partit (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
ca: La transacció ha estat rebutjada a causa d'un filtre de risc per al comerciant AVS. En concret, el comerciant ha fixat el filtre per rebutjar les transaccions quan el AVS torna una coincidència parcial.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
ca: La transacció ha estat rebutjada a causa d'un filtre de risc per al comerciant AVS. En concret, el comerciant ha fixat el filtre per rebutjar les transaccions quan el AVS no és compatible.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
ca: El comerciant introdueix una adreça IP que es trobava en un format no vàlid. L'adreça IP ha d'estar en un format com 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
ca: configuració del comerciant requereix un CVV que es va entrar, però no es va proporcionar CVV amb aquesta transacció.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
ca: El comerciant proporciona una direcció, ja sigui als Estats Units o Canadà, però l'estat proporcionat no és un estat vàlid en un o altre país.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
ca: La transacció ha estat rebutjada pel banc emissor, no la passarel·la de pagament. El comerciant ha d'intentar una altra targeta.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
ca: país del comerciant de residència no s'admet actualment per permetre transaccions de pagament directe.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
ca: La transacció ha estat rebutjada perquè la passarel·la de pagament està processant una transacció pel mateix comprador per la mateixa quantitat. Pot ocórrer quan un comprador presenta múltiples transaccions, idèntics en ràpida successió.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
ca: El CVV proporcionat no és vàlid. El CVV és entre 3-4 dígits.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
ca: Siusplau, intenta-ho més tard. Assegureu-vos que ha passat la informació CVV i la direcció correcta per al comprador. Si la creació d'un perfil recurrents, si us plau-ho a provar fent passar una quantitat de 0 init.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
ca: La transacció no és compatible causa dels valors d'autenticació segura en 3-D que falten o no vàlids. Comproveu els camps de ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
ca: La transacció va ser rebutjada per la passarel·la de pagament a causa de falles excessives durant un curt període de temps per a aquesta targeta de crèdit.

source: The transaction was declined by payment gateway.
ca: La transacció ha estat rebutjada per la passarel·la de pagament.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
ca: L'operació s'ha disminuït a causa de que el comerciant no té un acord de entitat comercial vàlida en els arxius de la passarel·la de pagament.

source: The transaction was declined because the CVV entered does not match the credit card.
ca: La transacció ha estat rebutjada perquè el CVV introduït no coincideix amb la targeta de crèdit.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
ca: La transacció ha estat rebutjada pel banc emissor a causa d'una targeta de crèdit caducada. El comerciant ha d'intentar una altra targeta.

source: Exceeded permissible limit for Navigating away
ca: Superat el límit permès per navegar lluny

source: You have exceeded the permissible limit for navigating away from your test
ca: S'ha superat el límit permès per navegar fora de la seva prova

source: Your test has finished. You can close the window now
ca: La seva prova ha acabat. Podeu tancar la finestra ara

source: Installation Complete
ca: instal·lació completa

source: Aho! The System is installed successfully.
ca: Aho! El sistema s'ha instal·lat correctament.

source: Go to Admin/Teacher Interface
ca: Anar a la interfície d'administració / Mestre

source: User
ca: Usuari

source: Go to Front End/Student Interface
ca: Anar a la interfície de Front End / Estudiant

source: Visit our website
ca: Visiteu la nostra pàgina web

source: for documentation and support
ca: per a la documentació i el suport

source: My Exam Stats
ca: El meu examen de les estadístiques

source: Total Exam Given
ca: Examen total donat

source: Absent Exams
ca: exàmens absents

source: Best Score in
ca: Millor banda sonora en

source: On
ca: Engegat

source: Failed in
ca: fracassat en

source: Average Percentage
ca: percentatge mitjà

source: Your Rank
ca: el teu rang

source: Month Wise Performance
ca: Mes respecte al rendiment

source: Exam Wise Performance
ca: Examen respecte al rendiment

source: Top 10
ca: Dalt

source: Todays Exam
ca: Examen del dia d'avui

source: Top
ca: Dalt

source: These are the exam(s) that can be taken right now
ca: Aquests són l'examen (s) que es pot prendre en aquest moment

source: No Exams found for today
ca: No s'han trobat avui Exàmens

source: Something went wrong
ca: Quelcom ha fallat.

source: Show
ca: Mostra

source: entries
ca: entrades

source: Prev
ca: Ant

source: Next
ca: Seg

source: Showing {:start} to {:current} of {:count} entries
ca: Mostrant {:start} a {:current} de {:count} entrades

source: Email Verification
ca: Verificació de correu electrònic

source: Please Enter Verification Code in the Text Box
ca: Si us plau, introdueixi el codi de verificació en el quadre de text

source: Re-Send Email Verification
ca: Re-Enviar correu electrònic de verificació

source: Please Enter Email Id in the Text Box which you enter at the time of registration
ca: Si us plau, introdueixi ID de correu electrònic en el quadre de text que s'introdueix en el moment de la inscripció

source: Purchased Exam
ca: examen comprat

source: Expired Exam
ca: examen caducat

source: These are the exam(s) which has been expired
ca: Aquests són l'examen (s) que s'ha expirat

source: No Exams found
ca: No es van trobar Exàmens
