Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cat/LC_MESSAGES/default.po
Languages: ca

source: Thank you for using the test
ca: Gràcies per utilitzar la prova

source: 1. The test instructions were
ca: 1. La manera de prova eren

source: Largely Clear
ca: En gran part Esborrar

source: Medium Clear
ca: mig ennuvolat

source: Not Clear
ca: No està clar

source: 2. Language of question was
ca: 2. Llengua de pregunta era

source: 3. Overall test experience was
ca: 3. En general l'experiència prova va ser

source: Good
ca: Bé!

source: Better
ca: Millor

source: Best
ca: millor

source: Any other feedback suggestion
ca: Qualsevol altre suggeriment de la regeneració

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
ca: Si us plau, tanqueu totes les finestres de xat, estalvi de pantalla, i els programes antivirus abans de començar la prova

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
ca: Si us plau, no premi \ "F5 " durant la prova. Això acaba la prova i no serà capaç de tornar a obrir la prova

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
ca: Es deixa les seves respostes. Si la prova es desconnecta per qualsevol raó, es deixa les seves respostes fins a aquest moment

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
ca: Si us plau, tanqueu tots els programes que carregar o descarregar arxius en segon pla Per exemple: Dropbox, torrent, etc.

source: Instructions
ca: instruccions

source: I am ready to begin
ca: Estic a punt per començar

source: Exam Start
ca: examen d'inici

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
ca: es paga aquest examen. Quantitat ha de deduir en la seva cartera de manera automàtica. Després d'iniciar el cronòmetre de l'examen no s'aturarà. Vols pagar i començar?

source: These are the exam(s) which has been purchased
ca: Aquests són l'examen (s) que ha estat comprat

source: Correct Marks
ca: marques correctes

source: Save & Next
ca: Guardar i Següent

source: Review
ca: Crítica

source: Reset Answer
ca: restablir resposta

source: Finish
ca: Finalitzar

source: Current Question
ca: qüestió actual

source: Answered
ca: contestat

source: Not Answered
ca: no contestades

source: Navigated Away
ca: navegat lluny

source: you had navigated away from the test window. This will be reported to Moderator
ca: vostè havia navegat lluny de la finestra de prova. Això es va informar al moderador

source: Do not repeat this behaviour
ca: No repetir aquest comportament

source: Otherwise you may get disqualified
ca: El contrari es podria desqualificat

source: Continue
ca: Continuar

source: Finalize
ca: finalitzar

source: Do you wish to submit and close the
ca: Vol enviar i tancar el

source: Once you submit, you will not be able to review the
ca: Un cop enviat, vostè no serà capaç de revisar la

source: Summary of your attempts in this
ca: Resum dels seus intents en aquest

source: as show below
ca: com es mostra a continuació

source: Attempted
ca: atemptat

source: Return To First Question
ca: Tornar a la primera pregunta

source: These are the exam(s) that are planned you in near future
ca: Aquests són l'examen (s) que estan previstes en un futur proper

source: Attempt Now
ca: ara intenti

source: Your performance compared to your group
ca: El seu rendiment en comparació amb el seu grup

source: Can't read? Reload
ca: No es pot llegir? Recarregar

source: Enter security code shown above
ca: Entre el codi de seguretat mostrat a dalt

source: Answer simple math
ca: Resposta simple matemàtica

source: Attempts
ca: els intents

source: Remaining
ca: restant

source: Expiry Date
ca: Data de caducitat

source: Expired Date
ca: Data de caducitat

source: Free
ca: Lliure.

source: Not Purchased
ca: no es compren

source: View Details
ca: Veure detalls

source: Load Editor
ca: carregar Editor

source: Installation
ca: instal·lació

source: Step 1 of 4
ca: Pas 1 de 4

source: Server Configuration & Setup Requirements
ca: Requisits de configuració del servidor i d'instal·lació

source: Setup Requirements
ca: Requisits d'instal·lació

source: Installing this software require certain server side extension and capability
ca: La instal·lació d'aquest programari requereix certa extensió del costat del servidor i la capacitat

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
ca: si us plau marqui a continuació i comparar amb les seves estàtues de servidors actuals de la dreta. Podeu fer clic a la icona al costat de cada tecnologia per a més detalls.

source: Extensions &amp; Applications
ca: Extensions & amp; Aplicacions

source: HTTP Server. For example: Apache
ca: Servidor HTTP. Per exemple: Apache

source: Require
ca: exigir

source: PHP 5.2.8 or greater
ca: PHP 5.2.8 o major

source: Database Engine MySQL (4 or greater)
ca: MySQL Database de cerca (4 o més)

source: PDO Extension
ca: DOP Extensió

source: GD Extension
ca: extensió GD

source: Mandatory
ca: Obligatori

source: Server Status
ca: Estat del servidor

source: Web Server
ca: servidor web

source: PHP Version
ca: versió PHP

source: MYSQL Version
ca: la versió de MySQL

source: PDO Unavailable
ca: DOP No Disponible

source: PDO Available
ca: DOP Disponible

source: Directory &amp; File Permission
ca: Directori & amp; de permisos d'arxiu

source: These Folders of Files need to be
ca: Aquestes carpetes d'arxius han d'estar

source: Writable
ca: gravable

source: for application to be installed.
ca: per a l'aplicació a instal·lar.

source: Folders or Files
ca: Carpetes o arxius

source: Refresh
ca: Refrescar

source: Let's Start
ca: Començem

source: Step 2 of 4
ca: Pas 2 abr

source: Installation Agreement
ca: Acord de la instal·lació

source: I Accept to Proceed
ca: Estic d'acord amb per a procedir

source: Step 3 of 4
ca: Pas 3 abr

source: Database Connection Settings
ca: Configuració de la connexió de base de dades

source: Host Name
ca: Nom d'amfitrió

source: Usually Localhost
ca: En general, localhost

source: Database Name
ca: Nom de base de dades

source: Database User
ca: Base de dades de l'usuari

source: Database User Name
ca: Base de dades de nom d'usuari

source: Database Password
ca: base de dades de contrasenya

source: Database User Password
ca: Base de dades d'usuari Contrasenya

source: Database Type
ca: Tipus de base de dades

source: Test Connection
ca: Connexió de prova

source: Step 4 of 4
ca: Pas 4 abr

source: Name of Your Website
ca: Nom de la seva pàgina web

source: Meta Keyword
ca: meta de paraules clau

source: Useful for SEO
ca: Útil per al SEO

source: Meta Content for SEO
ca: Meta contingut per SEO

source: Please Select Timezone
ca: Si us plau seleccioneu Zona horària

source: Name of Your Organization/Company
ca: Nom de l'organització / Companyia

source: Default Admin Email
ca: Defecte de l'administrador de correu electrònic

source: Install Sample Data With Dummy Entries
ca: Instal·lar les dades d'exemple amb el maniquí Entrades

source: Install
ca: instal·lar

source: Welcome to
ca: Benvingut a

source: Set Avatar
ca: conjunt d'Avatar

source: Sign out
ca: sortir

source: Copyright
ca: Drets d'autor

source: follow on facebook
ca: segueixi en facebook

source: Latest News & Events
ca: Notícies i Esdeveniments

source: Time
ca: Hora

source: Download PDF
ca: descarregar PDF

source: Average Percentage(%)
ca: Percentatge mitjà (%)

source: Exam Given
ca: Tenint en compte l'examen

source: Delete Forever
ca: suprimir definitivament

source: Move to Trash
ca: Mou a la paperera

source: News Detail
ca: Detall de les notícies

source: No of Visitors
ca: No de Visitants

source: No of Students
ca: Nº d'estudiants

source: No of Exams
ca: No d'Exàmens

source: Payment From Pay Pal
ca: Amb suplement Pay Pal

source: Pay From Pay Pal
ca: De pagar Pay Pal

source: Profile
ca: Perfils de grup

source: Edit Profile
ca: Editar el meu perfil

source: New Student Register
ca: Nou Registre d'Estudiant

source: Security Code
ca: Codi de seguretat

source: Answers
ca: respostes

source: My Results
ca: Els meus resultats

source: Attempt Date
ca: data temptativa

source: SCORE CARD
ca: targeta de puntuació

source: SUBJECT REPORT
ca: INFORME TEMA

source: TIME MANAGEMENT
ca: GESTIÓ DEL TEMPS

source: QUESTION REPORT
ca: INFORME PREGUNTA

source: SOLUTION
ca: SOLUCIÓ

source: COMPARE REPORT
ca: INFORME COMPARAR

source: Score Card For
ca: Taula de Punts Per

source: Total No. of Student
ca: Nombre total d'Estudiant

source: My Marks
ca: Els meus marques

source: Total Marks of Test
ca: Marques totals de prova

source: My Percentile
ca: el meu Percentil

source: Total Question in Test
ca: Pregunta total en la prova

source: Total Attempt Question in Test
ca: Pregunta total intent en la prova

source: Left Question
ca: pregunta esquerra

source: Left Question Marks
ca: Esquerra signes d'interrogació

source: Total Time of Test
ca: Temps total de la prova

source: My Time
ca: la meva Temps

source: My Rank
ca: el meu rang

source: Performance Report For
ca: Informe d'acompliment Per

source: Question & Marks Wise Report For
ca: Preguntes i Marques Informe Wise Per

source: Subject Report For
ca: Assumpte Informe Per

source: Correct
ca: correcte

source: Unattempted Questions
ca: Preguntes Unattempted

source: Graphical Report For
ca: Informe gràfica Per

source: Time Management For
ca: Gestió del Temps Per

source: Question Report For
ca: Per qüestió Informe

source: Question Status
ca: estat pregunta

source: Your Answer
ca: la teva resposta

source: Your Score
ca: La teva puntuació

source: Your Time
ca: seu Temps

source: Solution For
ca: solució Per

source: Not Attempt
ca: no intenti

source: Attempt
ca: intent

source: Incorrect
ca: incorrecte

source: Your Answers
ca: les seves respostes

source: Solution
ca: Solució

source: Bookmark
ca: marcador

source: Compare Report For
ca: Comparar Informe Per

source: Total Ques.
ca: Ques total.

source: Maximum Marks
ca: marques màxims

source: Attempted Ques.
ca: Ques intentats.

source: Unattempted Ques.
ca: Ques Unattempted.

source: Correct Ques.
ca: Ques correctes.

source: Incorrect Ques.
ca: Ques incorrectes.

source: Percentile
ca: percentil

source: Previous
ca: Anterior

source: This is to certify that
ca: Això és per certificar que

source: has succesfully completed the
ca: ha completat amb èxit la

source: in course program offered by
ca: en el supòsit programa ofert per

source: Student Login
ca: Accés d'estudiant

source: Sign In
ca: Accedir

source: Forgot Passwocrd
ca: ¿Ha oblidat Passwocrd

source: New User? Create Account
ca: Nou usuari? Crear compte

source: Engine is not loaded
ca: El motor no està carregat

source: Pdf engine "%s" not found
ca: Pdf motor de \ " %s " no trobat

source: Pdf engines must extend "AbstractPdfEngine"
ca: Els motors s'han d'estendre pdf \ "AbstractPdfEngine "

source: Crypto is not loaded
ca: Crypto no està carregat

source: Pdf crypto "%s" not found
ca: Pdf cripto \ " %s " no trobat

source: Crypto engine must extend "AbstractPdfCrypto"
ca: motor de xifrat, s'ha d'estendre \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
ca: atribut controlador $ pdfConfig no és correcta o desapareguts

source: -> Testing :url
ca: -> Proves: URL

source: Total Requests made: :requests
ca: Total de sol·licituds presentades: les sol·licituds:

source: Total Time elapsed: :duration (seconds)
ca: Temps total transcorregut :: durada (segons)

source: Requests/Second: :rps req/sec
ca: Sol·licituds / Second :: rps req / seg

source: Average request time: :average-time seconds
ca: el temps mitjà de sol·licitud :: segons en temps mitjà

source: Standard deviation of average request time: :std-dev
ca: desviació estàndard del temps mitjà de sol·licitud :: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
ca: Més llarg / més curt petició :: seg més llarg /: sec més curt

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
ca: Permet obtenir alguna avaluació comparativa aspra statisticsabout una adreça URL.

source: The URL to request.
ca: La URL per sol·licitar.

source: Number of iterations to perform.
ca: Nombre d'iteracions a realitzar.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
ca: temps total màxim per a totes les iteracions, en seconds.if una sola iteració necessita alguna cosa més que el temps d'espera, es farà una sola sol·licitud

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
ca: Exemple Ús: `coca de referència -N --t 10.100 http: // localhost / testsite`. <Info> Nota: </ info> aquest punt de referència no inclou els temps de render navegador.

source: Component initialization
ca: component d'inicialització

source: Controller action
ca: acció del controlador

source: Controller action start
ca: inici d'acció del controlador

source: Processing toolbar state
ca: estat de la barra d'eines de processament

source: Processing toolbar data
ca: barra d'eines de processament de dades

source: Controller render start
ca: Controlador render inici

source: Could not load DebugToolbar panel %s
ca: No s'ha pogut carregar el panell DebugToolbar %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
ca: Processament de nucli (derivat de $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
ca: Capçaleres ja enviat a %s en la línia %s . No es poden enviar les dades de registre a FirePHP.

source: Incorrect parameter count for FireCake::fb()
ca: recompte incorrecte de paràmetres per FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
ca: nombre màxim (99.999) dels missatges ha arribat!

source: There are no active panels. You must enable a panel to see its output.
ca: No hi ha panells actius. Habiliteu un panell per veure la seva sortida.

source: CakePHP Constants
ca: constants CakePHP

source: PHP Environment
ca: PHP per al Medi Ambient

source: Hidef Environment
ca: HiDef Medi Ambient

source: Request History
ca: Històric de sol·licituds

source: No previous requests logged.
ca: No hi ha sol·licituds anteriors registrades.

source: previous requests available
ca: sol·licituds anteriors disponibles

source: Restore to current request
ca: Restaurar a la sol·licitud actual

source: Included Files
ca: arxius inclosos

source: Logs
ca: registres

source: There were no log entries made this request
ca: No hi va haver entrades de registre realitzades aquesta sol·licitud

source: Request
ca: sol·licitud

source: No post data.
ca: No hi ha dades d'enviament.

source: No querystring data.
ca: No hi ha dades de cadena de consulta.

source: Current Route
ca: ruta actual

source: Session
ca: sessió

source: Sql Logs
ca: registres SQL

source: No query logs when debug < 2.
ca: No hi ha registres de consultes quan depurar <2.

source: No query logs.
ca: No hi ha registres de consultes.

source: Total Time: %s ms <br />Total Queries: %s queries
ca: Temps total: %s ms <br /> totals Consultes: %s consultes

source: Query Explain:
ca: Explicar consulta:

source: Click an "Explain" link above, to see the query explanation.
ca: Feu clic en un \ "Explicar " enllaç de dalt, per veure l'explicació de la consulta.

source: No active database connections
ca: No hi ha connexions de base de dades actives

source: Memory
ca: memòria.

source: Peak Memory Use
ca: Utilitza la memòria de pics

source: Memory use
ca: ús de memòria

source: Timers
ca: temporitzadors

source: Total Request Time:
ca: Temps total de comandes:

source: Time in ms
ca: Temps en ms

source: Graph
ca: Gràfic

source: View Variables
ca: veure Variables

source: Rendering View
ca: veure renderitzat

source: View render complete
ca: Veure retre completa

source: Explain
ca: explicar

source: Starting %sms into the request, taking %sms
ca: A partir %s ms en la sol·licitud, tenint %s ms

source: No markup errors found
ca: No es van trobar errors de marcat

source: maybe slow
ca: potser lenta

source: Absolute path or relative to APP.
ca: ruta absoluta o relativa al APP.

source: An error occured while getting the status of your account.
ca: S'ha produït un error en obtenir l'estat del seu compte.

source: There was an error while connecting to Paypal
ca: Hi va haver un error en connectar amb PayPal

source: There was a problem initiating the transaction, please try again.
ca: Hi va haver un problema en iniciar la transacció, si us plau intenti de nou.

source: There was a problem getting your details, please try again.
ca: Hi va haver un problema per aconseguir les seves dades, si us plau intenti de nou.

source: There was an error completing the payment
ca: Hi va haver un error en completar el pagament

source: There was a problem processing the transaction, please try again.
ca: Hi va haver un problema en processar la transacció, si us plau intenti de nou.

source: There was an error processing the card payment
ca: Hi va haver un error en processar el pagament amb targeta

source: There was a problem processing your card, please try again.
ca: Hi va haver un problema en processar la seva targeta, si us plau intenti de nou.

source: There was an error processing the the refund
ca: Hi va haver un error en processar el reemborsament

source: A problem occurred during the refund process, please try again.
ca: Un problema ocorregut durant el procés de reemborsament, si us plau intenti de nou.

source: There was an problem communicating with the payment gateway
ca: S'ha produït un problema de comunicació amb la passarel·la de pagament

source: Missing client id/secret
ca: Falta l'ID de client / secreta

source: Must specify an expiry date
ca: Cal especificar una data de caducitat

source: Must include a M and Y in expiry date
ca: Ha d'incloure una M i Y en la data de caducitat

source: Invalid expiry date
ca: data de caducitat no vàlid

source: Invalid card number
ca: número de targeta no vàlida

source: Invalid CVV2 number
ca: nombre CVV2 no vàlid

source: Invalid card type
ca: tipus de targeta no vàlida

source: Could not detect client IP address
ca: No s'ha pogut detectar l'adreça IP del client

source: Not a valid credit card number
ca: No és un número de targeta de crèdit vàlida

source: You must include the 3 digit security number
ca: Ha d'incloure el número de seguretat de 3 dígits

source: Must specify an "amount" to charge
ca: Heu d'especificar un \ "quantitat " per carregar

source: You must pass a valid order array
ca: Ha de passar una matriu d'ordre vàlida

source: Valid "return" and "cancel" urls must be provided
ca: Vàlid \ "retorn " i \ "Cancel " s'han de proporcionar les adreces URL

source: You must provide a currency code
ca: Ha de proporcionar un codi de moneda

source: Original PayPal Transaction ID is required
ca: Es requereix identificació de la transacció original PayPal

source: Must specify an "amount" to refund
ca: Heu d'especificar un \ "quantitat " a la devolució

source: You must specify a refund type, such as Full or Partial
ca: Cal especificar un tipus de reemborsament, com ara Total o Parcial

source: File was not downloaded.
ca: L'arxiu no s'ha descarregat.

source: No %s found for that date range
ca: No obstant %s trobat per a aquest rang de dates

source: Your form data is preserved you'll be redirected to it after login.
ca: Les seves dades de forma es preserva serà redireccionat a ell després d'inici de sessió.

source: Error notification from %s
ca: Notificació d'error de %s

source: Afghanistan
ca: Afganistan

source: Albania
ca: Albània

source: Algeria
ca: Algèria

source: American Samoa
ca: Samoa Americana

source: Antarctica
ca: Antàrtida

source: Antigua and Barbuda
ca: Antigua i Barbuda

source: Armenia
ca: Armènia

source: Australia
ca: Austràlia

source: Austria
ca: Àustria

source: Azerbaijan
ca: Azerbaidjan

source: Bahamas
ca: Bahames

source: Belarus
ca: Bielorússia

source: Belgium
ca: Bèlgica

source: Benin
ca: Benín

source: Bolivia
ca: Bolívia

source: Bosnia and Herzegovina
ca: Bòsnia i Hercegovina

source: Bouvet Island
ca: illa Bouvet

source: Brazil
ca: Brasil

source: British Indian Ocean Territory
ca: Territori Britànic de l'Oceà Índic

source: Brunei Darussalam
ca: Brunei

source: Bulgaria
ca: Bulgària

source: Cambodia
ca: Cambodja

source: Cameroon
ca: Camerun

source: Canada
ca: Canadà

source: Cape Verde
ca: cap Verd

source: Cayman Islands
ca: Illes Caiman

source: Central African Republic
ca: República Centreafricana

source: Chad
ca: Txad

source: Chile
ca: Xile

source: China
ca: {0}[1036]{/0} ‡ {1}(Xina){/1}

source: Christmas Island
ca: Illa de Nadal

source: Cocos (Keeling) Islands
ca: Cocos (Keeling)

source: Colombia
ca: Colòmbia

source: Comoros
ca: Comores

source: Congo, the Democratic Republic of the
ca: Congo, República Democràtica del

source: Cook Islands
ca: Illes cook

source: Cote D'Ivoire
ca: Costa d'Ivori

source: Croatia
ca: Croàcia

source: Cyprus
ca: Xipre

source: Czech Republic
ca: República Txeca

source: Denmark
ca: Dinamarca

source: Dominican Republic
ca: República Dominicana

source: Ecuador
ca: equador

source: Egypt
ca: Egipte.

source: Equatorial Guinea
ca: Guinea Equatorial

source: Estonia
ca: Estònia

source: Ethiopia
ca: Etiòpia

source: Falkland Islands (Malvinas)
ca: Illes Malvines (Falkland)

source: Faroe Islands
ca: Illes Fèroe

source: Finland
ca: Finlàndia

source: France
ca: França

source: French Guiana
ca: Guaiana francès

source: French Polynesia
ca: Polinèsia francès

source: French Southern Territories
ca: Territoris Francesos del Sud

source: Gambia
ca: Gàmbia

source: Georgia
ca: {0}[1031]{/0} ‡ {1}(Geòrgia){/1}

source: Germany
ca: Alemanya

source: Greece
ca: Grècia

source: Greenland
ca: Groenlàndia

source: Grenada
ca: Granada

source: Guadeloupe
ca: Guadalupe

source: Guyana
ca: Guaiana

source: Haiti
ca: Haití

source: Heard Island and Mcdonald Islands
ca: Illes Heard i Mcdonald

source: Holy See (Vatican City State)
ca: Santa Seu (Ciutat del Vaticà)

source: Honduras
ca: Hondures

source: Hungary
ca: Hongria

source: Iceland
ca: Islàndia

source: India
ca: Índia

source: Indonesia
ca: Indonèsia

source: Iran, Islamic Republic of
ca: Iran, República Islàmica de l'

source: Ireland
ca: Irlanda

source: Italy
ca: Itàlia

source: Japan
ca: Japó

source: Jordan
ca: Jordània

source: Korea, Democratic People's Republic of
ca: República de Corea, Popular Democràtica de

source: Korea, Republic of
ca: Corea, República de

source: Kyrgyzstan
ca: Kirguizistan

source: Lao People's Democratic Republic
ca: República Democràtica Popular Lao

source: Latvia
ca: Letònia

source: Lebanon
ca: Líban

source: Liberia
ca: Libèria

source: Libyan Arab Jamahiriya
ca: Líbia

source: Lithuania
ca: Lituània

source: Luxembourg
ca: Luxemburg

source: Macedonia, the Former Yugoslav Republic of
ca: Macedònia, l'ex República Iugoslava de

source: Malaysia
ca: Malàisia

source: Marshall Islands
ca: Illes Marshall

source: Martinique
ca: Martinica

source: Mauritania
ca: Mauritània

source: Mauritius
ca: Mauricio

source: Mexico
ca: Mèxic

source: Micronesia, Federated States of
ca: Micronèsia, Estats Federats de

source: Moldova, Republic of
ca: Moldàvia, República de

source: Monaco
ca: Mònaco

source: Mongolia
ca: Mongòlia

source: Morocco
ca: {0}[1051]{/0} ‡ {1}(Marroc){/1}

source: Mozambique
ca: Moçambic

source: Myanmar
ca: {0}[456]{/0} (Myanmar)
