Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cat/LC_MESSAGES/default.po
Languages: ca

source: File Manager
ca: Gestor d'arxius

source: You can find your result here.
ca: Pot trobar el seu resultat aquí.

source: Thanks for given the exam.
ca: Gràcies per donar l'examen.

source: Dashboard
ca: Escriptori

source: Leader Board
ca: Taula de Líders

source: My Exams
ca: Els meus exàmens

source: My Result
ca: la meva Resultat

source: Group Performance
ca: Rendiment del grup

source: Payment
ca: pagament

source: Transaction History
ca: Historial de transaccions

source: Mailbox
ca: bústia

source: Help
ca: Ajuda

source: Home
ca: Inici

source: Register
ca: Registrar-se

source: Log In
ca: Accedir

source: Invalid Post
ca: Missatge no vàlid

source: Jan
ca: Gen

source: Feb
ca: febrer

source: Apr
ca: Abr

source: May
ca: Maig

source: Jun
ca: juny

source: Jul
ca: juliol

source: Aug
ca: Ago

source: Sep
ca: setembre

source: Oct
ca: octubre

source: Nov
ca: novembre

source: Dec
ca: desembre

source: Percentage
ca: Percentatge

source: Month
ca: Mes

source: Exams
ca: exàmens

source: Email verified successfully
ca: Correu electrònic verificat correctament

source: Invalid Verification Code
ca: Codi de verificació no vàlid

source: A verification Code send to your Email inbox or Spam
ca: Una verificació Codi enviar a la safata d'entrada de correu electrònic o correu no desitjat

source: Email Id already verified
ca: Identificació de l'email s'ha verificat ja

source: Email Id not registered in system
ca: Identificació de l'email no està registrada en el sistema

source: You have attempted maximum exam.
ca: Ha intentat examen màxima.

source: You have attempted maximum number of questions in this subject
ca: Ha intentat màxim nombre de preguntes en aquest tema

source: You can find your result here
ca: Pot trobar el seu resultat aquí

source: Insufficient Amount.
ca: Quantitat insuficient.

source: 1. The test instructions were
ca: 1. La manera de prova eren

source: 2. Language of question was
ca: 2. Llengua de pregunta era

source: 3. Overall test experience was
ca: 3. En general l'experiència prova va ser

source: Any other feedback suggestion:
ca: Qualsevol altre suggeriment de la regeneració:

source: Feedback has submitted successfully!
ca: Retroalimentació s'ha enviat correctament!

source: Feedback already submitted.
ca: Retroalimentació ja s'ha presentat.

source: Email id is not registered in system
ca: ID de correu electrònic no està registrada en el sistema de

source: Your password reset link is sent to your registered email id
ca: El seu enllaç de restabliment de contrasenya s'envia al seu correu electrònic d'identificació registrada

source: Incorrect code
ca: un codi incorrecte

source: Password Changed Successfully
ca: Contrasenya canviada amb èxit

source: My Performance
ca: el meu Rendiment

source: My Group performance
ca: El rendiment de la meva Grup

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
ca: L'aplicació ja està instal·lada. Traieu app / tmp / installed.txt per tornar a instal·lar l'aplicació

source: Writeable
ca: Es pot escriure

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
ca: Per desgràcia! Error de permís d'arxiu <br> Si us plau, Goto app / config / database.php està en mode d'escriptura.

source: A connection was successfully established with the server.
ca: Una connexió va ser establerta amb èxit amb el servidor.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
ca: No s'ha pogut connectar a la base de dades. Si us plau, comproveu la configuració en app / config / database.php i torneu a provar

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
ca: Per desgràcia! Error de permís de carpeta <br> Si us plau carpeta tmp es troba en mode d'escriptura.

source: Your Mail has been sent
ca: El seu missatge ha estat enviat

source: Forwarded message
ca: missatge reenviat

source: From
ca: De:

source: Subject
ca: Assumpte

source: The mail has been moved to the Trash
ca: El missatge ha estat enviat a la paperera

source: Your Mail has been deleted
ca: El seu missatge ha estat esborrat

source: The mail has been moved to the Inbox
ca: El missatge ha estat enviat a la Safata

source: The mail has been marked as Read
ca: El correu electrònic s'ha marcat com a llegit

source: The mail has been marked as Unread
ca: El correu electrònic s'ha marcat com a no llegit

source: Paypal Payment not set
ca: El pagament Paypal no estableix

source: Payment Cancel
ca: pagament Cancel

source: Wallet Payment
ca: pagament Moneder

source: Try again! Can not connect to paypal
ca: Intenteu-ho de nou! No es pot connectar a paypal

source: Invalid Amount
ca: Quantitat no vàlida

source: Payment already done
ca: El pagament ja fet

source: Payment not done
ca: El pagament no es fa

source: Payment successfully! Amount %s added in your wallet
ca: El pagament amb èxit! Import %s afegit a la seva cartera

source: Profile Updated Successfully
ca: Perfil Actualitzat correctament

source: Photo Updated Successfully
ca: Foto actualitzat correctament

source: Invalid Password
ca: contrasenya invàlida

source: Please select any group
ca: Seleccioneu qualsevol grup

source: Invalid Security Code
ca: Codi de seguretat no vàlid

source: Score
ca: puntuació

source: Max Marks
ca: Max marques

source: Marks Scored
ca: marcats marques

source: Subject Wise Time Taken
ca: Subjecte Temps Wise Pres

source: Student Performance
ca: Rendiment dels alumnes

source: Correct Question
ca: correcte pregunta

source: Incorrect Question
ca: pregunta incorrecta

source: Right Marks
ca: marques adequades

source: Negative Marks
ca: marques negatius

source: Percentage(%) in Exam
ca: Percentatge (%) en l'Examen

source: Percentage(%)
ca: Percentatge

source: th
ca: º

source: You %s
ca: Vostè %s

source: Administrator
ca: administrador

source: Payment Gateway
ca: passarel·la de pagament

source: Pay Exam
ca: Examen de Pagament

source: Your account has expired. Please contact administrator
ca: El seu compte ha caducat. Si us plau, poseu-vos en contacte amb l'administrador

source: You have been logged in successfully
ca: Se li ha connectat amb èxit

source: Your email not verified! Please click on link sent to your email inbox or spam
ca: El seu correu electrònic no ha estat verificada! Si us plau, feu clic a l'enllaç enviat a la bústia de correu electrònic o correu no desitjat

source: Incorrect username/password
ca: nom d'usuari incorrecta / contrasenya

source: You have been logged out successfully
ca: Se li ha tancat la sessió amb èxit

source: You are %s Member! Please contact administrator
ca: Ets %s membres! Si us plau, poseu-vos en contacte amb l'administrador

source: Hours
ca: Hores

source: Sec
ca: s

source: Grand Total
ca: gran total

source: Your Question has been added for exam
ca: La seva pregunta s'ha afegit per a l'examen

source: Your Question has been deleted for exam
ca: La seva pregunta ha estat eliminat per l'examen

source: No Permission
ca: sense permís

source: Advertisement has been saved
ca: Publicitat s'ha guardat

source: Invalid post
ca: missatge no vàlida

source: Advertisement has been deleted
ca: Publicitat ha estat esborrada

source: Photo Changed Successfully
ca: Foto canviat correctament

source: Not Attempted
ca: no s'ha intentat

source: Marks Updated
ca: actualitzat marques

source: Successfully Finalize
ca: Finalitzar amb èxit

source: Successfully Closed Exam
ca: Examen amb èxit tancada

source: French
ca: francès

source: Your Setting has been saved
ca: La seva configuració s'ha guardat

source: Page Added Successfully
ca: pàgina afegida

source: Pages updated Successfully
ca: Pàgines actualitzades amb èxit

source: Page has been deleted
ca: Pàgina ha estat esborrada

source: Page has been Unpublished
ca: La pàgina ha estat inèdit

source: Page has been Published
ca: Pàgina ha estat publicat

source: Something wrong
ca: Alguna cosa malament

source: Currency has been saved
ca: La moneda s'ha guardat

source: Currency has been deleted
ca: La moneda ha estat esborrada

source: Student Details
ca: Detalls de l'estudiant

source: Active
ca: Actiu

source: Pending
ca: Pendents

source: Suspend
ca: suspendre

source: Pass
ca: Passar

source: Fail
ca: fallar

source: Student
ca: Alumne

source: Passing %age
ca: Passant %a ge

source: Average %age
ca: Mitjana %a ge

source: Question Count
ca: Comte pregunta

source: Total Question
ca: pregunta total

source: Question Bank Difficulty Wise
ca: Banc de preguntes de dificultat Wise

source: Easy
ca: Ha estat fàcil.

source: Medium
ca: Mitja

source: Hard
ca: dur

source: Name has been updated
ca: El nom ha estat actualitzat

source: Email template has been saved
ca: Plantilla de correu electrònic s'ha guardat

source: Email template has been deleted
ca: Plantilla de correu electrònic ha estat esborrada

source: End Date is not less than Start date
ca: Data de finalització no és menor que la data d'inici

source: Please Select any group
ca: Seleccioneu qualsevol grup

source: Please Add Subject To Exam
ca: Si us plau Afegir Subjecte a examen

source: Exam has been saved. Add questions in exam
ca: Examen s'ha desat. Afegir preguntes d'examen

source: Exam has been saved
ca: Examen s'ha guardat

source: Exam has been updated
ca: Examen ha estat actualitzat

source: Exam has been deleted
ca: Examen ha estat esborrada

source: Difficulty Level
ca: Nivell de dificultat

source: Subject Wise Question Count
ca: Assumpte Quantitat Wise pregunta

source: Exam sucessfully inactivated
ca: Examen inactivat amb èxit

source: Exam sucessfully activated
ca: Examen activat amb èxit

source: There are no question added!
ca: S'afegeixen sens dubte!

source: Your username is sent to your registered email id
ca: El seu nom d'usuari és enviat al seu correu electrònic d'identificació registrada

source: Group Added Successfully
ca: Grup agregat amb èxit

source: Group has been saved
ca: Grup s'ha guardat

source: Group has been deleted
ca: Grup ha estat esborrada

source: Delete subject first
ca: Eliminar objecte en primer lloc

source: Help content has been saved
ca: contingut de l'ajuda s'ha guardat

source: Help content has been deleted
ca: contingut de l'ajuda ha estat esborrada

source: Questions imported successfully
ca: Preguntes importat correctament

source: File not uploaded
ca: L'arxiu no està carregat

source: Only CSV File supported
ca: Només Arxiu CSV compatible

source: Please Select Subject
ca: Si us plau seleccioni Assumpte

source: Please Select any Group
ca: Si us plau seleccionar qualsevol grup

source: Students imported successfully
ca: Els estudiants importat correctament

source: Please Select Group
ca: Si us plau seleccioni Grup

source: Student Email not found
ca: Estudiant de correu electrònic no trobat

source: News has been saved
ca: Notícies s'ha guardat

source: News has been deleted
ca: Notícia ha estat esborrada

source: Paypal Payment Setting has been saved
ca: El pagament Paypal ajust s'ha guardat

source: Setting Problem
ca: problema Ajust

source: Please Choose the Correct answer
ca: Si us plau, triï la resposta correcta

source: Please select true or false
ca: Seleccioneu veritable o fals

source: Please fill blank space
ca: Si us plau omplir l'espai en blanc

source: Question added to bank successfully
ca: Pregunta afegir al banc d'èxit

source: Question has been updated
ca: Qüestió ha estat actualitzat

source: Question has been deleted
ca: Pregunta ha estat eliminat

source: Delete exam first!
ca: Eliminar examen de primera!

source: Question Difficulty Level
ca: Pregunta Nivell de dificultat

source: Performance
ca: Rendiment

source: Candidate Marks Distribution
ca: Candidat Marques de Distribució

source: Max Marks Distribution
ca: Max Marques de Distribució

source: Please select any type in the list
ca: Seleccioneu qualsevol tipus en la llista

source: Please type any email
ca: Si us plau escrigui qualsevol correu electrònic

source: Email has been sent
ca: Email ha estat enviat

source: No email to send
ca: Sense correu electrònic per enviar

source: Please type any name
ca: Si us plau, escriviu qualsevol nom

source: Sms has been sent
ca: SMS ha estat enviat

source: No sms to send
ca: Sense SMS per enviar

source: Signature has been saved
ca: Signatura s'ha guardat

source: Signature has been deleted
ca: Firma ha estat esborrada

source: Slide has been saved
ca: Diapositiva s'ha guardat

source: Slide has been deleted
ca: Slide ha estat esborrada

source: SMS template has been saved
ca: SMS plantilla s'ha guardat

source: SMS template has been deleted
ca: SMS plantilla ha estat eliminat

source: Student added Successfully
ca: Estudiant agregat amb èxit

source: Please Select atleast one group
ca: Si us plau seleccioni com a mínim un grup

source: Student has been updated
ca: L'estudiant ha estat actualitzat

source: Student has been deleted
ca: L'estudiant ha estat esborrada

source: Student Wallet has been updated
ca: Moneder estudiant ha estat actualitzat

source: Subject Added Successfully
ca: Assumpte afegit correctament

source: Subject already exist
ca: Assumpte ja existeixen

source: Subject has been updated
ca: El subjecte ha estat actualitzat

source: Subject has been deleted
ca: El subjecte ha estat esborrada

source: Testimonial has been saved
ca: Testimoni ha estat guardat

source: Testimonial has been updated
ca: Testimoni ha estat actualitzat

source: Testimonial has been deleted
ca: Testimoni ha estat esborrada

source: User Added Successfully
ca: Usuari agregat amb èxit

source: User has been updated
ca: L'usuari ha estat actualitzat

source: User has been deleted
ca: L'usuari ha estat esborrat

source: Permission update successfully
ca: El permís d'actualització amb èxit

source: You have been logged in Successfully
ca: Se li ha connectat amb èxit

source: You have been logged out
ca: Se li ha tancat la sessió

source: Level User has been saved
ca: Nivell d'usuari s'ha guardat

source: Level user has been deleted
ca: Nivell d'usuari ha estat esborrat

source: Logo has been saved
ca: Logo s'ha guardat

source: Logo has been deleted
ca: Logotip ha estat esborrada

source: Add Questions
ca: Afegir Preguntes

source: Question Type
ca: Tipus de pregunta

source: Search
ca: Cerca

source: Reset
ca: Reajustar

source: Add To Exam
ca: Afegeix a examen

source: Delete To Exam
ca: Per eliminar examen

source: Back To Exam
ca: De nou a examen

source: Type
ca: Tipus

source: Body of Question
ca: Cos d'interrogació

source: Level
ca: Nivell

source: Marks
ca: marques

source: Action
ca: Acció

source: Add Advertisement
ca: Afegir Publicitat

source: Advertisement Name
ca: El títol d'anunci

source: Ordering
ca: ordenant

source: URL Type
ca: Tipus d'URL

source: Internal
ca: (Intern)

source: External
ca: extern

source: URL Target
ca: URL de destinació

source: Upload Image (350*260)
ca: Carregar Imatge

source: Save
ca: Desar

source: Close
ca: Tancar

source: Update Photo
ca: actualització de la foto

source: Upload Photo
ca: Pujar fotos

source: Update
ca: Actualitzar

source: Cancel
ca: Cancel·la

source: Edit Advertisements
ca: Edita els anuncis

source: Form
ca: Formulari

source: Status
ca: Estat

source: Advertisements
ca: anuncis

source: Add New Advertisement
ca: Afegeix nou anunci

source: Edit
ca: Edita

source: Delete
ca: Esborrar

source: View
ca: Veure

source: Change Photo
ca: canviar foto

source: View Slides
ca: veure Diapositives

source: Attempted Papers of
ca: Documents d'intents de

source: Name
ca: Nom

source: Email
ca: Correu-E

source: Total Marks
ca: marques totals

source: Obtained Marks
ca: qualificacions obtingudes

source: Result Finalized
ca: resultat Finalitzada

source: Finalize It
ca: finalitzar-

source: PASSED
ca: PASSAT

source: FAILED
ca: FRACASSAT

source: Finalized By
ca: per finalitzat

source: Question No
ca: pregunta n

source: Option2
ca: opció 2

source: Option4
ca: Opción4

source: Marked Answer
ca: resposta marcada

source: Correct Answer
ca: Resposta correcta

source: Time Taken
ca: temps emprat

source: Marks Obtained
ca: qualificacions obtingudes

source: Checked by
ca: Comprovat per

source: System
ca: mecànic".

source: Configuration Options
ca: Opcions de configuració

source: Site Name
ca: Nom del lloc

source: Organization Name
ca: Nom de l'organització

source: Domain Name
ca: Nom de domini

source: Organization Email
ca: Correu electrònic organització

source: Meta Title
ca: Atributs del títol

source: Meta Description
ca: Meta-descripció

source: Time Zone
ca: Zona horària

source: Please Select
ca: Si us plau seleccioni

source: Currency
ca: Moneda

source: Header Contact
ca: capçalera de contacte

source: Email Contact
ca: Contacta

source: Display records per page
ca: Visualitzar els registres per pàgina

source: Max records per page
ca: Max registres per pàgina

source: Date Format
ca: Format de data

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
ca: Data, mes, any, hora, minut, segon, Meridian, data Seprator, Temps Seprator

source: Image
ca: Imatge

source: Text Direction
ca: Direcció del text

source: Left-to-right (LTR)
ca: D'esquerra a dreta (LTR)

source: Right-to-Left (RTL)
ca: De dreta a esquerra (RTL)

source: Language
ca: Llengua

source: Enable SMS Notification
ca: Activa l'enviament de SMS

source: Enable Email Notification
ca: Habilita notificació per correu electrònic

source: Manual Verification
ca: verificació Instruccions

source: Front End Registration
ca: Front fi Inscripció

source: Front End Slides
ca: Front-end de Diapositives

source: Translation
ca: 1.5 Traducció

source: Paid Exam
ca: examen pagat

source: Math Editor
ca: Editor de matemàtiques

source: Exam Expiry
ca: caducitat examen

source: Exam Feedback
ca: examen d'Avaluació

source: Tolrance Count
ca: Comte Tolrance

source: Certificate
ca: certificat

source: Advertisement
ca: anunci

source: No. of Visitor
ca: Nombre de Visitants

source: No. of Student
ca: Nº d'Estudiants

source: No. of Exam
ca: Nº d'examen

source: Save Settings
ca: GUARDAR PARÀMETRES

source: Add Pages
ca: afegir pàgines

source: Link Name
ca: Nom de l'enllaç

source: Link Order
ca: link

source: Page Type
ca: Tipus de pàgina

source: External Url
ca: URL externa

source: Url Target
ca: URL de destinació

source: Page Name
ca: Nom de pàgina

source: Page Url
ca: URL de la pàgina

source: Page Content
ca: Contingut de pàgina

source: Edit Pages
ca: Edita pàgines

source: Pages
ca: Pàgines

source: Add New Page
ca: Afegir nova pàgina

source: Published
ca: Publicat

source: Unpublished
ca: inèdit

source: Add Currency
ca: Afegir moneda

source: Currency Name
ca: Nom moneda

source: Short Name
ca: nom curt

source: Upload Currency (Less or equal to 50*50)
ca: Puja Moneda (menor o igual a 50 * 50)

source: Add New Currency
ca: Afegir nova moneda

source: In Progress Exam
ca: En Examen de Progrés

source: Upcoming Exam
ca: pròxim examen

source: Completed Exam
ca: examen completat

source: Students
ca: els estudiants

source: In Progress & Upcoming Exams
ca: En Progrés i Pròxims Exàmens

source: Date
ca: Data

source: Exam Name
ca: Nom de l'examen

source: Group
ca: grup

source: Duration
ca: Durada

source: Recent Exam Results
ca: Resultats recents de l'examen

source: Exam
ca: examen

source: Overall Result
ca: El resultat global

source: Student Stats
ca: Estadístiques dels estudiants

source: To
ca: a:

source: Details
ca: Detalls

source: Top 10 Student Group Wise
ca: Top 10 Grup d'Estudiants Wise

source: Student Statistic Table
ca: Taula Estadística Estudiant

source: Total Students
ca: Total d'estudiants

source: Total Active
ca: actiu total

source: Total Pending
ca: pendent total

source: Total Suspended
ca: suspesos totals

source: Top 10 Question Bank Subject Wise
ca: Els 10 millors banc de preguntes Assumpte Wise

source: Top 10 Difficulty Level of Questions
ca: Top 10 Nivell de Dificultat de preguntes

source: Question Count Table
ca: Taula comte pregunta

source: Bank Name
ca: Nom banc

source: Total Easy
ca: fàcil total

source: Total Difficult
ca: difícil total

source: Diffculty Level
ca: nivell difcultat

source: E-Mail Settings
ca: Configuració del correu

source: Email Type
ca: Tipus de correu electrònic

source: Server Name / Host
ca: Nom del servidor / host

source: User Name
ca: Nom d'usuari

source: Password
ca: Contrasenya

source: Add Email Template
ca: Afegir plantilla de correu electrònic

source: Email Template
ca: Plantilla de correu electrònic

source: Edit Email Templates
ca: Edita plantilles de correu electrònic

source: Email Templates
ca: Plantilles de correu electrònic

source: Add New Email Template
ca: Afegir Nova Plantilla de correu electrònic

source: Template
ca: plantilla

source: Subject Added successfully
ca: Assumpte agregat amb èxit

source: Add Exam
ca: Afegir Examen

source: Name of Exam
ca: Nom d'examen

source: Passing Percentage
ca: Percentatge que passa

source: Instruction
ca: instrucció

source: Exam Duration (Min.)
ca: Examen Durada (min.)

source: 0 for unlimited duration
ca: 0 de durada il·limitada

source: Attempt Count
ca: Comte intent

source: 0 for unlimited attempt
ca: 0 per l'intent il·limitada

source: Start Date
ca: Data d'inici

source: End Date
ca: Data de finalització

source: Show Answer Sheet
ca: Mostra el full de resposta

source: Yes
ca: Sí

source: Select Group
ca: Seleccioneu un grup de

source: Student Group
ca: Grup d'Estudiants

source: Negative Marking
ca: marcat negatiu

source: Random Question
ca: Pregunta aleatòria

source: Amount
ca: Quantitat

source: Browser Tolrance
ca: Tolrance navegador

source: Expiry Days
ca: Dies de caducitat

source: 0 for Unlimited
ca: 0 per il·limitat

source: Result After Finish
ca: Després de resultar Finalitzar

source: Mode
ca: manera

source: Instant Result
ca: El resultat instantani

source: Option Shuffle
ca: barrejar opció

source: Add Subjects To Exams
ca: Afegir Els subjectes als exàmens

source: Subject Name
ca: Nom de l'assignatura

source: No. of Questions
ca: Nº de preguntes

source: Ques Attempt Count
ca: Ques Intent Comte

source: Questions Attempt Count
ca: Preguntes Intent Comte

source: Leave blank for not showing (0 for unlimited)
ca: Deixar en blanc per a no mostrar (0 per a un nombre il·limitat)

source: ctrl+click to add multiples
ca: ctrl + clic per afegir múltiples

source: Add
ca: Afegeix

source: Edit Exam
ca: Edita examen

source: Exam Stats
ca: Estadístiques de l'examen

source: No of Student Passed
ca: Sense passar d'Estudiant

source: Download
ca: Descarregar

source: No of Student Failed
ca: Sense Error de l'Estudiant

source: No of Student Absent
ca: Sense Absent d'Estudiant

source: Exam Details
ca: Detalls de l'examen

source: Finalize Result
ca: finalitzar Resultat

source: Attempted Papers
ca: papers intentades

source: Eligible Group
ca: grup elegibles

source: Close Exam
ca: primer Examen

source: Activate Exam
ca: activar examen

source: Exam Closed Re-Activate Exam
ca: Examen tancat reactivar examen

source: Browser Tolrence
ca: Tolrence navegador

source: Expiry
ca: expiració

source: Unlimited
ca: Il·limitat

source: Days
ca: Dies

source: Subjective
ca: subjectiu

source: Objective
ca: objectiu

source: True &amp; False
ca: True & amp; Fals

source: Fill in the blanks
ca: Omple els buits

source: Total Questions
ca: Preguntes totals

source: Question Attempt Count
ca: Pregunta Comte Temptativa

source: Total
ca: T

source: E
ca: I

source: M
ca: Habitació de 20m ².

source: Student Name
ca: Nom de l'estudiant

source: Enrolment
ca: matrícula

source: Phone
ca: Telèfon

source: Result Status
ca: Estat del resultat

source: Forgot Password
ca: Ha oblidat la contrase

source: Email ID
ca: ID de correu electrònic
