Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cat/LC_MESSAGES/default.po
Languages: ca

source: Namibia
ca: Namíbia

source: Netherlands
ca: països Baixos

source: Netherlands Antilles
ca: Antilles holandeses

source: New Caledonia
ca: nova Caledònia

source: New Zealand
ca: Nova Zelanda

source: Niger
ca: Níger

source: Nigeria
ca: Nigèria

source: Norfolk Island
ca: illa Norfolk

source: Northern Mariana Islands
ca: Illes Marianes del Nord

source: Norway
ca: Noruega

source: Palestinian Territory, Occupied
ca: Palestina, Territori Ocupat

source: Panama
ca: Panamà

source: Papua New Guinea
ca: Papua Nova Guinea

source: Paraguay
ca: Paraguai

source: Peru
ca: Perú

source: Philippines
ca: Filipines

source: Poland
ca: Polònia?

source: Puerto Rico
ca: port Ric

source: Qatar
ca: Katar

source: Reunion
ca: reunió

source: Russian Federation
ca: Federació Russa

source: Saint Helena
ca: Santa Helena

source: Saint Kitts and Nevis
ca: Sant Cristòfol i Neus

source: Saint Lucia
ca: Santa Llúcia

source: Saint Pierre and Miquelon
ca: Sant Pere i Miquelon

source: Saint Vincent and the Grenadines
ca: Saint Vincent i les Grenadines

source: San Marino
ca: Sant Marí

source: Sao Tome and Principe
ca: Sant Vaig prendre i Príncep

source: Saudi Arabia
ca: Aràbia Saudita

source: Serbia and Montenegro
ca: Sèrbia i Montenegro

source: Sierra Leone
ca: Serra Leone

source: Singapore
ca: Singapur

source: Slovakia
ca: Eslovàquia

source: Slovenia
ca: Eslovènia

source: Solomon Islands
ca: illes Salomó

source: Somalia
ca: {0}[1026]{/0} ‡ {1}(Somàlia){/1}

source: South Africa
ca: Sud-Àfrica

source: South Georgia and the South Sandwich Islands
ca: Geòrgia del Sud i les Illes Sandwich del Sud

source: Spain
ca: Espanya

source: Suriname
ca: Surinam

source: Svalbard and Jan Mayen
ca: Svalbard i Jan Mayen

source: Swaziland
ca: Swazilàndia

source: Sweden
ca: Suècia

source: Switzerland
ca: Suïssa

source: Syrian Arab Republic
ca: Síria

source: Taiwan, Province of China
ca: Taiwan, Província xinesa

source: Tajikistan
ca: Tadjikistan

source: Tanzania, United Republic of
ca: Tanzània, República Unida de

source: Thailand
ca: Tailàndia

source: Timor-Leste
ca: Timor Oriental

source: Togo
ca: Anar

source: Trinidad and Tobago
ca: Trinitat i Tobago

source: Tunisia
ca: Tunísia

source: Turkey
ca: Turquia

source: Turks and Caicos Islands
ca: Turks i Caicos

source: Ukraine
ca: Ucraïna

source: United Arab Emirates
ca: Emirats Àrabs Units

source: United Kingdom
ca: Regne Unit

source: United States
ca: Estats Units

source: Uruguay
ca: Uruguai

source: Venezuela
ca: Veneçuela

source: Virgin Islands, British
ca: Illes Verges Britàniques

source: Virgin Islands, U.s.
ca: Illes Verges, EUA

source: Wallis and Futuna
ca: Wallis i Futuna

source: Western Sahara
ca: Sàhara occidental

source: Yemen
ca: Iemen

source: Zambia
ca: Zàmbia

source: Invalid argument #1: %s is not a valid %s identifyer.
ca: Argument no vàlid # 1: %s no és una vàlida %s identifyer.

source: %s for Row %d failed to save.
ca: %s per a la fila %d No s'ha pogut desar.

source: You need to define at least one field to be toggleable.
ca: Cal definir almenys un camp per a ser commutable.

source: The field %s is not in the list of toggleable fields.
ca: El camp %s no està a la llista de camps commutable.

source: The field %s does not have two toggleable states defined.
ca: El camp %s no té dos estats definits commutable.

source: Invalid record
ca: registre no vàlid

source: Server lipsum.com returns error code %s.
ca: Lipsum.com servidor retorna el codi d'error %s .

source: Response from lipsum.com is empty or could not be decoded.
ca: Resposta de lipsum.com està buida o no s'ha pogut descodificar.

source: Connection to server lipsum.com failed. %s.
ca: La connexió al servidor no va poder lipsum.com. %s .

source: Please correct the errors below.
ca: Si us plau, corregeixi els errors a continuació.

source: The requested address %s was not found on this server.
ca: La direcció sol·licitada %s no es va trobar en aquest servidor.

source: An Internal Error Has Occurred.
ca: Un error intern ha passat.

source: datasource configuration was not found
ca: No s'ha trobat la configuració de font de dades

source: CakePHP: the rapid development php framework
ca: CakePHP: el ràpid desenvolupament de PHP marc

source: Debug setting does not allow access to this url.
ca: valor de depuració no permet l'accés a aquesta adreça URL.

source: Add New Exam
ca: Afegir nou examen

source: Inactive
ca: inactiu

source: Start & End Date
ca: Data d'inici i fi

source: Certification of Completion
ca: Certificació de finalització

source: Click here to download excel file format
ca: Feu clic aquí per descarregar el format d'arxiu d'Excel

source: Are you sure, you want to close this exam?
ca: ¿Segur, que desitja tancar aquest examen?

source: Are you sure, you want to re-activate this exam?
ca: ¿Segur, desitja tornar a activar aquest examen?

source: Closed
ca: tancat

source: Results
ca: Resultats

source: Configurations
ca: configuracions

source: General
ca: Informació general.

source: Contents
ca: Índex

source: Email & SMS
ca: Correu electrònic i SMS

source: Customer Support Service
ca: Servei al Client

source: Knowledge Base (for Documentation)
ca: La Knowledge Base (de Documentació)

source: Forum (24x7x)
ca: Fòrum (24x7x)

source: Live Chat (For Sales & Billing Only)
ca: Xat en viu (per a les vendes i facturació només)

source: Support (For Technical Support)
ca: Suport (Per Suport Tècnic)

source: Visit Our Website
ca: Visiteu la nostra pàgina web

source: for more documentation & Details
ca: per obtenir més documentació i detalls
