Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cat/LC_MESSAGES/validation.po
Languages: ca

source: Only letters and numbers allowed
ca: Només lletres i números permesos

source: Group already exist
ca: Grup ja existeixen

source: Only Url
ca: només Url

source: File does not have a valid extension
ca: Arxiu no té una extensió vàlida

source: You must supply a JPG, GIF or PNG File.
ca: Ha de proporcionar un arxiu JPG, GIF o PNG Arxiu.

source: Invalid Header Contact
ca: Invàlida capçalera de contacte

source: Only Alphabets
ca: solament els alfabets

source: Currency Name already exist
ca: Nom moneda ja existeixen

source: You must supply image height is less than 50px
ca: Ha de proporcionar altura de la imatge és inferior a 50 px

source: You must supply image width is less than 50px
ca: Ha de proporcionar ample de la imatge és inferior a 50 px

source: Only numbers allowed
ca: Només els números autoritzats

source: Only Date/time format
ca: Només format de data / hora

source: Enter a valid email
ca: Introduïu un correu electrònic vàlid

source: Please select
ca: seleccioneu

source: Invalid Username
ca: Nom d'usuari no vàlid

source: Invalid Password
ca: contrasenya invàlida

source: Invalid Signature
ca: signatura vàlida

source: Only numbers
ca: només els números

source: You must supply image height is less than 220px
ca: Ha de proporcionar altura de la imatge és inferior a 220px

source: This Email has already been exist! try new one
ca: Aquest correu electrònic ja ha estat existeix! provar un nou

source: Password required
ca: es requereix contrasenya

source: Password minimum 4 character long
ca: Contrasenya mínim de 4 caràcters de llarg

source: Name already exist
ca: El nom ja existeix
