Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/por/LC_MESSAGES/validation.po
Languages: pt

source: Only letters and numbers allowed
pt: Apenas letras e números autorizados

source: Group already exist
pt: Grupo já existem

source: Only Url
pt: Apenas Url

source: File does not have a valid extension
pt: Arquivo não tem uma extensão válida

source: You must supply a JPG, GIF or PNG File.
pt: Você deve fornecer um JPG, GIF ou PNG.

source: Invalid Header Contact
pt: Inválido cabeçalho do contato

source: Only Alphabets
pt: somente alfabetos

source: Currency Name already exist
pt: Nome da Moeda já existem

source: You must supply image height is less than 50px
pt: Você deve fornecer altura da imagem é menor do que 50px

source: You must supply image width is less than 50px
pt: Você deve fornecer largura da imagem é menor do que 50px

source: Only numbers allowed
pt: Somente números permitidos

source: Only Date/time format
pt: Apenas Formato de data / hora

source: Enter a valid email
pt: Inserir um email válido

source: Please select
pt: Por favor seleccione

source: Invalid Username
pt: Nome de usuário Inválido

source: Invalid Password
pt: senha inválida

source: Invalid Signature
pt: Assinatura inválida

source: Only numbers
pt: Apenas números

source: You must supply image height is less than 220px
pt: Você deve fornecer altura da imagem é inferior a 220px

source: This Email has already been exist! try new one
pt: Este e-mail já tem sido existe! tente novo

source: Password required
pt: Senha requerida

source: Password minimum 4 character long
pt: mínimo de senha de 4 caracteres de comprimento

source: Name already exist
pt: Nome já existe
