Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fas/LC_MESSAGES/default.po
Languages: fa

source: Debug setting does not allow access to this url.
fa: تنظیم اشکال زدایی دسترسی به این URL اجازه نمی دهد.

source: Add New Exam
fa: اضافه کردن جدید آزمون

source: Inactive
fa: غیر فعال

source: Start & End Date
fa: شروع و پایان تاریخ

source: Click here to download excel file format
fa: برای دانلود با فرمت فایل اکسل اینجا را کلیک کنید

source: Are you sure, you want to close this exam?
fa: آیا شما مطمئن، شما می خواهید برای بستن این آزمون؟

source: Are you sure, you want to re-activate this exam?
fa: آیا شما مطمئن، شما می خواهید به فعال کردن مجدد این آزمون؟

source: Closed
fa: بسته شده

source: Results
fa: نتایج

source: Configurations
fa: تنظیمات

source: General
fa: عمومی

source: Contents
fa: فهرست

source: Email & SMS
fa: ایمیل و SMS

source: Customer Support Service
fa: خدمات پشتیبانی از مشتری

source: Knowledge Base (for Documentation)
fa: پایگاه دانش (اسناد)

source: Forum (24x7x)
fa: انجمن (24x7x)

source: Live Chat (For Sales & Billing Only)
fa: گفتگوی زنده (برای فروش و صدور صورت حساب تنها)

source: Support (For Technical Support)
fa: پشتیبانی (برای پشتیبانی فنی)

source: Visit Our Website
fa: از وبسایت ما دیدن کنید

source: for more documentation & Details
fa: برای اسناد بیشتر و جزئیات
