Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fas/LC_MESSAGES/default.po
Languages: fa

source: Mark as Read
fa: به عنوان خوانده شده علامت بزن

source: Mark as Unread
fa: به عنوان "خوانده نشده" علامت گذاری کن

source: Move to Inbox
fa: انتقال به صندوق

source: Reply
fa: پاسخ

source: Menu Names
fa: نام فهرست

source: Model Name
fa: نام مدل

source: Icon
fa: آیکن

source: Add News
fa: اضافه کردن اخبار

source: News Title
fa: عنوان اخبار

source: News Description
fa: اخبار باشرکت

source: Edit News
fa: ویرایش اخبار

source: News
fa: اخبار

source: Add New News
fa: اضافه کردن جدید

source: Paypal Payment Option
fa: پی پال گزینه پرداخت

source: Signature
fa: امضا

source: Sandbox Mode
fa: حالت گودال ماسهبازی

source: True
fa: درست

source: Add Question
fa: ارسال سوال

source: Question
fa: ● پرسش

source: Correct Answers
fa: پاسخ های صحیح

source: Type your question here
fa: پرسش خود را اینجا تایپ کنید

source: Answer1
fa: پاسخ

source: Answer2
fa: پاسخ

source: Answer3
fa: پاسخ

source: Answer4
fa: پاسخ

source: Answer5
fa: پاسخ

source: Answer6
fa: پاسخ

source: True/False
fa: درست غلط

source: False
fa: غلط.

source: Blank Space
fa: فضای خالی

source: Explanation (Optional)
fa: توضیح (اختیاری)

source: Provide explanation in support of correct answer
fa: ارائه توضیح در حمایت از پاسخ صحیح

source: Hint(optional)
fa: نکته (اختیاری)

source: Hint to help answer correctly
fa: نکته برای کمک به پاسخ صحیح

source: without minus sign
fa: بدون علامت منفی

source: Edit Question Type
fa: ویرایش نوع سوال

source: Explanation
fa: توضیح

source: Hint
fa: اشاره

source: Questions
fa: سوالات

source: Add New Question
fa: افزودن پرسش جدید

source: Import/Export Question
fa: واردات / صادرات سوال

source: Answer
fa: پاسخ

source: Question Details
fa: جزئیات سوال

source: Exam Wise
fa: آزمون حکیم

source: Please Select Exam
fa: لطفا انتخاب کنید آزمون

source: Status of Result
fa: وضعیت نتیجه

source: Please Select Result Status
fa: لطفا نتیجه وضعیت انتخاب کنید

source: Download Result
fa: دانلود نتیجه

source: Rank
fa: رتبه

source: Test
fa: آزمودن

source: Percent
fa: در صد

source: Result
fa: نتیجه چه شد:

source: View Result
fa: مشاهده نتیجه

source: Download/Print Result
fa: دانلود / چاپ نتیجه

source: Student Wise
fa: دانشجو حکیم

source: Name or Enrolment Number
fa: نام یا شماره ثبت نام

source: Enrolment Number
fa: شماره ثبت نام

source: Back
fa: قبل

source: Assesment Report for
fa: گزارش بررسی برای

source: Taken Date
fa: تاریخ گرفته

source: Total Time
fa: مجموع مدت زمان

source: Nos. of Browser tolrance attempt
fa: شماره از مرورگر تلاش tolrance

source: Total Score
fa: نمره کل

source: Student Marks Distribution
fa: توزیع دانشجویی مارکس

source: Feedback
fa: انتقادات و پیشنهادات

source: Marks Sheet
fa: علائم ورق

source: Section Name
fa: نام بخش

source: Section proportion
fa: بخش نسبت

source: Actual
fa: واقعی

source: Your Percentage
fa: درصد خود را

source: Section Summary
fa: خلاصه بخش

source: Maximum Score
fa: حداکثر نمره

source: Developed Skill
fa: مهارت های توسعه یافته

source: Needs Development
fa: نیازهای توسعه

source: Lack of Skill
fa: فقدان مهارت

source: MCQ answered
fa: MCQ پاسخ

source: Legend
fa: افسانه

source: Send Emails
fa: ارسال ایمیل

source: Teachers
fa: معلمان

source: Any Email
fa: هر ایمیل

source: Default all students if you add manually then search student email
fa: به طور پیش فرض همه دانش آموزان اگر شما اضافه کردن دستی پس از آن جستجو ایمیل دانشجویی

source: Default all teachers if you add manually then search teacher email
fa: به طور پیش فرض همه معلمان اگر شما اضافه کردن دستی پس از آن جستجو ایمیل معلم

source: Type any email comma seprated
fa: نوع هر کاما ایمیل seprated

source: Type subject
fa: نوع موضوع

source: Select Email Template
fa: انتخاب قالب ایمیل

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
fa: اگر شما نمی خواهید به انتخاب قالب ایمیل پس از آن به سادگی نوع پیام ایمیل. هنگامی که شما ویرایشگر بار پس از آن شما می توانید انتخاب کنید قالب بروید دکمه برای تنظیم مجدد

source: Send Sms
fa: ارسال پیامک

source: Any Sms
fa: هر اس ام اس

source: Default all student if you add manually then search students name
fa: پیش فرض تمام دانش آموزان اگر شما اضافه کردن دستی پس از آن جستجو نام دانش آموزان

source: Default all teachers if you add manually then search teacher name
fa: به طور پیش فرض همه معلمان اگر شما اضافه کردن دستی پس از آن جستجو نام معلم

source: Any Number
fa: هر شماره

source: Type any number comma seprated
fa: نوع هر تعداد کاما seprated

source: Select Sms Template
fa: انتخاب قالب اس ام اس

source: Sms Template
fa: قالب اس ام اس

source: If you do not want to select sms template then simply type sms message
fa: اگر شما نمی خواهید به انتخاب قالب اس ام اس پس از آن به سادگی نوع پیام اس ام اس

source: Certificate Signature
fa: امضای گواهی

source: Upload Image(* height less than 75px)
fa: آپلود تصویر (* ارتفاع کمتر از 75px)

source: Delete Signature
fa: حذف امضا

source: Add Slides
fa: اضافه کردن اسلاید

source: Slide Name
fa: نام اسلاید

source: Upload Slide (1350*550)
fa: آپلود اسلاید (1350 * 550)

source: Edit Slides
fa: ویرایش اسلاید

source: Slides
fa: اسلاید ها

source: Add New Slide
fa: اضافه کردن اسلاید جدید

source: SMS Settings
fa: اس ام اس تنظیمات

source: API Link
fa: لینک API

source: Sender ID
fa: شناسه فرستنده

source: Heading Username
fa: عنوان نام کاربری

source: Username field provided by sms gateway
fa: فیلد نام کاربری ارائه شده توسط دروازه SMS

source: Heading Password
fa: عنوان رمز عبور

source: Password field provided by sms gateway
fa: فیلد رمز عبور ارائه شده توسط دروازه SMS

source: Heading Mobile No
fa: عنوان شماره تلفن

source: Mobile No field provided by sms gateway
fa: موبایل بدون درست ارائه شده توسط دروازه SMS

source: Heading Message
fa: عنوان پیام

source: Message field provided by sms gateway
fa: قسمت پیام های ارائه شده توسط دروازه SMS

source: Heading Sender Id
fa: عنوان ID فرستنده

source: Sender Id field provided by sms gateway
fa: درست ID فرستنده ارائه شده توسط دروازه SMS

source: Add SMS Template
fa: اضافه کردن الگو SMS

source: Edit SMS templates
fa: ویرایش قالب اس ام اس

source: SMS Templates
fa: اس ام اس قالب

source: Add New SMS Template
fa: اضافه کردن الگو های جدید اس ام اس

source: Add Students
fa: اضافه کردن دانش آموزان

source: Address
fa: نشانی

source: Guardian Phone
fa: نگهبان تلفن

source: Edit Students
fa: ویرایش دانش آموزان

source: Renewal Date
fa: تاریخ تمدید

source: Add New Student
fa: اضافه کردن جدید دانشجویی

source: Wallet
fa: کیف پول

source: Admission Date
fa: تاریخ پذیرش

source: Credit
fa: اعتبار

source: Debit
fa: بدهی

source: Balance
fa: تعادل

source: Date & Time
fa: تاریخ و ساعت

source: Payment Through
fa: پرداخت از طریق

source: Remarks
fa: ملاحظات

source: View Student Information
fa: نمایش اطلاعات دانشجویی

source: Full Name
fa: نام و نام خانوادگی

source: Phone Number
fa: شماره تماس

source: Registered Email
fa: ایمیل ثبت شده

source: Alternate Number
fa: شماره های جایگزین

source: Enrolment No
fa: ثبت نام بدون

source: Last Login
fa: آخرین ورود

source: Students Wallet
fa: دانش آموزان کیف پول

source: Transaction Form
fa: فرم معامله

source: Mobile
fa: سیار

source: ADD
fa: افزودن

source: DEDUCT
fa: کسر کردن

source: Add Subjects
fa: اضافه کردن موضوع

source: Edit Subjects
fa: ویرایش موضوع

source: Subjects
fa: آزمودنیها

source: Add New Subject
fa: اضافه کردن جدید تم

source: Question Bank
fa: سوال بانک

source: Add Testimonials
fa: اضافه کردن مشتریان

source: Upload Photo (150*150)
fa: آپلود عکس (150 * 150)

source: Edit Testimonials
fa: ویرایش از زبان مشتریان

source: Testimonials
fa: از زبان مشتریان

source: Add New Testimonial
fa: افزودن از زبان مشتریان

source: Photo
fa: عکس

source: Add Users
fa: اضافه کردن کاربر

source: User Level
fa: سطح کاربر

source: Username
fa: نام کاربری

source: Level users
fa: کاربران سطح

source: Add New Level
fa: اضافه کردن سطح جدید

source: Back To Users
fa: برگشت به کاربران

source: Level Name
fa: نام سطح

source: Set Permission
fa: تنظیم مجوز

source: Assign Form Rights
fa: اختصاص حقوق فرم

source: Module Name
fa: نام ماژول

source: Old Password
fa: رمز عبور قبلی

source: Edit Users
fa: ویرایش کاربر

source: User Registration Form
fa: فرم ثبت نام کاربر

source: Users
fa: کاربران

source: Add New User
fa: اضافه کردن کاربر جدید

source: Add Level Users
fa: اضافه کردن کاربران سطح

source: Level User
fa: سطح کاربر

source: Dear user, log in to access the admin area!
fa: کاربر گرامی، ورود برای دسترسی به بخش مدیریت.

source: Admin / Teacher Username
fa: محیط مدیریت / کاربری معلم

source: Forgot User Name
fa: نام کاربری را فراموش کرده اید

source: Organisation Logo
fa: سازمان لوگو

source: Upload Image(* height less than 220px)
fa: آپلود تصویر (* ارتفاع کمتر از 220px رسم)

source: Delete Logo
fa: حذف آرم

source: Please provide a type for chart %s!
fa: لطفا نوع برای نمودار ارائه %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
fa: جدول: \ " %s " یافت نشد. اطمینان حاصل شود که نام نمودار همان رشته است که به کد از $ this-> HighCharts-> ارائه () به نظر شما منتقل می شود.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
fa: معامله اکسپرس پرداخت تمام شده است و معامله نیاز به دوباره راه اندازی شود

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
fa: شما ممکن است یک تماس دوم برای پرداخت همان ساخته شده و یا شما ممکن است ID فاکتور برای انجام معاملات جداگانه استفاده می شود.

source: Please use a different funcing source.
fa: لطفا یک منبع funcing مختلف استفاده کنید.

source: An error occured, please retry the transaction.
fa: خطایی رخ داد، لطفا دوباره تلاش کنید معامله.

source: This transaction couldn't be completed. Redirecting to payment gateway
fa: این معامله نمی تواند تکمیل شود. هدایت به دروازه پرداخت

source: You have not agreed to the billing agreement.
fa: شما باید به شرایط صدور صورت حساب موافقت نکرده است.

source: The billing agreement is disabled or inactive.
fa: توافق صورت حساب غیر فعال و یا غیر فعال است.

source: The credit card used is expired.
fa: کارت اعتباری استفاده منقضی شده است.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
fa: معامله رد شد زیرا واکنش AVS ارزش N بازگشت، و حساب های تجاری است قادر به پذیرش این معاملات است.

source: The payment gateway account is restricted.
fa: حساب دروازه پرداخت محدود شده است.

source: You must submit an IP address of the buyer with each API call.
fa: شما باید یک آدرس IP از خریدار با هر تماس API ارسال کنید.

source: The merchant selected a value for the PaymentAction field that is not supported.
fa: تاجر یک مقدار برای درست PaymentAction است که پشتیبانی نمی انتخاب شده است.

source: The credit card field was blank.
fa: زمینه کارت اعتباری خالی بود.

source: The total amount and item amounts do not match.
fa: کل مقدار و مورد مقدار مطابقت ندارند.

source: The credit card entered is currently restricted by the payment gateway.
fa: کارت اعتباری وارد شده است در حال حاضر توسط دروازه پرداخت محدود شده است.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
fa: تاجر وارد ID فاکتور است که در حال حاضر با یک معامله توسط تاجر همان ارتباط است. تلاش با یک ID فاکتور جدید

source: The transaction was declined by the country filter managed by the merchant.
fa: معامله توسط فیلتر کشور موفق توسط تاجر کاهش یافته بود.

source: The transaction was declined by the maximum amount filter managed by the merchant.
fa: معامله با حداکثر فیلتر مقدار موفق توسط تاجر کاهش یافته بود.

source: The transaction was declined by the payment gateway.
fa: معامله توسط دروازه پرداخت کاهش یافته بود.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
fa: معامله توسط دروازه پرداخت به دلیل فعالیت های جعلی ممکن کاهش یافته بود.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
fa: معامله توسط دروازه پرداخت به دلیل فعالیت های جعلی ممکن است در آدرس IP کاهش یافته بود.

source: The merchant account attempting the transaction is not a business account.
fa: حساب تاجر در تلاش معامله حساب کسب و کار.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
fa: حساب تاجر در تلاش معامله قادر به پردازش تراکنش های پرداخت مستقیم نیست.

source: Access to Direct Payment was disabled for your account.
fa: دسترسی به پرداخت مستقیم برای حساب شما غیرفعال شده است.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
fa: حساب تاجر از اقدام به معامله یک آدرس ایمیل تأیید با دروازه پرداخت ندارد.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
fa: تاجر تلاش یک معامله که در آن مقدار بیش از حد بالایی برای که تاجر.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
fa: معامله به دلیل یک فیلتر خطر تجاری برای AVS کاهش یافته بود. به طور خاص، تاجر تعیین کرده است به کاهش معامله زمانی که AVS هیچ بازی (AVS = N) بازگشت.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
fa: معامله به دلیل یک فیلتر خطر تجاری برای AVS کاهش یافته بود. به طور خاص، تاجر را تعیین کرده است فیلتر به کاهش معاملات زمانی که AVS گرداند یک مسابقه با مشتقات جزئی.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
fa: معامله به دلیل یک فیلتر خطر تجاری برای AVS کاهش یافته بود. به طور خاص، تاجر را تعیین کرده است فیلتر به کاهش معاملات زمانی که AVS پشتیبانی نشده است.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
fa: تاجر وارد یک آدرس IP که در یک فرمت نامعتبر بود. آدرس IP باید در یک فرمت مانند 123.456.123.456 باشد.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
fa: پیکربندی تاجر نیاز به یک CVV وارد شود، اما هیچ CVV با این معامله ارائه شد.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
fa: تاجر ارائه یک آدرس یا در ایالات متحده و کانادا، اما دولت ارائه یک دولت معتبر در هر دو کشور است.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
fa: معامله توسط بانک صادر کننده، نه دروازه پرداخت کاهش یافته بود. تاجر باید یکی دیگر از کارت تلاش.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
fa: کشور تاجر اقامت حال حاضر پشتیبانی نمی اجازه می دهد تا تراکنش های پرداخت مستقیم.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
fa: معامله رد شد زیرا از دروازه پرداخت در حال حاضر پردازش معامله توسط خریدار همان برای همان مقدار. می تواند رخ دهد هنگامی که یک خریدار تسلیم متعدد، معاملات یکسان در جانشینی سریع.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
fa: CVV ارائه شده معتبر است. CVV بین 3/4 رقم طولانی است.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
fa: لطفا بعدا دوباره امتحان کنید. اطمینان حاصل کنید که CVV و آدرس صحیح اطلاعات برای خریدار منتقل می شود. اگر ایجاد یک پروفایل در محدوده زمانی معین، لطفا دوباره با عبور مقدار init انجام 0 امتحان کنید.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
fa: معامله با توجه به 3-D ارزش احراز هویت امن گم شده و یا نامعتبر است سازگار نیست. زمینه ECI، ECI3DS، CAVV، XID را بررسی کنید.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
fa: معامله توسط دروازه پرداخت به دلیل شکست بیش از حد در یک دوره کوتاه از زمان برای این کارت اعتباری رد شد.

source: The transaction was declined by payment gateway.
fa: معامله توسط دروازه پرداخت کاهش یافته بود.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
fa: معامله رد شد زیرا از تاجر یک توافق معتبر نهاد تجاری در فایل با دروازه پرداخت ندارد.

source: The transaction was declined because the CVV entered does not match the credit card.
fa: معامله رد شد زیرا CVV وارد می کند کارت اعتباری مطابقت ندارد.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
fa: معامله توسط بانک صادر کننده، زیرا از یک کارت اعتباری منقضی شده کاهش یافته بود. تاجر باید یکی دیگر از کارت تلاش.

source: utils
fa: زدن

source: Exceeded permissible limit for Navigating away
fa: بیش از حد مجاز برای بیرون رفتن

source: You have exceeded the permissible limit for navigating away from your test
fa: شما از حد مجاز برای بیرون رفتن از آزمون خود را بیش از حد

source: Your test has finished. You can close the window now
fa: آزمون خود را به پایان رسید. شما می توانید پنجره در حال حاضر نزدیک

source: Installation Complete
fa: نصب کامل شد

source: Aho! The System is installed successfully.
fa: AHO! سیستم موفقیت نصب شده است.

source: Go to Admin/Teacher Interface
fa: برو به محیط مدیریت / معلم رابط

source: User
fa: کاربر

source: Go to Front End/Student Interface
fa: برو به جبهه پایان / رابط دانشجویی

source: Visit our website
fa: از وبسایت ما دیدن کنید

source: for documentation and support
fa: برای مستندات و پشتیبانی

source: My Exam Stats
fa: آمار آزمون من

source: Total Exam Given
fa: امتحان جامع با توجه به

source: Absent Exams
fa: امتحانات وجود ندارد

source: Best Score in
fa: بهترین نمره در

source: On
fa: فعال

source: Failed in
fa: در شکست خورده

source: Average Percentage
fa: درصد میانگین:

source: Your Rank
fa: رتبه شما

source: Month Wise Performance
fa: ماه عملکرد حکیم

source: Exam Wise Performance
fa: آزمون عملکرد حکیم

source: Todays Exam
fa: امروز آزمون

source: Top
fa: بالا

source: These are the exam(s) that can be taken right now
fa: این امتحان (بازدید کنندگان) است که می تواند در حال حاضر گرفته شده است

source: No Exams found for today
fa: هیچ امتحانات پیدا شده است امروز

source: Something went wrong
fa: مشکلی رخ داده است.

source: Show
fa: نشان دادن

source: entries
fa: ورودی های

source: Prev
fa: قبلی

source: Next
fa: بعدی

source: Showing {:start} to {:current} of {:count} entries
fa: نمایش {:start} به {:current} از{:count} تعداد نوشته

source: Email Verification
fa: تأیید ایمیل

source: Please Enter Verification Code in the Text Box
fa: لطفا کد تأیید در جعبه متن را وارد کنید

source: Re-Send Email Verification
fa: دوباره ارسال ایمیل تأیید

source: Please Enter Email Id in the Text Box which you enter at the time of registration
fa: لطفا شناسه ایمیل در جعبه متن که شما در زمان ثبت نام وارد کنید را وارد کنید

source: Purchased Exam
fa: آزمون خریداری

source: Expired Exam
fa: آزمون منقضی شده

source: These are the exam(s) which has been expired
fa: این امتحان (بازدید کنندگان) منقضی شده است

source: No Exams found
fa: هیچ امتحانات یافت

source: Thank you for using the test
fa: تشکر از شما برای استفاده از آزمون

source: 1. The test instructions were
fa: 1. دستورالعمل آزمون شد

source: Largely Clear
fa: تا حد زیادی پاک

source: Medium Clear
fa: متوسط ​​پاک

source: Not Clear
fa: مشخص نیست

source: 2. Language of question was
fa: 2. زبان از سوال بود

source: 3. Overall test experience was
fa: 3. تجربه آزمون به طور کلی بود

source: Good
fa: خوب

source: Better
fa: بهتر

source: Best
fa: بهترین

source: Any other feedback suggestion
fa: هر گونه پیشنهاد بازخورد دیگر

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
fa: لطفا قبل از شروع آزمون خود را بستن تمام پنجره های چت خود را، صفحه نمایش، محافظ و ضد ویروس برنامه

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
fa: لطفا \ "F5 " در طول آزمون خود را فشار دهید. این آزمون خود را به پایان برساند و شما نمی قادر خواهد بود تا دوباره باز کردن آزمون

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
fa: پاسخ های خود را ذخیره خواهد شد. اگر آزمون خود را به هر دلیلی قطع شود، پاسخ های خود را تا آن زمان ذخیره خواهد شد

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
fa: لطفا تمام برنامه هایی که آپلود بستن و یا دانلود فایل در پس زمینه به عنوان مثال: Dropbox به، تورنت، و غیره

source: Instructions
fa: دستور پخت

source: I am ready to begin
fa: من آماده برای شروع هستم

source: Exam Start
fa: شروع آزمون

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
fa: این آزمون پرداخت شده است. مبلغ باید در کیف پول خود را کسر به صورت خودکار. پس از شروع تایمر امتحان متوقف نخواهد شد. آیا شما می خواهید به پرداخت و شروع کنم؟

source: These are the exam(s) which has been purchased
fa: این امتحان (بازدید کنندگان) است که خریداری شده است

source: Correct Marks
fa: مارکس درست

source: Save & Next
fa: ذخیره و بعد

source: Review
fa: نقد و بررسی

source: Reset Answer
fa: تنظیم مجدد پاسخ

source: Finish
fa: پایان

source: Current Question
fa: سوال در حال حاضر

source: Answered
fa: جواب داد

source: Not Answered
fa: جواب نداد

source: Navigated Away
fa: پیمایش دور

source: you had navigated away from the test window. This will be reported to Moderator
fa: شما به دور از پنجره آزمون پیمایش بود. این گزارش به ناظر

source: Do not repeat this behaviour
fa: آیا این رفتار را تکرار کند

source: Otherwise you may get disqualified
fa: در غیر این صورت شما ممکن است رد صلاحیت

source: Continue
fa: ادامه

source: Finalize
fa: نهایی ساختن

source: Do you wish to submit and close the
fa: آیا می خواهید برای ارسال و بستن

source: Once you submit, you will not be able to review the
fa: هنگامی که شما ارائه، شما نمی خواهد قادر به بررسی

source: Summary of your attempts in this
fa: خلاصه ای از تلاش های خود را در این

source: as show below
fa: مانند زیر

source: Attempted
fa: تلاش

source: Return To First Question
fa: بازگشت به سوال

source: These are the exam(s) that are planned you in near future
fa: این امتحان (بازدید کنندگان) که شما در آینده نزدیک برنامه ریزی شده است

source: Attempt Now
fa: تلاش کن

source: Your performance compared to your group
fa: عملکرد خود را نسبت به گروه خود را

source: Can't read? Reload
fa: نمی توانید بخوانید؟ بازنگری

source: Enter security code shown above
fa: کد امنیتی بالا نشان داده شده را وارد کنید

source: Answer simple math
fa: پاسخ ساده ریاضی

source: Attempts
fa: تلاش

source: Remaining
fa: باقی مانده

source: Expiry Date
fa: تاریخ انقضا

source: Expired Date
fa: تاریخ منقضی شده

source: Free
fa: رایگان

source: Not Purchased
fa: خریداری نیست

source: View Details
fa: دیدن جزئیات

source: Load Editor
fa: ویرایشگر بار

source: Installation
fa: نصب و راه اندازی

source: Step 1 of 4
fa: مرحله 1 از 4

source: Server Configuration & Setup Requirements
fa: پیکربندی سرور و راه اندازی مورد نیاز

source: Setup Requirements
fa: راه اندازی مورد نیاز
