Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fas/LC_MESSAGES/default.po
Languages: fa

source: Installing this software require certain server side extension and capability
fa: نصب این نرم افزار نیاز به برخی از فرمت سمت سرور و قابلیت

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
fa: لطفا زیر بررسی و مقایسه با سرور مجسمه فعلی خود را در سمت راست. شما می توانید بر روی آیکون کنار هر تکنولوژی برای جزئیات کلیک کنید.

source: Extensions &amp; Applications
fa: ضمیمهها از & amp؛ برنامه های کاربردی

source: HTTP Server. For example: Apache
fa: HTTP سرور. به عنوان مثال: آپاچی

source: Require
fa: نیاز

source: PHP 5.2.8 or greater
fa: PHP 5.2.8 و یا بالاتر

source: Database Engine MySQL (4 or greater)
fa: پایگاه داده MySQL موتور (4 یا بیشتر)

source: PDO Extension
fa: PDO فرمت

source: GD Extension
fa: GD فرمت

source: Mandatory
fa: اجباری

source: Server Status
fa: وضعیت سرور

source: MYSQL Version
fa: MySQL نسخه

source: PDO Unavailable
fa: PDO در دسترس نیست

source: PDO Available
fa: PDO موجود

source: Directory &amp; File Permission
fa: راهنمای از & amp؛ اجازه فایل

source: These Folders of Files need to be
fa: این پوشه ها از فایل ها نیاز به

source: Writable
fa: قابل نوشتن

source: for application to be installed.
fa: برای استفاده نصب شده باشد.

source: Folders or Files
fa: پوشه ها یا فایل

source: app/tmp/
fa: نرم افزار / TMP /

source: app/Config/database.php
fa: برنامه / پیکربندی / database.php را

source: app/Config/core.php
fa: برنامه / پیکربندی / core.php

source: Refresh
fa: بازنگری

source: Let's Start
fa: بیا شروع کنیم

source: Step 2 of 4
fa: مرحله 2 از 4

source: Installation Agreement
fa: نصب و راه اندازی شده

source: I Accept to Proceed
fa: من قبول برای ادامه

source: Step 3 of 4
fa: مرحله 3 از 4

source: Database Connection Settings
fa: تنظیمات اتصال به پایگاه داده

source: Host Name
fa: نام میزبان

source: Usually Localhost
fa: معمولا localhost را

source: Database Name
fa: نام پایگاه داده

source: Database User
fa: پایگاه داده کاربر

source: Database User Name
fa: پایگاه نام کاربری

source: Database Password
fa: پایگاه داده رمز عبور

source: Database User Password
fa: پایگاه داده رمز عبور کاربر

source: Database Type
fa: نوع پایگاه داده

source: Test Connection
fa: اتصال تست

source: Step 4 of 4
fa: مرحله 4 از 4

source: Name of Your Website
fa: نام وب سایت شما

source: Meta Keyword
fa: متا کلید واژه

source: Useful for SEO
fa: مفید برای جستجوگرها

source: Meta Content for SEO
fa: محتوا متا برای جستجوگرها

source: Please Select Timezone
fa: لطفا منطقه را انتخاب کنید

source: Name of Your Organization/Company
fa: نام سازمان شما / شرکت

source: Default Admin Email
fa: به طور پیش فرض مدیریت ایمیل

source: Install Sample Data With Dummy Entries
fa: نصب اطلاعات نمونه با تغذیه نوک پستان مطالب

source: Install
fa: نصب

source: Set Avatar
fa: تنظیم آواتار ها

source: Sign out
fa: خروج

source: Copyright
fa: کپی رایت

source: follow on facebook
fa: در فیس بوک

source: Latest News & Events
fa: آخرین اخبار و رویدادها

source: Time
fa: زمان

source: Download PDF
fa: دانلود PDF

source: Average Percentage(%)
fa: درصد میانگین:

source: Exam Given
fa: آزمون با توجه به

source: Delete Forever
fa: حذف برای همیشه لطفا برای

source: Move to Trash
fa: انتقال به سطل زباله

source: News Detail
fa: اخبار جزئیات

source: No of Visitors
fa: تعداد بازدید

source: No of Students
fa: تعداد دانش آموزان

source: No of Exams
fa: بدون از امتحانات

source: Payment From Pay Pal
fa: پرداخت از پرداخت پال

source: Pay From Pay Pal
fa: پرداخت از پرداخت پال

source: Profile
fa: نمایه

source: Edit Profile
fa: ویرایش پروفایل

source: New Student Register
fa: جدید دانشجویی ثبت نام

source: Security Code
fa: کد امنیتی

source: Answers
fa: پاسخ

source: My Results
fa: نمایش نتایج: از من

source: Attempt Date
fa: تاریخ تلاش

source: SCORE CARD
fa: کارت امتیاز

source: SUBJECT REPORT
fa: گزارش موضوع

source: TIME MANAGEMENT
fa: مدیریت زمان

source: QUESTION REPORT
fa: گزارش سوال

source: SOLUTION
fa: راه حل:

source: COMPARE REPORT
fa: گزارش مقایسه

source: Score Card For
fa: کارت امتیاز برای

source: Total No. of Student
fa: تعداد کل دانش آموزان

source: My Marks
fa: مارکس من

source: Total Marks of Test
fa: مجموع مدالها آزمون

source: My Percentile
fa: صدک من

source: Total Question in Test
fa: مجموع سوال در آزمون

source: Total Attempt Question in Test
fa: سوال تلاش مجموع در آزمون

source: Left Question
fa: سوال در سمت چپ

source: Left Question Marks
fa: چپ سوالاتی

source: Total Time of Test
fa: مجموع مدت زمان آزمون

source: My Time
fa: وقت من

source: My Rank
fa: رتبه من

source: Performance Report For
fa: گزارش عملکرد برای

source: Question & Marks Wise Report For
fa: پرسش و علائم را گزارش عاقلانه برای

source: Subject Report For
fa: تم برای گزارش

source: Correct
fa: درست

source: Unattempted Questions
fa: سوالات Unattempted

source: Graphical Report For
fa: گزارش گرافیکی برای

source: Time Management For
fa: مدیریت زمان برای

source: Question Report For
fa: درخواست گزارش

source: Question Status
fa: وضعیت درخواست

source: Your Answer
fa: جواب شما

source: Your Score
fa: امتیاز شما

source: Your Time
fa: زمان خود را

source: Solution For
fa: راه حل برای

source: Not Attempt
fa: تلاش

source: Attempt
fa: کوشش

source: Incorrect
fa: غلط

source: Your Answers
fa: پاسخ شما

source: Solution
fa: راه حل:

source: Bookmark
fa: نشانک

source: Compare Report For
fa: مقایسه گزارش

source: Total Ques.
fa: مجموع سؤال.

source: Maximum Marks
fa: حداکثر نمره

source: Attempted Ques.
fa: سؤال تلاش.

source: Unattempted Ques.
fa: سؤال Unattempted.

source: Correct Ques.
fa: سؤال درست است.

source: Incorrect Ques.
fa: سؤال اشتباه است.

source: Percentile
fa: صدک

source: Previous
fa: قبلی

source: This is to certify that
fa: این است که به گواهی که

source: has succesfully completed the
fa: تا موفقیت به اتمام

source: in course program offered by
fa: در دوره برنامه های ارائه شده توسط

source: Student Login
fa: ورود دانش آموزان

source: Sign In
fa: ورود

source: Forgot Passwocrd
fa: را فراموش کرده اید Passwocrd

source: New User? Create Account
fa: کاربر جدید؟ ایجاد حساب کاربری

source: Engine is not loaded
fa: موتور بارگذاری نشده است

source: Pdf engine "%s" not found
fa: پی دی اف موتور \ " %s " یافت نشد

source: Pdf engines must extend "AbstractPdfEngine"
fa: موتورهای پی دی اف باید \ "AbstractPdfEngine " گسترش

source: Crypto is not loaded
fa: رمزنگاری بارگذاری نشده است

source: Pdf crypto "%s" not found
fa: پی دی اف رمزنگاری \ " %s " یافت نشد

source: Crypto engine must extend "AbstractPdfCrypto"
fa: موتور رمزنگاری باید \ "AbstractPdfCrypto " گسترش

source: Controller attribute $pdfConfig is not correct or missing
fa: ویژگی کنترل $ pdfConfig درست یا از دست رفته نیست

source: -> Testing :url
fa: -> تست: URL

source: Total Requests made: :requests
fa: مجموع درخواست های ساخته شده: درخواست

source: Total Time elapsed: :duration (seconds)
fa: مجموع مدت زمان سپری شده:: مدت زمان (ثانیه)

source: Requests/Second: :rps req/sec
fa: درخواست / دوم:: RPS REQ / ثانیه

source: Average request time: :average-time seconds
fa: میانگین زمان درخواست:: متوسط ​​زمان ثانیه

source: Standard deviation of average request time: :std-dev
fa: انحراف استاندارد میانگین زمان درخواست:: STD-DEV

source: Longest/shortest request: :longest sec/:shortest sec
fa: طولانی ترین / کوتاه ترین درخواست:: طولانی ترین ثانیه /: کوتاه ترین ثانیه

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
fa: شما اجازه می دهد برای به دست آوردن برخی معیار خشن statisticsabout یک URL به طور کامل واجد شرایط است.

source: The URL to request.
fa: URL به درخواست.

source: Number of iterations to perform.
fa: تعداد تکرارها را به انجام.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
fa: حداکثر زمان کل برای تمام تکرار، در seconds.If تکرار تنها بیش از این فاصله می گیرد، تنها یک درخواست خواهد شد

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
fa: به عنوان مثال استفاده از: `معیار کیک --n 10 --t 100 از http: // localhost را / testsite`. <اطلاعات> توجه: </ اطلاعات> این معیار را شامل نمی مرورگر زمان رندر.

source: Component initialization
fa: مقدار دهی اولیه و اجزای

source: Controller action
fa: عمل کنترل

source: Controller action start
fa: شروع عمل کنترل

source: Processing toolbar state
fa: دولت پردازش نوار ابزار

source: Processing toolbar data
fa: پردازش داده ها نوار ابزار

source: Controller render start
fa: کنترل رندر شروع

source: Could not load DebugToolbar panel %s
fa: می تواند DebugToolbar پنل بار نیست %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
fa: هسته پردازش (مشتق شده از $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
fa: هدر در حال حاضر در ارسال %s در خط %s . می توانید اطلاعات ورود به سیستم به FirePHP نمی کند.

source: Incorrect parameter count for FireCake::fb()
fa: تعداد نادرست پارامتر برای FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
fa: حداکثر تعداد (99999) پیام های رسیده!

source: There are no active panels. You must enable a panel to see its output.
fa: هیچ پانل فعال وجود دارد. شما باید یک پانل را قادر به دیدن خروجی آن است.

source: App Constants
fa: برنامه ثابت

source: CakePHP Constants
fa: کیک پی اچ پی ثابت

source: PHP Environment
fa: محیط زیست پی اچ پی

source: Hidef Environment
fa: Hidef محیط زیست

source: Request History
fa: تاریخچه درخواست پاسخ به

source: No previous requests logged.
fa: بدون درخواست قبلی وارد سایت شوید.

source: previous requests available
fa: درخواست های قبلی در دسترس

source: Restore to current request
fa: بازگرداندن به درخواست فعلی

source: Included Files
fa: فایل شامل

source: Logs
fa: گزارش ها

source: There were no log entries made this request
fa: هیچ نوشته های ورود این درخواست وجود دارد

source: Request
fa: درخواست

source: No post data.
fa: بدون ارسال داده ها.

source: No querystring data.
fa: هیچ داده از Query String.

source: Current Route
fa: مسیر فعلی

source: Session
fa: 80 جل

source: Sql Logs
fa: SQL گزارش ها

source: No query logs when debug < 2.
fa: بدون سیاهههای مربوط به جستجوهای وقتی اشکال زدایی <2.

source: No query logs.
fa: بدون سیاهههای مربوط به پرس و جو.

source: Total Time: %s ms <br />Total Queries: %s queries
fa: مجموع مدت زمان: %s MS <br /> در مجموع نمایش داده شد: %s نمایش داده شد

source: Query Explain:
fa: جستجوهای توضیح دهید:

source: Click an "Explain" link above, to see the query explanation.
fa: کلیک کنید یک \ لینک "\ توضیح دهید" در بالا، برای دیدن توضیح پرس و جو.

source: No active database connections
fa: بدون اتصال پایگاه داده فعال

source: Memory
fa: حافظه).

source: Peak Memory Use
fa: اوج استفاده از حافظه

source: Memory use
fa: استفاده از حافظه

source: Timers
fa: تایمرها

source: %s (ms)
fa: پیامک

source: Total Request Time:
fa: مجموع مدت زمان درخواست پاسخ به:

source: Time in ms
fa: زمان در MS

source: Graph
fa: گراف

source: View Variables
fa: نمایش متغیرها

source: Rendering View
fa: ارائه نمایش

source: Rendering %s
fa: ارائه %s

source: View render complete
fa: مشاهده رندر کامل

source: Explain
fa: توضیح

source: Starting %sms into the request, taking %sms
fa: شروع %s MS به درخواست، به دست گرفتن %s MS

source: No markup errors found
fa: بدون خطا نشانه گذاری پیدا شده است

source: maybe slow
fa: شاید آرام

source: Absolute path or relative to APP.
fa: مسیر مطلق یا نسبی به برنامه.

source: An error occured while getting the status of your account.
fa: در حالی که گرفتن وضعیت حساب خود را خطایی رخ داد.

source: There was an error while connecting to Paypal
fa: خطایی رخ حالی که اتصال به پی پال

source: There was a problem initiating the transaction, please try again.
fa: یک مشکل شروع معامله وجود دارد، لطفا دوباره امتحان کنید.

source: There was a problem getting your details, please try again.
fa: مشکلی در دریافت اطلاعات شما وجود دارد، لطفا دوباره امتحان کنید.

source: There was an error completing the payment
fa: خطایی در حین تکمیل پرداخت وجود دارد

source: There was a problem processing the transaction, please try again.
fa: بود پردازش معامله یک مشکل وجود دارد، لطفا دوباره امتحان کنید.

source: There was an error processing the card payment
fa: هنگام پردازش پرداخت کارت خطا وجود دارد

source: There was a problem processing your card, please try again.
fa: پردازش کارت خود را یک مشکل وجود دارد، لطفا دوباره امتحان کنید.

source: There was an error processing the the refund
fa: در پردازش بازپرداخت خطا وجود دارد

source: A problem occurred during the refund process, please try again.
fa: مشکل در طول فرایند بازپرداخت رخ داد، لطفا دوباره امتحان کنید.

source: There was an problem communicating with the payment gateway
fa: یک مشکل برقراری ارتباط با دروازه پرداخت وجود دارد

source: Missing client id/secret
fa: شناسه مشتری / راز

source: Must specify an expiry date
fa: باید دارای تاریخ انقضاء مشخص

source: Must include a M and Y in expiry date
fa: باید شامل M و Y در تاریخ انقضاء

source: Invalid expiry date
fa: تاریخ انقضای نامعتبر

source: Invalid card number
fa: شماره کارت نامعتبر است

source: Invalid CVV2 number
fa: تعداد CVV2 نامعتبر

source: Invalid card type
fa: نوع کارت نامعتبر

source: Could not detect client IP address
fa: می تواند آدرس IP تشخیص نیست

source: Not a valid credit card number
fa: یک شماره کارت اعتباری معتبر

source: You must include the 3 digit security number
fa: شما باید شماره امنیت 3 رقمی شامل

source: Must specify an "amount" to charge
fa: باید یک \ "مقدار " مشخص برای شارژ

source: You must pass a valid order array
fa: شما باید یک آرایه معتبر عبور

source: Valid "return" and "cancel" urls must be provided
fa: معتبر \ "بازگشت " و \ "لغو " آدرس ها باید فراهم شود

source: You must provide a currency code
fa: شما باید یک کد ارز ارائه

source: Original PayPal Transaction ID is required
fa: اصلی پی پال ID معامله مورد نیاز است

source: Must specify an "amount" to refund
fa: باید یک \ "مقدار " مشخص به بازپرداخت

source: You must specify a refund type, such as Full or Partial
fa: شما باید یک نوع بازپرداخت مشخص، مانند کامل یا جزئی

source: File was not downloaded.
fa: فایل دانلود نمی شد.

source: No %s found for that date range
fa: هیچ %s پیدا شده است که محدوده تاریخ

source: Your form data is preserved you'll be redirected to it after login.
fa: داده های فرم خود را حفظ است شما به آن بعد از وارد هدایت می شوید.

source: Error notification from %s
fa: اطلاع رسانی خطا از %s

source: Afghanistan
fa: افغانستان

source: Albania
fa: آلبانی

source: Algeria
fa: الجزایر

source: American Samoa
fa: ساموآ

source: Andorra
fa: آندورا

source: Angola
fa: آنگولا

source: Anguilla
fa: آنگویلا

source: Antarctica
fa: قاره قطب جنوب

source: Antigua and Barbuda
fa: آنتیگوا و باربودا

source: Argentina
fa: -- آرژانتین

source: Armenia
fa: ارمنستان

source: Aruba
fa: آروبا

source: Australia
fa: استراليا

source: Austria
fa: اتریش

source: Azerbaijan
fa: آذربایجان

source: Bahamas
fa: باهاما

source: Bahrain
fa: بحرین

source: Bangladesh
fa: بنگلادش

source: Barbados
fa: باربادوس

source: Belarus
fa: بلاروس

source: Belgium
fa: بلژیک (2003)

source: Belize
fa: بلیز

source: Benin
fa: بنین

source: Bermuda
fa: برمودا

source: Bhutan
fa: بوتان

source: Bolivia
fa: بولیوی

source: Bosnia and Herzegovina
fa: بوسنی و هرزگوین

source: Botswana
fa: بوتسوانا

source: Bouvet Island
fa: جزیره بووت

source: Brazil
fa: برزیل

source: British Indian Ocean Territory
fa: جزایر انگلیسی اقیانوس هند

source: Brunei Darussalam
fa: برونئی دارالسلام

source: Bulgaria
fa: بلغارستان

source: Burkina Faso
fa: بورکینافاسو

source: Burundi
fa: بروندی

source: Cambodia
fa: کامبوج

source: Cameroon
fa: کامرون

source: Canada
fa: کشور کانادا

source: Cape Verde
fa: کیپ ورد

source: Cayman Islands
fa: جزایر کیمن

source: Central African Republic
fa: جمهوری آفریقای مرکزی

source: Chad
fa: چاد

source: Chile
fa: شیلی

source: China
fa: چین

source: Christmas Island
fa: جزیره کریسمس

source: Cocos (Keeling) Islands
fa: جزایر کوکوس

source: Colombia
fa: کلمبیا

source: Comoros
fa: کومور

source: Congo
fa: کنگو

source: Congo, the Democratic Republic of the
fa: کنگو، جمهوری دموکراتیک

source: Cook Islands
fa: جزایر کوک

source: Costa Rica
fa: کاستاریکا

source: Cote D'Ivoire
fa: ساحل عاج

source: Croatia
fa: کرواسی

source: Cuba
fa: کوبا

source: Cyprus
fa: قبرس

source: Czech Republic
fa: جمهوری چک

source: Denmark
fa: دانمارک

source: Djibouti
fa: جیبوتی

source: Dominica
fa: دومینیکا

source: Dominican Republic
fa: جمهوری دومینیکن

source: Ecuador
fa: اکوادور

source: Egypt
fa: مصر

source: El Salvador
fa: السالوادور

source: Equatorial Guinea
fa: گینه استوایی

source: Eritrea
fa: اریتره

source: Estonia
fa: استونی

source: Ethiopia
fa: اتیوپی

source: Falkland Islands (Malvinas)
fa: جزایر فالکلند (مالویناس)

source: Faroe Islands
fa: جزایر فارو

source: Fiji
fa: فیجی

source: France
fa: فران

source: French Guiana
fa: گویان فرانسه

source: French Polynesia
fa: پلینزی فرانسه

source: French Southern Territories
fa: سرزمین های جنوبی فرانسه

source: Gabon
fa: گابن

source: Gambia
fa: گامبیا

source: Georgia
fa: گرجستان

source: Ghana
fa: غنا

source: Gibraltar
fa: جبل الطارق

source: Greenland
fa: گرینلند

source: Grenada
fa: گرانادا

source: Guadeloupe
fa: جزیره گوادلوپ

source: Guam
fa: گوام

source: Guatemala
fa: گواتمالا

source: Guinea
fa: گینه

source: Guinea-Bissau
fa: گینه بیسائو

source: Guyana
fa: گویان

source: Haiti
fa: هائیتی

source: Heard Island and Mcdonald Islands
fa: جزیره هرد و جزایر مک دونالد

source: Holy See (Vatican City State)
fa: مقدس (واتیکان)

source: Honduras
fa: هندوراس.

source: Hong Kong
fa: هنگ کنگ

source: Hungary
fa: مجارستان

source: Iceland
fa: ایسلند (2010)

source: India
fa: هندوستان

source: Indonesia
fa: اندونزی

source: Iran, Islamic Republic of
fa: ایران، جمهوری اسلامی

source: Iraq
fa: عراق

source: Israel
fa: اسرائیل

source: Jamaica
fa: جامائیکا

source: Japan
fa: ژاپن

source: Jordan
fa: اردن

source: Kazakhstan
fa: قزاقستان

source: Kenya
fa: کنیا

source: Kiribati
fa: کیریباتی

source: Korea, Democratic People's Republic of
fa: کره جنوبی، دموکراتیک خلق

source: Korea, Republic of
fa: جمهوری کره

source: Kuwait
fa: کویت

source: Kyrgyzstan
fa: قرقیزستان

source: Lao People's Democratic Republic
fa: جمهوری دموکراتیک خلق لائوس

source: Latvia
fa: لتونی

source: Lebanon
fa: لبنان

source: Lesotho
fa: لسوتو

source: Liberia
fa: لیبریا

source: Libyan Arab Jamahiriya
fa: جمهوری عربی لیبی

source: Liechtenstein
fa: لیختن اشتاین

source: Lithuania
fa: لیتوانی

source: Luxembourg
fa: لوکزامبورگ

source: Macao
fa: ماکائو

source: Macedonia, the Former Yugoslav Republic of
fa: مقدونیه، جمهوری یوگسلاوی سابق

source: Madagascar
fa: ماداگاسکار

source: Malawi
fa: مالاوی

source: Malaysia
fa: مالزی

source: Maldives
fa: مالدیو

source: Mali
fa: مالی

source: Malta
fa: مالت

source: Marshall Islands
fa: جزایر مارشال

source: Martinique
fa: مارتینیک

source: Mauritania
fa: موریتانی

source: Mauritius
fa: موریس

source: Mayotte
fa: مایوت

source: Mexico
fa: مکزیک (2009)

source: Micronesia, Federated States of
fa: میکرونزی، ایالات فدرال از

source: Moldova, Republic of
fa: مولداوی، جمهوری

source: Monaco
fa: اهل موناکو

source: Mongolia
fa: مغولستان

source: Montserrat
fa: مونتسرات

source: Morocco
fa: مراکش

source: Mozambique
fa: موزامبیک

source: Myanmar
fa: میانمار

source: Namibia
fa: نامیبیا

source: Nauru
fa: نائورو

source: Nepal
fa: نپال

source: Netherlands Antilles
fa: آنتیل هلند

source: New Caledonia
fa: کالدونیای جدید

source: New Zealand
fa: نیوزیلند

source: Nicaragua
fa: نیکاراگوئه

source: Niger
fa: نیجر

source: Nigeria
fa: نیجریه

source: Niue
fa: نیوئه

source: Norfolk Island
fa: جزیره نورفولک

source: Northern Mariana Islands
fa: جزایر ماریانای شمالی

source: Norway
fa: نروژ

source: Oman
fa: عمان

source: Pakistan
fa: -- پاکستان

source: Palau
fa: پالائو

source: Palestinian Territory, Occupied
fa: سرزمین فلسطین، اشغال

source: Panama
fa: پاناما

source: Papua New Guinea
fa: پاپویا گینه نو

source: Paraguay
fa: پاراگوئه

source: Peru
fa: پرو

source: Philippines
fa: فیلیپین

source: Pitcairn
fa: پیتکرن

source: Puerto Rico
fa: پورتوریکو

source: Qatar
fa: قطر

source: Reunion
fa: تجدید دیدار

source: Romania
fa: رومانی

source: Russian Federation
fa: فدراسیون روسیه

source: Rwanda
fa: رواندا

source: Saint Helena
fa: سنت هلن

source: Saint Kitts and Nevis
fa: سنت کیتس و نویس

source: Saint Lucia
fa: سنت لوسیا

source: Saint Pierre and Miquelon
fa: سنت پیر و ماژلان

source: Saint Vincent and the Grenadines
fa: سنت وینسنت و گرنادینها

source: Samoa
fa: ساموآ

source: San Marino
fa: سان مارینو

source: Sao Tome and Principe
fa: سائوتومه و پرینسیپ

source: Saudi Arabia
fa: عربستان سعودی

source: Senegal
fa: سنگال

source: Serbia and Montenegro
fa: صربستان و مونته نگرو

source: Seychelles
fa: سیشل

source: Sierra Leone
fa: سیرا لئون

source: Singapore
fa: سنگاپور

source: Slovakia
fa: اسلواکی

source: Slovenia
fa: اسلوونی

source: Solomon Islands
fa: جزایر سلیمان

source: Somalia
fa: سومالی

source: South Africa
fa: آفر

source: South Georgia and the South Sandwich Islands
fa: جورجیای جنوبی و جزایر ساندویچ جنوبی

source: Sri Lanka
fa: سری لانکا

source: Sudan
fa: سودان

source: Suriname
fa: سورینام

source: Svalbard and Jan Mayen
fa: سوالبارد و یان ماین

source: Swaziland
fa: سوازیلند

source: Switzerland
fa: سوئیس

source: Syrian Arab Republic
fa: جمهوری عربی سوریه

source: Taiwan, Province of China
fa: تایوان، استان چین

source: Tajikistan
fa: تاجیکستان

source: Tanzania, United Republic of
fa: تانزانیا، جمهوری متحده

source: Thailand
fa: تایلند

source: Timor-Leste
fa: تیمور-لسته

source: Togo
fa: رفتن

source: Tokelau
fa: توکلائو

source: Tonga
fa: تونگا

source: Trinidad and Tobago
fa: ترینیداد و توباگو

source: Tunisia
fa: تونس

source: Turkey
fa: ترکیه

source: Turkmenistan
fa: ترکمنستان

source: Turks and Caicos Islands
fa: جزایر ترکها و کاکوزیا

source: Tuvalu
fa: تووالو

source: Uganda
fa: اوگاندا

source: Ukraine
fa: اوکراین

source: United Arab Emirates
fa: امارات متحده عربی

source: United Kingdom
fa: انگلستان

source: United States
fa: ایالت متحده

source: Uruguay
fa: اروگوئه

source: Uzbekistan
fa: ازبکستان

source: Vanuatu
fa: وانواتو

source: Venezuela
fa: ونزوئلا

source: Viet Nam
fa: ویتنام

source: Virgin Islands, British
fa: جزایر ویرجین، بریتانیا

source: Virgin Islands, U.s.
fa: جزایر ویرجین، ایالات متحده

source: Wallis and Futuna
fa: والیس و فوتونا

source: Western Sahara
fa: صحرای غربی

source: Yemen
fa: یمن

source: Zambia
fa: زامبیا

source: Zimbabwe
fa: زیمبابوه

source: Invalid argument #1: %s is not a valid %s identifyer.
fa: نامعتبر استدلال # 1: %s است معتبر نیست %s identifyer.

source: %s for Row %d failed to save.
fa: %s برای ردیف %d ذخیره نشد.

source: You need to define at least one field to be toggleable.
fa: شما نیاز به تعریف حداقل یک فیلد به toggleable.

source: The field %s is not in the list of toggleable fields.
fa: زمینه %s است در لیست از زمینه های toggleable است.

source: The field %s does not have two toggleable states defined.
fa: زمینه %s می کند دو کشور toggleable تعریف ندارد.

source: Invalid record
fa: رکورد نامعتبر

source: Server lipsum.com returns error code %s.
fa: سرور lipsum.com کد خطا %s .

source: Response from lipsum.com is empty or could not be decoded.
fa: پاسخ از lipsum.com خالی است و یا نمی تواند رمزگشایی شود.

source: Connection to server lipsum.com failed. %s.
fa: اتصال به سرور lipsum.com شکست خورده است. %s .

source: Please correct the errors below.
fa: لطفا خطاهای زیر را تصحیح کنید.

source: Error
fa: خطا

source: The requested address %s was not found on this server.
fa: درخواست آدرس %s بر روی این سرور یافت نشد.

source: An Internal Error Has Occurred.
fa: یک خطای داخلی رخ داده است.

source: datasource configuration was not found
fa: پیکربندی منبع داده یافت نشد

source: CakePHP: the rapid development php framework
fa: کیک پی اچ پی: چارچوب سریع پی اچ پی توسعه
