Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fas/LC_MESSAGES/default.po
Languages: fa

source: File Manager
fa: مدیریت فایل

source: You can find your result here.
fa: شما می توانید نتیجه خود را در اینجا پیدا کنید.

source: Thanks for given the exam.
fa: با تشکر برای توجه به آزمون.

source: Dashboard
fa: داشبورد

source: Leader Board
fa: رهبر انجمن

source: My Exams
fa: امتحانات من

source: My Result
fa: در نتیجه من

source: Group Performance
fa: عملکرد گروه

source: Payment
fa: پرداخت

source: Transaction History
fa: تاریخ معامله

source: Mailbox
fa: صندوق پستی

source: Help
fa: راهنما

source: Home
fa: خانه

source: Register
fa: ثبت نام

source: Log In
fa: ورود

source: Invalid Post
fa: ارسال نامعتبر

source: Jan
fa: ژانویه

source: Feb
fa: فوریه

source: Mar
fa: مارس

source: Apr
fa: آوریل

source: May
fa: مه

source: Jun
fa: ژوئن

source: Jul
fa: ژوئیه

source: Aug
fa: اوت

source: Sep
fa: سپتامبر

source: Oct
fa: اکتبر

source: Nov
fa: نوامبر

source: Dec
fa: ۲ فوریه ۲۰۱۱

source: Percentage
fa: در صد

source: Month
fa: ماه

source: Exams
fa: امتحانات

source: Email verified successfully
fa: ایمیل تایید موفقیت

source: Invalid Verification Code
fa: نامعتبر است کد تأیید

source: A verification Code send to your Email inbox or Spam
fa: یک تأیید کد ارسال به صندوق ورودی ایمیل یا هرزنامه

source: Email Id already verified
fa: شناسه ایمیل در حال حاضر تایید

source: Email Id not registered in system
fa: شناسه ایمیل در سیستم ثبت نشده است

source: You have attempted maximum exam.
fa: شما حداکثر آزمون تلاش کرده اند.

source: You have attempted maximum number of questions in this subject
fa: شما حداکثر تعداد سوالات در این موضوع تلاش کرده اند

source: You can find your result here
fa: شما می توانید نتیجه خود را در اینجا پیدا کنید

source: Insufficient Amount.
fa: مقدار کافی.

source: 1. The test instructions were
fa: 1. دستورالعمل آزمون شد

source: 2. Language of question was
fa: 2. زبان از سوال بود

source: 3. Overall test experience was
fa: 3. تجربه آزمون به طور کلی بود

source: Any other feedback suggestion:
fa: هر گونه پیشنهاد بازخورد دیگر:

source: Feedback has submitted successfully!
fa: بازخورد با موفقیت ارسال شده است.

source: Feedback already submitted.
fa: بازخورد در حال حاضر ارائه می شود.

source: Email id is not registered in system
fa: شناسه ایمیل در سیستم ثبت نشده است

source: Your password reset link is sent to your registered email id
fa: لینک تنظیم مجدد رمز عبور خود را به آدرس ایمیل ثبت شده ارسال

source: Incorrect code
fa: کد اشتباه است

source: Password Changed Successfully
fa: رمز عبور با موفقیت تغییر

source: My Performance
fa: عملکرد من

source: My Group performance
fa: عملکرد گروه من

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
fa: برنامه در حال حاضر نصب شده است. حذف برنامه / TMP / installed.txt به نصب مجدد نرم افزار

source: Writeable
fa: نوشتن

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
fa: متاسفانه! فایل اجازه خطا <br> لطفا رفتن به برنامه / پیکربندی / database.php را در حالت قابل نوشتن است.

source: A connection was successfully established with the server.
fa: اتصال موفقیت با سرور برقرار شد.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
fa: نتوانست به پایگاه داده ارتباط برقرار کنند. لطفا تنظیمات در برنامه / پیکربندی / database.php را چک کنید و دوباره امتحان کنید

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
fa: متاسفانه! پوشه خطا اجازه <br> هیچ پوشه tmp لطفا در حالت قابل نوشتن است.

source: Your Mail has been sent
fa: ایمیل شما فرستاده شده است

source: Forwarded message
fa: پیام هدایت

source: From
fa: از:

source: Subject
fa: موضوع

source: The mail has been moved to the Trash
fa: پست الکترونیکی شده است به سطل زباله منتقل

source: Your Mail has been deleted
fa: ایمیل شما حذف شده است

source: The mail has been moved to the Inbox
fa: پست الکترونیکی شده است به صندوق ورودی منتقل شدند

source: The mail has been marked as Read
fa: پست الکترونیکی به عنوان خوانده شده علامتگذاری

source: The mail has been marked as Unread
fa: پست الکترونیکی به عنوان خوانده نشده علامتگذاری

source: Paypal Payment not set
fa: پرداخت پی پال تنظیم نشده

source: Payment Cancel
fa: پرداخت لغو

source: Wallet Payment
fa: کیف پول پرداخت

source: Try again! Can not connect to paypal
fa: دوباره تلاش کن! امکان اتصال به پی پال

source: Invalid Amount
fa: مقدار نامعتبر

source: Payment already done
fa: پرداخت در حال حاضر انجام

source: Payment not done
fa: پرداخت انجام می شود

source: Payment successfully! Amount %s added in your wallet
fa: پرداخت با موفقیت! مقدار %s اضافه شده در کیف پول خود را

source: Profile Updated Successfully
fa: مشخصات موفقیت به روز رسانی

source: Photo Updated Successfully
fa: عکس با موفقیت به روزرسانی

source: Invalid Password
fa: رمز عبور اشتباه است

source: Please select any group
fa: لطفا هر گروه را انتخاب کنید

source: Invalid Security Code
fa: کد امنیتی نامعتبر

source: Score
fa: امتیاز

source: Max Marks
fa: حداکثر مارکس

source: Marks Scored
fa: علائم گل

source: Subject Wise Time Taken
fa: تم حکیم زمان گرفته شده

source: Student Performance
fa: عملکرد دانش آموز

source: Correct Question
fa: سوال صحیح

source: Incorrect Question
fa: سوال اشتباه

source: Right Marks
fa: مارکس راست

source: Negative Marks
fa: علامت منفی

source: Percentage(%) in Exam
fa: درصد (٪) در آزمون

source: Percentage(%)
fa: درصد (٪)

source: nd
fa: دومی

source: th
fa: هف

source: You %s
fa: شما %s

source: Topper %s
fa: دائم الخمر %s

source: Administrator
fa: مدیریت

source: Payment Gateway
fa: دروازه پرداخت

source: Pay Exam
fa: پرداخت آزمون

source: Your account has expired. Please contact administrator
fa: حساب شما تمام شده است. لطفا با مدیر تماس

source: You have been logged in successfully
fa: وارد سیستم شدهاید موفقیت

source: Your email not verified! Please click on link sent to your email inbox or spam
fa: ایمیل شما تایید نشده است! لطفا بر روی لینک ارسال شده به صندوق ورودی ایمیل یا اسپم خود را کلیک کنید

source: Incorrect username/password
fa: نام کاربری اشتباه است / رمز عبور

source: You have been logged out successfully
fa: شما از سیستم خارج موفقیت

source: You are %s Member! Please contact administrator
fa: شما %s کاربران! لطفا با مدیر تماس

source: Hours
fa: ساعت

source: Mins
fa: دقیقه 0

source: Sec
fa: 0.1 تا 3 ثانیه

source: Grand Total
fa: جمع کل

source: Your Question has been added for exam
fa: درخواست شما با برای امتحان اضافه شده است

source: Your Question has been deleted for exam
fa: سوال شما برای امتحان حذف

source: No Permission
fa: بدون مجوز و اجازه

source: Advertisement has been saved
fa: تبلیغات ذخیره شده است

source: Invalid post
fa: ارسال نامعتبر

source: Advertisement has been deleted
fa: تبلیغات حذف شده است

source: Photo Changed Successfully
fa: عکس با موفقیت تغییر

source: Not Attempted
fa: کوشش نکرده

source: Marks Updated
fa: علائم به روز رسانی

source: Successfully Finalize
fa: موفقیت نهایی

source: Successfully Closed Exam
fa: آزمون با موفقیت بسته

source: English
fa: انگلیسی

source: French
fa: فرانسوی

source: Your Setting has been saved
fa: تنظیمات شما ذخیره شده است

source: Page Added Successfully
fa: صفحه با موفقیت اضافه شد

source: Pages updated Successfully
fa: صفحه به روز موفقیت

source: Page has been deleted
fa: صفحه حذف شده است

source: Page has been Unpublished
fa: صفحه منتشر نشده است

source: Page has been Published
fa: صفحه منتشر شده است

source: Something wrong
fa: چیزی شده؟

source: Currency has been saved
fa: ارز ذخیره شده است

source: Currency has been deleted
fa: نرخ ارز، حذف شده است

source: Student Details
fa: جزئیات دانشجویی

source: Active
fa: فعال

source: Pending
fa: در انتظار

source: Suspend
fa: 000008به خواب بردن کامپیوتر

source: Pass
fa: عبور

source: Fail
fa: عدد از آنها سقوط کرد

source: Absent
fa: 13 (1 غایب )

source: Student
fa: دانشجو

source: Passing %age
fa: عبور %a GE

source: Average %age
fa: میانگین %a GE

source: Question Count
fa: تعداد درخواست

source: Total Question
fa: مجموع سوال

source: Question Bank Difficulty Wise
fa: سوال بانک مشکل حکیم

source: Easy
fa: اسان

source: Medium
fa: متوسط

source: Name has been updated
fa: نام به روز شده است

source: Email template has been saved
fa: قالب ایمیل ذخیره شده است

source: Email template has been deleted
fa: قالب ایمیل حذف شده است

source: End Date is not less than Start date
fa: پایان تاریخ است و نه کمتر از تاریخ شروع

source: Please Select any group
fa: لطفا هر گونه گروه را انتخاب کنید

source: Please Add Subject To Exam
fa: لطفا اضافه کردن تم برای آزمون

source: Exam has been saved. Add questions in exam
fa: آزمون ذخیره شده است. اضافه کردن سوالات در آزمون

source: Exam has been saved
fa: آزمون ذخیره شده است

source: Exam has been updated
fa: آزمون به روز شده است

source: Exam has been deleted
fa: آزمون حذف شده است

source: Difficulty Level
fa: سطح دشواری

source: Subject Wise Question Count
fa: تم تعداد حکیم سوال

source: Exam sucessfully inactivated
fa: آزمون موفقیت غیر فعال

source: Exam sucessfully activated
fa: آزمون با موفقیت فعال

source: There are no question added!
fa: هیچ سوال وجود دارد اضافه شده است!

source: Your username is sent to your registered email id
fa: نام کاربری خود را به آدرس ایمیل ثبت شده ارسال

source: Group Added Successfully
fa: گروه با موفقیت اضافه شد

source: Group has been saved
fa: گروه ذخیره شده است

source: Group has been deleted
fa: گروه حذف شده است

source: Delete subject first
fa: حذف تم

source: Help content has been saved
fa: محتوای راهنما ذخیره شده است

source: Help content has been deleted
fa: محتوای راهنما حذف شده است

source: Questions imported successfully
fa: سوالات با موفقیت وارد

source: File not uploaded
fa: فایل آپلود نشده

source: Only CSV File supported
fa: فقط فایل CSV پشتیبانی

source: Please Select Subject
fa: لطفا انتخاب موضوع

source: Please Select any Group
fa: لطفا هر گونه گروه انتخاب کنید

source: Students imported successfully
fa: دانش آموزان با موفقیت وارد

source: Please Select Group
fa: لطفا انتخاب کنید گروه

source: Student Email not found
fa: دانشجو ایمیل یافت نشد

source: News has been saved
fa: اخبار ذخیره شده است

source: News has been deleted
fa: اخبار حذف شده است

source: Paypal Payment Setting has been saved
fa: پی پال تنظیم پرداخت ذخیره شده است

source: Setting Problem
fa: تنظیم مشکل

source: Please Choose the Correct answer
fa: لطفا پاسخ درست را انتخاب کنید

source: Please select true or false
fa: لطفا انتخاب درست یا غلط

source: Please fill blank space
fa: لطفا فضای خالی را پر کنید

source: Question added to bank successfully
fa: درخواست به بانک با موفقیت اضافه شد

source: Question has been updated
fa: درخواست به روز شده است

source: Question has been deleted
fa: سوال حذف شد.

source: Delete exam first!
fa: حذف آزمون اول!

source: Question Difficulty Level
fa: سوال سطح دشواری

source: Performance
fa: عملکرد

source: Candidate Marks Distribution
fa: نامزد نشانه توزیع

source: Max Marks Distribution
fa: توزیع حداکثر مارکس

source: Please select any type in the list
fa: لطفا هر نوع را در لیست انتخاب

source: Please type any email
fa: لطفا هر گونه ایمیل به تایپ

source: Email has been sent
fa: ایمیل ارسال شده است

source: No email to send
fa: بدون ارسال ایمیل به

source: Please type any name
fa: لطفا نام را تایپ کنید

source: Sms has been sent
fa: اس ام اس ارسال شده است

source: No sms to send
fa: بدون اس ام اس به ارسال

source: Signature has been saved
fa: امضا ذخیره شده است

source: Signature has been deleted
fa: امضا حذف شده است

source: Slide has been saved
fa: اسلاید ذخیره شده است

source: Slide has been deleted
fa: اسلاید حذف شده است

source: SMS template has been saved
fa: قالب اس ام اس ذخیره شده است

source: SMS template has been deleted
fa: قالب اس ام اس حذف شده است

source: Student added Successfully
fa: دانشجو با موفقیت اضافه شد

source: Please Select atleast one group
fa: لطفا حداقل یک گروه انتخاب کنید

source: Student has been updated
fa: دانشجویی به روز شده است

source: Student has been deleted
fa: دانشجو حذف شده است

source: Student Wallet has been updated
fa: دانشجویی کیف پول به روز شده است

source: Subject Added Successfully
fa: تم با موفقیت اضافه شد

source: Subject already exist
fa: تم در حال حاضر وجود

source: Subject has been updated
fa: تم به روز شده است

source: Subject has been deleted
fa: تم حذف شده است

source: Testimonial has been saved
fa: گواهی نامه ذخیره شده است

source: Testimonial has been updated
fa: گواهی نامه به روز شده است

source: Testimonial has been deleted
fa: گواهی نامه حذف شده است

source: User Added Successfully
fa: کاربر با موفقیت اضافه شد

source: User has been updated
fa: کاربر به روز شده است

source: User has been deleted
fa: کاربر حذف شده است

source: Permission update successfully
fa: به روز رسانی اجازه موفقیت

source: You have been logged in Successfully
fa: وارد سیستم شدهاید موفقیت

source: You have been logged out
fa: شما خارج شده اید

source: Level User has been saved
fa: سطح کاربر ذخیره شده است

source: Level user has been deleted
fa: کاربران سطح حذف شده است

source: Logo has been saved
fa: آرم ذخیره شده است

source: Logo has been deleted
fa: لوگو حذف شده است

source: Add Questions
fa: اضافه کردن سوالات

source: Question Type
fa: نوع سوال

source: Search
fa: اصغر

source: Reset
fa: تنظیم مجدد

source: Add To Exam
fa: اضافه کردن به آزمون

source: Delete To Exam
fa: حذف برای آزمون

source: Back To Exam
fa: بازگشت به آزمون

source: Type
fa: نوع

source: Body of Question
fa: بدن از سوال

source: Level
fa: سطح

source: Marks
fa: علائم

source: Action
fa: عمل

source: Add Advertisement
fa: اضافه کردن تبلیغات

source: Advertisement Name
fa: نام تبلیغات

source: Ordering
fa: سفارش دهی

source: URL
fa: لینک

source: URL Type
fa: URL نوع

source: Internal
fa: داخلی

source: External
fa: خارجی

source: URL Target
fa: URL هدف

source: _self
fa: داخل پنجره

source: _blank
fa: پنجره جدید

source: Upload Image (350*260)
fa: آپلود تصویر (350 * 260)

source: Save
fa: ذخیره

source: Close
fa: بستن

source: Update Photo
fa: به روز رسانی عکس

source: Upload Photo
fa: آپلود عکس

source: Update
fa: بروز رسانی

source: Cancel
fa: لغو

source: Edit Advertisements
fa: ویرایش تبلیغات

source: Form
fa: فرم

source: Status
fa: وضعیت

source: Advertisements
fa: تبلیغات

source: Add New Advertisement
fa: اضافه کردن جدید تبلیغات

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: View
fa: نمایش

source: Change Photo
fa: تعویض عکس

source: View Slides
fa: نمایش اسلاید

source: Attempted Papers of
fa: مقالات تلاش

source: Name
fa: نام

source: Email
fa: آدرس ایمیل

source: Total Marks
fa: مجموع نمرات

source: Obtained Marks
fa: مارکس به دست آمده

source: Result Finalized
fa: نتیجه نهایی

source: Finalize It
fa: نهایی آن

source: PASSED
fa: گذشت

source: FAILED
fa: ناموفق

source: Finalized By
fa: نهایی توسط

source: Question No
fa: سوال هیچ

source: Option1
fa: گزینه:

source: Option2
fa: گزینه:

source: Option3
fa: گزینه:

source: Option4
fa: گزینه:

source: Option5
fa: گزینه:

source: Option6
fa: گزینه:

source: Marked Answer
fa: پاسخ مشخص شده:

source: Correct Answer
fa: جواب صحیح

source: Time Taken
fa: زمان استفاده شده

source: Marks Obtained
fa: نمرات به دست آمده

source: Checked by
fa: بررسی شده توسط

source: System
fa: سیستم

source: Configuration Options
fa: گزینه های پیکربندی

source: Site Name
fa: نام سایت

source: Organization Name
fa: نام سازمان

source: Domain Name
fa: نام دامنه

source: Organization Email
fa: سازمان ایمیل

source: Meta Title
fa: عنوان متا

source: Meta Description
fa: توضیحات متا

source: Time Zone
fa: ناحیه زمانی

source: Please Select
fa: لطفا انتخاب کنید

source: Currency
fa: قیر

source: Header Contact
fa: سربرگ تماس

source: Email Contact
fa: ایمیل تماس با

source: Display records per page
fa: سوابق ها در هر صفحه

source: Max records per page
fa: حداکثر رکورد در هر صفحه

source: Date Format
fa: فرمت تاریخ

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
fa: تاریخ، ماه، سال، ساعت، دقیقه، ثانیه، مریدین، تاریخ Seprator، زمان Seprator

source: Image
fa: تصویر

source: Text
fa: متن

source: Text Direction
fa: جهت متن

source: Left-to-right (LTR)
fa: چپ به راست (LTR)

source: Right-to-Left (RTL)
fa: راست به چپ (RTL)

source: Language
fa: زبان

source: Enable SMS Notification
fa: فعال کردن هشدار از طریق SMS

source: Enable Email Notification
fa: فعال کردن هشدار از طریق ایمیل

source: Manual Verification
fa: تأیید صحت دستی

source: Front End Registration
fa: جبهه پایان ثبت نام

source: Front End Slides
fa: جبهه اسلاید آخر

source: Translation
fa: translation2

source: Paid Exam
fa: آزمون پرداخت

source: Math Editor
fa: ویرایشگر ریاضی

source: Exam Expiry
fa: انقضاء آزمون

source: Exam Feedback
fa: آزمون فیدبک

source: Tolrance Count
fa: تعداد Tolrance

source: Certificate
fa: گواهی نامه

source: Testimonial
fa: از زبان مشتریان

source: Advertisement
fa: تبلیغات

source: No. of Visitor
fa: تعداد بازدید کنندگان

source: No. of Student
fa: تعداد دانشجو

source: No. of Exam
fa: تعداد آزمون

source: Save Settings
fa: تنظیمات را ذخیره کن

source: Add Pages
fa: اضافه کردن صفحه

source: Link Name
fa: نام لینک

source: Link Order
fa: لینک سفارش

source: Page Type
fa: صفحه نوع

source: External Url
fa: URL خارجی

source: Url Target
fa: URL هدف

source: Page Name
fa: صفحه نام

source: Page Url
fa: صفحه آدرس

source: Page Content
fa: صفحه محتوا

source: Edit Pages
fa: ویرایش صفحه

source: Pages
fa: برگه‌ها

source: Add New Page
fa: اضافه کردن جدید صفحه

source: Published
fa: منتشر شده

source: Unpublished
fa: منتشر نشده

source: Add Currency
fa: اضافه کردن ارز

source: Currency Name
fa: نام ارز

source: Short Name
fa: نام کوتاه

source: Upload Currency (Less or equal to 50*50)
fa: آپلود ارز (کمتر یا مساوی 50 * 50)

source: Add New Currency
fa: اضافه کردن جدید ارز

source: In Progress Exam
fa: در حال انجام آزمون

source: Upcoming Exam
fa: آزمون آینده

source: Completed Exam
fa: آزمون تکمیل

source: Students
fa: توضیحات

source: In Progress & Upcoming Exams
fa: در حال انجام و امتحانات آینده

source: Date
fa: تاریخ

source: Exam Name
fa: نام آزمون

source: Group
fa: گروه

source: Duration
fa: مدت

source: Recent Exam Results
fa: آخرین نتایج آزمون

source: Exam
fa: امتحان

source: Overall Result
fa: نتیجه کلی

source: Student Stats
fa: آمار دانشجو

source: To
fa: تا

source: Details
fa: جزئیات

source: Top 10 Student Group Wise
fa: صفحه 10 دانشجو گروه حکیم

source: Student Statistic Table
fa: دانشجو آمار جدول

source: Total Students
fa: کل دانش آموزان

source: Total Active
fa: مجموع فعال

source: Total Pending
fa: مجموع انتظار

source: Total Suspended
fa: مجموع معلق

source: Top 10 Question Bank Subject Wise
fa: صفحه 10 سوال بانک تم حکیم

source: Top 10 Difficulty Level of Questions
fa: بالا سطح 10 دشواری سوالات

source: Question Count Table
fa: جدول تعداد درخواست

source: Bank Name
fa: نام بانک : بانک ملت

source: Total Easy
fa: مجموع آسان

source: Total Normal
fa: مجموع عادی

source: Total Difficult
fa: مجموع مشکل

source: Diffculty Level
fa: سطح Diffculty

source: E-Mail Settings
fa: تنظیمات ایمیل

source: Email Type
fa: نوع ایمیل

source: LOCALHOST
fa: میزبان داخلی

source: Server Name / Host
fa: سرور / میزبان

source: Port
fa: پورت

source: User Name
fa: نام کاربری

source: Password
fa: گذرواژه

source: Add Email Template
fa: اضافه کردن قالب ایمیل

source: Email Template
fa: قالب ایمیل

source: Edit Email Templates
fa: ویرایش قالب ایمیل

source: Email Templates
fa: قالب ایمیل

source: Add New Email Template
fa: اضافه کردن جدید قالب ایمیل

source: Template
fa: قالب

source: Subject Added successfully
fa: تم با موفقیت اضافه شد

source: Add Exam
fa: اضافه کردن آزمون

source: Name of Exam
fa: نام آزمون

source: Passing Percentage
fa: درصد عبور

source: Instruction
fa: دستور العمل

source: Exam Duration (Min.)
fa: آزمون مدت (حداقل.)

source: 0 for unlimited duration
fa: 0 برای مدت زمان نامحدود

source: Attempt Count
fa: تعداد تلاش

source: 0 for unlimited attempt
fa: 0 برای تلاش نامحدود

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ پایان

source: Show Answer Sheet
fa: نمایش پاسخ ورق

source: Yes
fa: بله

source: No
fa: خیر

source: Select Group
fa: انتخاب گروه

source: Student Group
fa: گروه دانشجویی

source: Negative Marking
fa: منفی مارک

source: Random Question
fa: سوال تصادفی

source: Amount
fa: مقدار

source: Browser Tolrance
fa: Tolrance مرورگر

source: Expiry Days
fa: انقضاء روز

source: 0 for Unlimited
fa: 0 برای فضای مجاز: نامحدود

source: Result After Finish
fa: نتیجه پس از پایان

source: Mode
fa: حالت:

source: Instant Result
fa: نتیجه فوری

source: Option Shuffle
fa: مختلط گزینه

source: Add Subjects To Exams
fa: اضافه کردن موضوع به امتحانات

source: Subject Name
fa: تم نام

source: No. of Questions
fa: تعداد سوالات

source: Ques Attempt Count
fa: سؤال تلاش تعداد

source: Questions Attempt Count
fa: سوالات تلاش تعداد

source: Leave blank for not showing (0 for unlimited)
fa: خالی بگذارید برای نشان دادن (0 برای نامحدود)

source: ctrl+click to add multiples
fa: Ctrl + کلیک کنید برای اضافه کردن مضرب

source: Add
fa: افزودن

source: Edit Exam
fa: ویرایش آزمون

source: Exam Stats
fa: آمار آزمون

source: No of Student Passed
fa: تعداد دانشجو گذشت

source: Download
fa: دانلود:

source: No of Student Failed
fa: تعداد دانشجو شکست خورد

source: No of Student Absent
fa: تعداد دانشجو غایب

source: Exam Details
fa: جزئیات آزمون

source: Finalize Result
fa: نهایی نتیجه

source: Attempted Papers
fa: مقاله ها سعی

source: Eligible Group
fa: واجد شرایط گروه

source: Close Exam
fa: نزدیک آزمون

source: Activate Exam
fa: فعال شدن آزمون

source: Exam Closed Re-Activate Exam
fa: آزمون بسته دوباره فعال آزمون

source: Browser Tolrence
fa: Tolrence مرورگر

source: Expiry
fa: انقضاء

source: Unlimited
fa: نا محدود

source: Days
fa: روز ها

source: Subjective
fa: ذهنی

source: Objective
fa: اهداف

source: True &amp; False
fa: درست از & amp؛ غلط

source: Fill in the blanks
fa: جاهای خالی را پر کنید

source: Total Questions
fa: مجموع سوالات

source: Question Attempt Count
fa: سوال تعداد تلاش

source: H
fa: ارتفاع--+

source: Total
fa: مجموع

source: E
fa: شرق

source: M
fa: مرد

source: S.No.
fa: شماره

source: Student Name
fa: نام دانش آموز

source: Enrolment
fa: ثبت نام

source: Phone
fa: موبایل

source: Result Status
fa: نتیجه وضعیت

source: Forgot Password
fa: رمز عبور را فراموش کرده اید؟

source: Email ID
fa: آدرس ایمیل

source: Submit
fa: تایید

source: Forgot Username
fa: نام کاربری را فراموش کرده اید

source: Login
fa: ورود به سیستم

source: Verification Code
fa: کد تایید

source: Please enter verification Code
fa: لطفا کد امنیتی را وارد کنید

source: Reset Password
fa: تنظیم مجدد کلمه عبور

source: Confirm Password
fa: تکرار رمز عبور

source: Add Groups
fa: اضافه کردن گروه

source: Group Name
fa: اسم گروه

source: Edit Groups
fa: ویرایش گروه

source: Groups
fa: گروه ها

source: Add New Group
fa: اضافه کردن جدید گروه

source: Add Help Content
fa: اضافه کردن محتوا راهنما

source: Title
fa: عن

source: Description
fa: توضیح

source: Edit Help Content
fa: ویرایش محتوای راهنما

source: Help Content
fa: صفحه اصلی راهنما

source: Add New Help Content
fa: اضافه کردن جدید محتوا راهنما

source: Import/Export Qusetions
fa: واردات / صادرات Qusetions

source: Back To Questions
fa: بازگشت به سوالات

source: Export Questions
fa: صادرات سوالات

source: Select File
fa: فایل را انتخاب کنید

source: Import Questions
fa: واردات سوالات

source: Import/Export Students
fa: دانش آموزان واردات / صادرات

source: Back To Students
fa: برگشت به دانش آموزان

source: Export Students
fa: دانش آموزان صادرات

source: Import Students
fa: دانش آموزان واردات

source: All Messages
fa: همه پیام

source: My Profile
fa: پروفایل من

source: Change Password
fa: تغییر رمز عبور

source: Logout
fa: خروج

source: Powered by
fa: قدرت گرفته از

source: Date &amp; Time
fa: تاریخ از & amp؛ زمان

source: Compose Mail
fa: نگارش نامه

source: Search Student Mail
fa: جستجو ایمیل دانشجویی

source: Message
fa: پیام

source: Send
fa: ارسال

source: Compose
fa: سرودن

source: Inbox
fa: صندوق

source: Sent Mail
fa: نامههای ارسال شده

source: Trash
fa: زباله

source: More
fa: بیشتر
