Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fas/LC_MESSAGES/validation.po
Languages: fa

source: Only letters and numbers allowed
fa: تنها حروف و اعداد مجاز.

source: Group already exist
fa: گروه در حال حاضر وجود دارد

source: Only Url
fa: فقط آدرس

source: File does not have a valid extension
fa: فایل یک افزونه معتبر نیست

source: You must supply a JPG, GIF or PNG File.
fa: شما باید یک JPG، GIF یا PNG را فراهم کند.

source: Invalid Header Contact
fa: سربرگ تماس نامعتبر

source: Only Alphabets
fa: فقط حروف

source: Currency Name already exist
fa: نرخ ارز در حال حاضر وجود نام

source: You must supply image height is less than 50px
fa: شما باید عرضه ارتفاع تصویر کمتر از 50px تنظیم است

source: You must supply image width is less than 50px
fa: شما باید عرض تصویر عرضه کمتر از 50px تنظیم است

source: Only numbers allowed
fa: تنها اعداد مجاز

source: Only Date/time format
fa: فقط تاریخ / فرمت زمان

source: Enter a valid email
fa: را وارد کنید یک ایمیل معتبر

source: Please select
fa: لطفا انتخاب کنید

source: Invalid Username
fa: نام کاربری نامعتبر

source: Invalid Password
fa: رمز عبور نامعتبر

source: Invalid Signature
fa: امضای نامعتبر

source: Only numbers
fa: فقط اعداد

source: You must supply image height is less than 220px
fa: شما باید ارتفاع تصویر عرضه کمتر از 220px رسم است

source: This Email has already been exist! try new one
fa: این پست الکترونیک قبلا وجود داشته باشد! سعی کنید یکی از جدید

source: Password required
fa: رمز عبور مورد نیاز

source: Password minimum 4 character long
fa: حداقل رمز عبور 4 کاراکتر طولانی

source: Name already exist
fa: نام حال حاضر وجود دارد
