Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/glg/LC_MESSAGES/default.po
Languages: gl

source: Back To Questions
gl: Volver ás preguntas

source: Export Questions
gl: Cuestións de exportación

source: Select File
gl: escolla Ficheiro

source: Import Questions
gl: Cuestións de importación

source: Import/Export Students
gl: Estudantes de importación / exportación

source: Back To Students
gl: Volver aos estudantes

source: Export Students
gl: Estudantes de exportación

source: Import Students
gl: Estudantes de importación

source: All Messages
gl: todas as mensaxes

source: My Profile
gl: meu perfil

source: Change Password
gl: Cambie o contrasinal

source: Logout
gl: saír

source: Powered by
gl: desenvolvido por

source: Date &amp; Time
gl: Date & amp; tempo

source: Compose Mail
gl: Escribir e-mail

source: Search Student Mail
gl: Buscar Student correo

source: Message
gl: mensaxe

source: Send
gl: Enviar

source: Compose
gl: compoñer

source: Inbox
gl: Caixa de entrada

source: Sent Mail
gl: Correos electrónicos enviados

source: Trash
gl: "Lixo"

source: More
gl: máis

source: Mark as Read
gl: Marcar como lido

source: Mark as Unread
gl: Marcar como non lida

source: Move to Inbox
gl: Mover Caixa de entrada

source: Reply
gl: responder

source: Forward
gl: á fronte

source: Menu Names
gl: Nomes de menú

source: Model Name
gl: Nome do modelo

source: Icon
gl: Icono

source: Add News
gl: Agregar Novas

source: News Title
gl: Novas Título

source: News Description
gl: Novas Descrición

source: Edit News
gl: editar Novas

source: News
gl: noticia

source: Add New News
gl: Engadir novo Noticias

source: Paypal Payment Option
gl: Paypal opción de pagamento

source: Signature
gl: sinatura

source: Sandbox Mode
gl: modo Sandbox

source: True
gl: certo

source: Add Question
gl: Agregar Pregunta

source: Question
gl: pregunta

source: Correct Answers
gl: respostas correctas

source: Type your question here
gl: Escriba a súa pregunta aquí

source: Answer1
gl: resposta1

source: Answer2
gl: resposta2

source: True/False
gl: Verdadeiro / falso

source: False
gl: falso

source: Blank Space
gl: espazo en branco

source: Explanation (Optional)
gl: Explicación (Opcional)

source: Provide explanation in support of correct answer
gl: Proporcionar explicacións en apoio a resposta correcta

source: Hint(optional)
gl: Suxestión (opcional)

source: Hint to help answer correctly
gl: Consello para axudar a responder correctamente

source: without minus sign
gl: sen signo menos

source: Edit Question Type
gl: Editar Tipo Pregunta

source: Explanation
gl: explicación

source: Hint
gl: suxestión

source: Questions
gl: preguntas

source: Add New Question
gl: Engadir nova Pregunta

source: Import/Export Question
gl: Import / Export Pregunta

source: Answer
gl: resposta

source: Question Details
gl: detalles Pregunta

source: Exam Wise
gl: exame sabio

source: Please Select Exam
gl: Seleccione exame

source: Status of Result
gl: Estatuto de Resultado

source: Please Select Result Status
gl: Seleccione Status Resultado

source: Download Result
gl: Descargar Resultado

source: Rank
gl: categoría

source: Test
gl: proba

source: Percent
gl: por cento

source: Result
gl: Resultado

source: View Result
gl: ver resultados

source: Download/Print Result
gl: Descarga / Resultado impresión

source: Student Wise
gl: estudante sabio

source: Name or Enrolment Number
gl: Nome ou matrícula Número

source: Enrolment Number
gl: Número de Inscrición

source: Back
gl: de volta

source: Assesment Report for
gl: Informe Assesment para

source: Taken Date
gl: Data de toma

source: Total Time
gl: tempo total

source: Nos. of Browser tolrance attempt
gl: Nos. De intento tolrance Explorador

source: Total Score
gl: puntuación total

source: Student Marks Distribution
gl: Distribución Marcas Student

source: Feedback
gl: Suxestións

source: Marks Sheet
gl: Folla de marcas

source: Section Name
gl: Nome da sección

source: Section proportion
gl: sección proporción

source: Actual
gl: real

source: Your Percentage
gl: seu porcentaxe

source: Section Summary
gl: sección Resumo

source: Maximum Score
gl: puntuación máxima

source: Developed Skill
gl: habilidade desenvolvida

source: Needs Development
gl: necesidades de desenvolvemento

source: Lack of Skill
gl: Falta de habilidade

source: MCQ answered
gl: MCQ respondeu

source: Legend
gl: lenda

source: Send Emails
gl: enviar correo

source: Teachers
gl: os profesores

source: Any Email
gl: calquera correo

source: Default all students if you add manually then search student email
gl: Patrón todos os alumnos se engadir manualmente, a continuación, buscar e-mail do estudante

source: Default all teachers if you add manually then search teacher email
gl: Patrón todos os profesores se engadir manualmente, a continuación, buscar correos electrónicos de profesores

source: Type any email comma seprated
gl: Introduza calquera comas correo seprated

source: Type subject
gl: tipo de tema

source: Select Email Template
gl: Seleccionar modelo E-mail

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
gl: Se non queres seleccionar o modelo de correo-e, a continuación, escriba a mensaxe de correo electrónico. Unha vez que cargar o editor, logo non pode seleccionar o modelo ir botón para reiniciar

source: Send Sms
gl: enviar SMS

source: Any Sms
gl: calquera SMS

source: Default all student if you add manually then search students name
gl: Estándar Todos os estudantes se engadir manualmente, a continuación, buscar o nome estudantes

source: Default all teachers if you add manually then search teacher name
gl: Patrón todos os profesores se engadir manualmente, a continuación, buscar o nome do profesor

source: Any Number
gl: calquera número

source: Type any number comma seprated
gl: Introduza calquera número comas seprated

source: Select Sms Template
gl: Seleccionar modelo de SMS

source: Sms Template
gl: Template SMS

source: If you do not want to select sms template then simply type sms message
gl: Se non queres seleccionar o modelo de texto, a continuación, escriba a mensaxe de texto

source: Certificate Signature
gl: Sinatura de certificado

source: Upload Image(* height less than 75px)
gl: Cargando imaxe (* altura inferior a 75px)

source: Delete Signature
gl: eliminar Sinatura

source: Add Slides
gl: Agregar diapositivas

source: Slide Name
gl: Deslice Nome

source: Upload Slide (1350*550)
gl: Cargando diapositivas (1350 * 550)

source: Edit Slides
gl: editar diapositivas

source: Slides
gl: diapositivas

source: Add New Slide
gl: Engadir novo Slide

source: SMS Settings
gl: Configuración de SMS

source: API Link
gl: API Facer a conexión

source: Heading Username
gl: rúbrica usuario

source: Username field provided by sms gateway
gl: campo de nome de usuario solicitado polo pasarela de SMS

source: Heading Password
gl: rúbrica contrasinal

source: Password field provided by sms gateway
gl: campo de contrasinal proporcionada polo pasarela de SMS

source: Heading Mobile No
gl: A posición móbil Non

source: Mobile No field provided by sms gateway
gl: Móbil No campo fornecido polo pasarela de SMS

source: Heading Message
gl: rúbrica mensaxe

source: Message field provided by sms gateway
gl: campo de mensaxes fornecido polo pasarela de SMS

source: Heading Sender Id
gl: A posición Sender ID

source: Sender Id field provided by sms gateway
gl: campo do remitente Id fornecido polo pasarela de SMS

source: Add SMS Template
gl: Agregar Modelo SMS

source: Edit SMS templates
gl: editar modelos de SMS

source: SMS Templates
gl: Modelos de texto

source: Add New SMS Template
gl: Engadir novo Modelo de texto

source: Add Students
gl: Agregar Estudantes

source: Address
gl: dirección

source: Guardian Phone
gl: Phone Guardian

source: Edit Students
gl: editar Estudantes

source: Renewal Date
gl: Fecha de actualización

source: Add New Student
gl: Engadir novo Student

source: Wallet
gl: carteira

source: Admission Date
gl: admisión Data

source: Credit
gl: crédito

source: Debit
gl: cargo

source: Balance
gl: equilibrio

source: Date & Time
gl: Data e Hora

source: Payment Through
gl: pago mediante

source: Remarks
gl: observacións

source: View Student Information
gl: Ver Información do Estudante

source: Full Name
gl: Nome completo

source: Phone Number
gl: Número de teléfono

source: Alternate Number
gl: número alternativo

source: Enrolment No
gl: As inscricións Sen

source: Last Login
gl: última conexión

source: Students Wallet
gl: estudantes Wallet

source: Transaction Form
gl: Formulario de transacción

source: Mobile
gl: móbil

source: DEDUCT
gl: deducir

source: Add Subjects
gl: Agregar asuntos

source: Edit Subjects
gl: editar temas

source: Subjects
gl: asuntos

source: Add New Subject
gl: Engadir novo Asunto

source: Question Bank
gl: banco pregunta

source: Add Testimonials
gl: Agregar Testemuños

source: Upload Photo (150*150)
gl: Enviar Fotos (150 * 150)

source: Edit Testimonials
gl: editar Testemuños

source: Testimonials
gl: testemuños

source: Add New Testimonial
gl: Engadir novo testemuño

source: Photo
gl: foto

source: Add Users
gl: Agregar usuarios

source: User Level
gl: Nivel de usuario

source: Username
gl: Nome de usuario

source: Level users
gl: usuarios de nivel

source: Add New Level
gl: Engadir novo nivel

source: Back To Users
gl: Voltar usuarios

source: Level Name
gl: nivel Nome

source: Set Permission
gl: conxunto de permisos

source: Assign Form Rights
gl: Asignar Dereitos Form

source: Module Name
gl: Nome do módulo

source: Old Password
gl: contrasinal antigo

source: Edit Users
gl: editar usuarios

source: User Registration Form
gl: Formulario de Rexistro de usuario

source: Users
gl: usuarios

source: Add New User
gl: Engadir novo usuario

source: Add Level Users
gl: Engadir usuarios de nivel

source: Level User
gl: nivel de usuario

source: Dear user, log in to access the admin area!
gl: Estimado usuario, faga o login para acceder a área de administración!

source: Admin / Teacher Username
gl: Admin / profesor usuario

source: Forgot User Name
gl: Esqueceches nome de usuario

source: Organisation Logo
gl: logo Organización

source: Upload Image(* height less than 220px)
gl: Cargando imaxe (* altura inferior a 220px)

source: Delete Logo
gl: eliminar Logo

source: Please provide a type for chart %s!
gl: Por favor, forneza un tipo de gráfico de %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
gl: Gráfico: \ " %s " non se pode atopar. Asegúrese de que nome da gráfica é a mesma cadea de caracteres que é pasado para $ this-> HighCharts-> render () no seu punto de vista.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
gl: A transacción Express Checkout expirou ea transacción debe ser reiniciado

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
gl: Pode ter feito unha segunda chamada ao mesmo pagamento ou pode usar o mesmo ID factura para transaccións separadas.

source: Please use a different funcing source.
gl: Por favor, use unha fonte funcing diferente.

source: An error occured, please retry the transaction.
gl: Houbo un erro, por favor, ténteo de novo a transacción.

source: This transaction couldn't be completed. Redirecting to payment gateway
gl: Esta operación non puido ser completada. Redirixido para pasarela de pagamento

source: You have not agreed to the billing agreement.
gl: Non concorda co acordo de facturación.

source: The billing agreement is disabled or inactive.
gl: O acordo de facturación está desactivada ou inactiva.

source: The credit card used is expired.
gl: A tarxeta de crédito utilizado é expirada.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
gl: A transacción foi rexeitada porque a resposta AVS devolto o valor de n, eo comerciante conta non é capaz de aceptar tales transaccións.

source: The payment gateway account is restricted.
gl: A conta de pasarela de pagamento é restrinxido.

source: You must submit an IP address of the buyer with each API call.
gl: Ten que enviar un enderezo IP do comprador con cada chamada API.

source: The merchant selected a value for the PaymentAction field that is not supported.
gl: O comerciante seleccionado un valor para o campo PaymentAction que non está soportado.

source: The credit card field was blank.
gl: O campo de tarxeta de crédito estaba en branco.

source: The total amount and item amounts do not match.
gl: A cantidade de elementos e valores totais non coinciden.

source: The credit card entered is currently restricted by the payment gateway.
gl: A tarxeta de crédito entrou actualmente é restrinxido polo pasarela de pagamento.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
gl: O comerciante entrou nunha ID factura que xa está asociado a unha transacción polo mesmo comerciante. Intento cun novo ID factura

source: The transaction was declined by the country filter managed by the merchant.
gl: A transacción foi rexeitada polo filtro país xestionado polo comerciante.

source: The transaction was declined by the maximum amount filter managed by the merchant.
gl: A transacción foi rexeitada polo filtro máxima importe xestionado polo comerciante.

source: The transaction was declined by the payment gateway.
gl: A operación foi rexeitado polo pasarela de pagamento.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
gl: A transacción foi rexeitada polo pasarela de pagamento debido a posibles actividades fraudulentas.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
gl: A transacción foi rexeitada polo pasarela de pagamento debido a posibles actividades fraudulentas no enderezo IP.

source: The merchant account attempting the transaction is not a business account.
gl: O comerciante conta de tentar a transacción non é unha conta comercial.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
gl: O comerciante conta tentar a transacción non é capaz de procesar transaccións de pagamentos directos.

source: Access to Direct Payment was disabled for your account.
gl: O acceso ao pagamento directo foi desactivada pola súa conta.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
gl: O comerciante conta intentando a operación non ten un enderezo de correo electrónico confirmado co pasarela de pagamento.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
gl: O comerciante Tentou realizar unha operación na que o importe excedido o límite superior para ese comerciante.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
gl: A transacción foi rexeitado por causa dun filtro de risco comerciante para AVS. En concreto, o comerciante non definiu a declinar transacción cando os AVS volveu páreo (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
gl: A transacción foi rexeitado por causa dun filtro de risco comerciante para AVS. En concreto, o comerciante non definiu o filtro a declinar transaccións cando o AVS retorna unha correspondencia parcial.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
gl: A transacción foi rexeitado por causa dun filtro de risco comerciante para AVS. En concreto, o comerciante non definiu o filtro a declinar transaccións cando o AVS non está soportado.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
gl: O comerciante entrou un enderezo IP que estaba en un formato incorrecto. O enderezo IP debe estar nun formato como 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
gl: configuración do comerciante esixe un CVV a ser inserido, pero non CVV foi subministrado con esta transacción.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
gl: O comerciante indicado un enderezo, quere nos Estados Unidos ou en Canadá, pero o estado seleccionado non é un estado válido en calquera país.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
gl: A transacción foi rexeitado polo banco emisor, e non a pasarela de pago. O comerciante debe tratar outra tarxeta.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
gl: país do comerciante de residencia non é soportado para permitir transaccións de pagamentos directos.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
gl: A transacción foi rexeitado porque a pasarela de pago está a procesar unha transacción polo mesmo comprador para a mesma cantidade. Pode ocorrer cando un comprador somete varias transaccións, idénticos en rápida sucesión.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
gl: O CVV protección non e válido. O CVV é entre 3-4 díxitos.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
gl: Por favor, ténteo de novo máis tarde. Asegúrese de ter pasado o CVV e enderezo correcto Información para o comprador. Crear un perfil recorrentes, por favor, ténteo de novo por medio dun importe de init de 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
gl: Transacción non é compatible debido a valores de identificación segura en 3-D en falta ou non válidos. Comprobe campos ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
gl: A transacción foi rexeitada polo pasarela de pagamento por causa fallos excesivas durante un curto período de tempo para esta tarxeta de crédito.

source: The transaction was declined by payment gateway.
gl: A transacción foi rexeitada polo pasarela de pagamento.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
gl: A transacción foi rexeitada porque o comerciante non ten un acordo entidade comercial válida en arquivo co pasarela de pagamento.

source: The transaction was declined because the CVV entered does not match the credit card.
gl: A transacción foi rexeitado porque o CVV entrou non coincidir coa tarxeta de crédito.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
gl: A transacción foi rexeitado polo banco emisor por mor dunha tarxeta de crédito caducado. O comerciante debe tratar outra tarxeta.

source: Exceeded permissible limit for Navigating away
gl: Excedeu o límite permitido para navegar fóra

source: You have exceeded the permissible limit for navigating away from your test
gl: Superou o límite permitido para navegar lonxe do seu exame

source: Your test has finished. You can close the window now
gl: Seu exame se completa. Pode pechar a fiestra agora

source: Installation Complete
gl: instalación Rematada

source: Aho! The System is installed successfully.
gl: Aho! O sistema está instalado con éxito.

source: Go to Admin/Teacher Interface
gl: Ir admin / Interface do profesor

source: User
gl: usuario

source: Go to Front End/Student Interface
gl: Ir Front End / Interface do Estudante

source: Visit our website
gl: Visite a nosa web

source: for documentation and support
gl: para documentación e soporte

source: My Exam Stats
gl: Os meus Estadísticas Exame

source: Total Exam Given
gl: Exame total de Dato

source: Absent Exams
gl: exames ausentes

source: Best Score in
gl: Mellor puntuación en

source: On
gl: en

source: Failed in
gl: Fallou o

source: Average Percentage
gl: porcentaxe media

source: Your Rank
gl: a súa clasificación

source: Month Wise Performance
gl: Mes rendemento sabio

source: Exam Wise Performance
gl: Exame de actuación sabio

source: Top 10
gl: Superior

source: Todays Exam
gl: Exame de hoxe

source: Top
gl: Superior

source: These are the exam(s) that can be taken right now
gl: Estes son o exame (s) que se pode facer agora

source: No Exams found for today
gl: Non Exames atoparon para hoxe

source: Something went wrong
gl: Algo foi mal.

source: Show
gl: Amosar

source: entries
gl: entradas

source: Next
gl: seguinte

source: Showing {:start} to {:current} of {:count} entries
gl: Mostrando {:start} a {:current} de {:count} entradas

source: Email Verification
gl: Verificación de correo-e

source: Please Enter Verification Code in the Text Box
gl: Introduza o código de verificación no cadro de texto

source: Re-Send Email Verification
gl: Re-Enviar confirmación Email

source: Please Enter Email Id in the Text Box which you enter at the time of registration
gl: Introduza electrónico Id no cadro de texto que entra no momento da inscrición

source: Purchased Exam
gl: exame adquirido

source: Expired Exam
gl: exame caducado

source: These are the exam(s) which has been expired
gl: Estes son o exame (s) que se caducado

source: No Exams found
gl: Non Exames atopados

source: Thank you for using the test
gl: Grazas por usar a proba

source: 1. The test instructions were
gl: 1. As instrucións de proba eran

source: Largely Clear
gl: En gran parte Borrar

source: Medium Clear
gl: medio Borrar

source: Not Clear
gl: non Borrar

source: 2. Language of question was
gl: 2. Lingua en cuestión era

source: 3. Overall test experience was
gl: 3. Experiencia xeral proba

source: Good
gl: bo

source: Better
gl: mellor

source: Best
gl: máis

source: Any other feedback suggestion
gl: Calquera outra suxestión de producto

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
gl: Por favor, peche todas as fiestras de chat, protector de pantalla e programas antivirus antes de iniciar a súa proba

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
gl: Por favor, non prema \ "F5 " durante a proba. Isto rematar a proba e non será capaz de volver a abrir o exame

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
gl: As súas respostas serán gardados. Se a proba é desconectado por calquera razón, as súas respostas ata aquel punto serán gardados

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
gl: Por favor, peche todos os programas que cargar ou descargar arquivos en segundo plano, por exemplo: Dropbox, torrent, etc

source: Instructions
gl: instrucións
