Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/glg/LC_MESSAGES/default.po
Languages: gl

source: File Manager
gl: xestor de ficheiros

source: You can find your result here.
gl: Pode atopar o seu resultado aquí.

source: Thanks for given the exam.
gl: Grazas por dar o exame.

source: Dashboard
gl: panel de control

source: Leader Board
gl: Táboa de Líderes

source: My Exams
gl: meus exames

source: My Result
gl: meu resultado

source: Group Performance
gl: Desempeño do grupo

source: Payment
gl: pago

source: Transaction History
gl: Historial de transaccións

source: Mailbox
gl: buzón

source: Help
gl: axudar

source: Home
gl: Inicio

source: Register
gl: Rexistrar?

source: Log In
gl: Iniciar sesión

source: Invalid Post
gl: mensaxe non válida

source: Jan
gl: Xan

source: Feb
gl: febreiro

source: Mar
gl: 23 Mar, 2010.

source: Apr
gl: abril

source: May
gl: maio

source: Jun
gl: xuño

source: Jul
gl: xullo

source: Aug
gl: agosto

source: Sep
gl: setembro

source: Oct
gl: outubro

source: Nov
gl: novembro

source: Dec
gl: decembro

source: Percentage
gl: porcentaxe

source: Month
gl: mes

source: Exams
gl: exames

source: Email verified successfully
gl: Email verificada con éxito

source: Invalid Verification Code
gl: Válido Código de Verificación

source: A verification Code send to your Email inbox or Spam
gl: Un código de verificación enviado ao seu correo electrónico caixa de entrada ou Spam

source: Email Id already verified
gl: Correo-e Id xa revisada

source: Email Id not registered in system
gl: Correo-e Id non rexistrado no sistema

source: You have attempted maximum exam.
gl: Intentou exame máxima.

source: You have attempted maximum number of questions in this subject
gl: Intentou máximo de preguntas neste asunto

source: You can find your result here
gl: Pode atopar o seu resultado aquí

source: Insufficient Amount.
gl: Insuficiente Valor.

source: 1. The test instructions were
gl: 1. As instrucións de proba eran

source: 2. Language of question was
gl: 2. Lingua en cuestión era

source: 3. Overall test experience was
gl: 3. Experiencia xeral proba

source: Any other feedback suggestion:
gl: Calquera outra suxestión de producto:

source: Feedback has submitted successfully!
gl: Suxestións ten enviado con éxito!

source: Feedback already submitted.
gl: O producto xa presentados.

source: Email id is not registered in system
gl: Email id non está rexistrado no sistema

source: Your password reset link is sent to your registered email id
gl: O seu enlace de redefinición de contrasinal enviarase ao seu ID e-mail rexistrado

source: Incorrect code
gl: código incorrecto

source: Password Changed Successfully
gl: Contrasinal modificada con éxito

source: My Performance
gl: meu rendemento

source: My Group performance
gl: desempeño meu grupo

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
gl: Aplicación xa instalado. Eliminar app / tmp / installed.txt reinstalar a aplicación

source: Writeable
gl: gravable

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
gl: Desafortunadamente! Arquivo Licenza de erro <br> Favor Goto app / config / database.php está en modo de escritura.

source: A connection was successfully established with the server.
gl: Unha conexión foi establecida con éxito co servidor.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
gl: Non se puido conectar coa base de datos. Verifique a configuración en app / config / database.php e ténteo de novo

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
gl: Desafortunadamente! Cartafol Permiso de erro <br> Favor cartafol tmp está en modo de escritura.

source: Your Mail has been sent
gl: A súa mensaxe foi enviada

source: Forwarded message
gl: mensaxe encamiñada

source: From
gl: de

source: Subject
gl: Asunto

source: The mail has been moved to the Trash
gl: O correo electrónico foi movido para o Lixo

source: Your Mail has been deleted
gl: A súa mensaxe foi eliminado

source: The mail has been moved to the Inbox
gl: O correo electrónico foi movida á caixa de entrada

source: The mail has been marked as Read
gl: O correo electrónico foi marcada como lida

source: The mail has been marked as Unread
gl: O correo electrónico foi marcado como non lido

source: Paypal Payment not set
gl: Paypal pago non definida

source: Payment Cancel
gl: pago Desfacer

source: Wallet Payment
gl: carteira de pago

source: Try again! Can not connect to paypal
gl: Probe de novo! Non se pode conectar a PayPal

source: Invalid Amount
gl: valor non válido

source: Payment already done
gl: Pago xa feito

source: Payment not done
gl: O pago non é feito

source: Payment successfully! Amount %s added in your wallet
gl: Pago con éxito! Valor %s engadido na súa carteira

source: Profile Updated Successfully
gl: Perfil actualizado correctamente

source: Photo Updated Successfully
gl: Foto actualizado correctamente

source: Invalid Password
gl: contrasinal incorrecto

source: Please select any group
gl: Seleccione calquera grupo

source: Invalid Security Code
gl: Código de seguridade válido

source: Score
gl: conta

source: Max Marks
gl: Max Marcas

source: Marks Scored
gl: marcas Marcou

source: Subject Wise Time Taken
gl: Asunto Tempo sabio Tomado

source: Student Performance
gl: Desempeño dos Estudantes

source: Correct Question
gl: pregunta correcta

source: Incorrect Question
gl: incorrecto Pregunta

source: Right Marks
gl: marcas dereita

source: Negative Marks
gl: marcas negativas

source: Percentage(%) in Exam
gl: Porcentaxe (%) en Examen

source: Percentage(%)
gl: Porcentaxe (%)

source: You %s
gl: Está %s

source: Administrator
gl: administrador

source: Payment Gateway
gl: pasarela de pagamento

source: Pay Exam
gl: exame Pay

source: Your account has expired. Please contact administrator
gl: A súa conta expirou. Póñase en contacto con administrador

source: You have been logged in successfully
gl: Vostede foi desconectado con éxito

source: Your email not verified! Please click on link sent to your email inbox or spam
gl: O seu correo electrónico non verificado! Por favor, prema na ligazón enviado para a súa caixa de entrada de correo electrónico ou spam

source: Incorrect username/password
gl: Nome de usuario incorrecto / password

source: You have been logged out successfully
gl: Vostede foi desconectado con éxito

source: You are %s Member! Please contact administrator
gl: Está %s Membro! Póñase en contacto con administrador

source: Hours
gl: horas

source: Grand Total
gl: total xeral

source: Your Question has been added for exam
gl: Súa pregunta foi engadido ao exame

source: Your Question has been deleted for exam
gl: Súa pregunta foi eliminada para o exame

source: No Permission
gl: sen permiso

source: Advertisement has been saved
gl: Anuncio foi gardada

source: Invalid post
gl: pos válido

source: Advertisement has been deleted
gl: Anuncio foi eliminado

source: Photo Changed Successfully
gl: Foto modificada con éxito

source: Not Attempted
gl: non Intento

source: Marks Updated
gl: marcas Actualizado

source: Successfully Finalize
gl: Finalice con éxito

source: Successfully Closed Exam
gl: Exame correctamente pechada

source: English
gl: Inglés

source: French
gl: francés

source: Your Setting has been saved
gl: A súa configuración foi gardado

source: Page Added Successfully
gl: A páxina foi engadida correctamente

source: Pages updated Successfully
gl: Páxinas actualizado correctamente

source: Page has been deleted
gl: Páxina borrada

source: Page has been Unpublished
gl: Páxina inédito

source: Page has been Published
gl: Páxina Publicado

source: Something wrong
gl: Algo mal

source: Currency has been saved
gl: Moeda foi gardada

source: Currency has been deleted
gl: Moeda foi eliminado

source: Student Details
gl: detalles Student

source: Active
gl: activo

source: Pending
gl: pendente

source: Suspend
gl: suspender

source: Pass
gl: pase

source: Fail
gl: falla

source: Absent
gl: ausente

source: Student
gl: estudante

source: Passing %age
gl: Pasando %a ge

source: Average %age
gl: Media %a ge

source: Question Count
gl: Conde pregunta

source: Total Question
gl: pregunta total

source: Question Bank Difficulty Wise
gl: Pregunta Banco Dificultade Sabio

source: Easy
gl: fácil

source: Medium
gl: medio

source: Hard
gl: difícil

source: Name has been updated
gl: Nome foi actualizado

source: Email template has been saved
gl: Modelo de correo electrónico foi gardado

source: Email template has been deleted
gl: Modelo de correo electrónico foi eliminada

source: End Date is not less than Start date
gl: Data final non sexa inferior a data de inicio

source: Please Select any group
gl: Seleccione calquera grupo

source: Please Add Subject To Exam
gl: Por favor, Engadir tema para Examen

source: Exam has been saved. Add questions in exam
gl: Exame foi gardado. Agregar preguntas de exame

source: Exam has been saved
gl: Exame foi gardada

source: Exam has been updated
gl: Exame foi actualizado

source: Exam has been deleted
gl: Exame foi eliminado

source: Difficulty Level
gl: Nivel de dificultade

source: Subject Wise Question Count
gl: Asunto sabio conta Pregunta

source: Exam sucessfully inactivated
gl: Exame correctamente inativado

source: Exam sucessfully activated
gl: Exame correctamente activada

source: There are no question added!
gl: Non hai ningunha pregunta adicional!

source: Your username is sent to your registered email id
gl: O seu nome de usuario é enviado ao seu ID e-mail rexistrado

source: Group Added Successfully
gl: Grupo Engadido correctamente

source: Group has been saved
gl: Grupo foi gardada

source: Group has been deleted
gl: Grupo foi eliminado

source: Delete subject first
gl: Eliminar primeiro tema

source: Help content has been saved
gl: O contido da axuda foi gardada

source: Help content has been deleted
gl: contido de axuda for eliminado

source: Questions imported successfully
gl: Preguntas importado con éxito

source: File not uploaded
gl: Non se procede

source: Only CSV File supported
gl: Só CSV de ficheiros soportados

source: Please Select Subject
gl: Seleccione Asunto

source: Please Select any Group
gl: Seleccione calquera grupo

source: Students imported successfully
gl: Estudantes importado con éxito

source: Please Select Group
gl: Seleccione Grupo

source: Student Email not found
gl: Estudante electrónico non atopou

source: News has been saved
gl: Novas foi gardada

source: News has been deleted
gl: Novas foi eliminado

source: Paypal Payment Setting has been saved
gl: Paypal definición de pagamento foi gardada

source: Setting Problem
gl: establecer Problema

source: Please Choose the Correct answer
gl: Por favor escoller a resposta correcta

source: Please select true or false
gl: Escolla verdadeiro ou falso

source: Please fill blank space
gl: Por favor, enche o espazo en branco

source: Question added to bank successfully
gl: Pregunta engadido á base correctamente

source: Question has been updated
gl: Pregunta foi actualizada

source: Question has been deleted
gl: Cuestión foi borrado

source: Delete exam first!
gl: Eliminar exame en primeiro lugar!

source: Question Difficulty Level
gl: Pregunta nivel de dificultade

source: Performance
gl: actuación

source: Candidate Marks Distribution
gl: Candidato Marcas de Distribución

source: Max Marks Distribution
gl: Distribución Max Marcas

source: Please select any type in the list
gl: Seleccione calquera tipo na lista

source: Please type any email
gl: Por favor, escriba calquera correo

source: Email has been sent
gl: Correo-e foi enviado

source: No email to send
gl: Ningún correo electrónico para enviar

source: Please type any name
gl: Favor escriba o nome

source: Sms has been sent
gl: SMS foi enviada

source: No sms to send
gl: Sen SMS para enviar

source: Signature has been saved
gl: Sinatura foi gardada

source: Signature has been deleted
gl: Sinatura foi eliminado

source: Slide has been saved
gl: Deslice foi gardada

source: Slide has been deleted
gl: Deslice foi eliminado

source: SMS template has been saved
gl: template SMS foi gardada

source: SMS template has been deleted
gl: template SMS foi eliminado

source: Student added Successfully
gl: Estudante engadido con éxito

source: Please Select atleast one group
gl: Seleccione polo menos un grupo

source: Student has been updated
gl: Student foi actualizado

source: Student has been deleted
gl: Student foi eliminado

source: Student Wallet has been updated
gl: Carteira de estudante foi actualizado

source: Subject Added Successfully
gl: Asunto engadido con éxito

source: Subject already exist
gl: Asunto xa existen

source: Subject has been updated
gl: Asunto foi actualizado

source: Subject has been deleted
gl: Asunto foi eliminado

source: Testimonial has been saved
gl: Declaración foi gardada

source: Testimonial has been updated
gl: Declaración foi actualizado

source: Testimonial has been deleted
gl: Declaración foi eliminado

source: User Added Successfully
gl: Usuario engadido correctamente

source: User has been updated
gl: Usuario Actualizouse

source: User has been deleted
gl: Usuario foi eliminado

source: Permission update successfully
gl: permiso actualización correctamente

source: You have been logged in Successfully
gl: Vostede foi desconectado con éxito

source: You have been logged out
gl: Vostede foi desconectado

source: Level User has been saved
gl: Nivel de usuario gardouse

source: Level user has been deleted
gl: usuario de nivel foi eliminado

source: Logo has been saved
gl: Logo foi gardada

source: Logo has been deleted
gl: Logo foi eliminado

source: Add Questions
gl: Agregar Questions

source: Question Type
gl: Tipo de pregunta

source: Search
gl: Buscar

source: Reset
gl: restablecer

source: Add To Exam
gl: Engadir para exame

source: Delete To Exam
gl: Eliminar Para Examen

source: Back To Exam
gl: Back To exame

source: Type
gl: tipo

source: Body of Question
gl: Corpo de Pregunta

source: Level
gl: nivel

source: Marks
gl: marcas

source: Action
gl: acción

source: Add Advertisement
gl: Agregar Anuncio

source: Advertisement Name
gl: nome Publicidade

source: Ordering
gl: ordenación

source: URL Type
gl: Tipo de URL

source: Internal
gl: (Interno)

source: External
gl: externo

source: URL Target
gl: URL de destino

source: Upload Image (350*260)
gl: Cargando imaxe (350 * 260)

source: Save
gl: gardar

source: Close
gl: preto

source: Update Photo
gl: actualización Foto

source: Upload Photo
gl: Enviar Fotos

source: Update
gl: actualizar

source: Cancel
gl: cancelar

source: Edit Advertisements
gl: editar anuncios

source: Form
gl: formulario

source: Status
gl: Estado

source: Advertisements
gl: anuncios

source: Add New Advertisement
gl: Engadir novo anuncio

source: Edit
gl: editar

source: Delete
gl: eliminar

source: View
gl: vista

source: Change Photo
gl: cambio Foto

source: View Slides
gl: Visualización de diapositivas

source: Attempted Papers of
gl: Papers intentos

source: Name
gl: nome

source: Total Marks
gl: total de Marcas

source: Obtained Marks
gl: notas obtidas

source: Result Finalized
gl: resultado Finalizado

source: Finalize It
gl: finalizala lo

source: PASSED
gl: pasou

source: FAILED
gl: fallou

source: Finalized By
gl: finalizado por

source: Question No
gl: pregunta nº

source: Option2
gl: opção2

source: Marked Answer
gl: resposta pechada

source: Correct Answer
gl: resposta correcta

source: Time Taken
gl: tempo transcorrido

source: Marks Obtained
gl: notas obtidas

source: Checked by
gl: Comprobarase por

source: System
gl: sistema

source: Configuration Options
gl: Opcións de configuración

source: Site Name
gl: Nome da páxina

source: Organization Name
gl: Nome da organización

source: Domain Name
gl: Nome de dominio

source: Organization Email
gl: organización Email

source: Meta Title
gl: título meta

source: Meta Description
gl: meta Descrición

source: Time Zone
gl: fuso horario

source: Please Select
gl: Escolla

source: Currency
gl: moeda

source: Header Contact
gl: Contactar cabeceira

source: Email Contact
gl: correo electrónico Contacto

source: Display records per page
gl: exhibir rexistros por páxina

source: Max records per page
gl: Max rexistros por páxina

source: Date Format
gl: Formato de data

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
gl: Data, mes, ano, hora, minuto, segundo, Meridian, data seprator, Tempo seprator

source: Image
gl: imaxe

source: Text
gl: texto

source: Text Direction
gl: Dirección do texto

source: Left-to-right (LTR)
gl: De esquerda a dereita (LTR)

source: Right-to-Left (RTL)
gl: Da dereita á esquerda (RTL)

source: Language
gl: idioma

source: Enable SMS Notification
gl: Activar notificación SMS

source: Enable Email Notification
gl: Activar correo electrónico de notificación

source: Manual Verification
gl: comprobación manual

source: Front End Registration
gl: Rexistro Front End

source: Front End Slides
gl: Front End diapositivas

source: Translation
gl: tradución

source: Paid Exam
gl: exame pago

source: Math Editor
gl: editor de Cálculo

source: Exam Expiry
gl: de validez dos exames

source: Exam Feedback
gl: comentarios exam

source: Tolrance Count
gl: Conta Tolrance

source: Certificate
gl: certificado

source: Testimonial
gl: atestado

source: Advertisement
gl: propaganda

source: No. of Visitor
gl: Número de visitantes

source: No. of Student
gl: Número de Estudante

source: No. of Exam
gl: Número de Exame

source: Save Settings
gl: gardar opcións

source: Add Pages
gl: Engadir as páxinas

source: Link Name
gl: Nome da ligazón

source: Page Type
gl: Tipo de páxina

source: External Url
gl: URL externa

source: Url Target
gl: URL de destino

source: Page Name
gl: Nome da páxina

source: Page Url
gl: URL da páxina

source: Page Content
gl: contido da páxina

source: Edit Pages
gl: editar

source: Pages
gl: páxinas

source: Add New Page
gl: Engadir nova Páxina

source: Published
gl: publicado

source: Unpublished
gl: inédito

source: Add Currency
gl: Agregar Moeda

source: Currency Name
gl: Nome da moeda

source: Short Name
gl: nome curto

source: Upload Currency (Less or equal to 50*50)
gl: Fai a carga de moeda (menor ou igual a 50 * 50)

source: Add New Currency
gl: Engadir nova Moeda

source: In Progress Exam
gl: En Exame Progress

source: Upcoming Exam
gl: seguinte exame

source: Completed Exam
gl: exame rematada

source: Students
gl: estudantes

source: In Progress & Upcoming Exams
gl: In Progress & próximas probas

source: Date
gl: data

source: Exam Name
gl: exame Nome

source: Group
gl: grupo

source: Duration
gl: duración

source: Recent Exam Results
gl: Resultados recentes de exame

source: Exam
gl: exame

source: Overall Result
gl: O resultado global

source: Student Stats
gl: Estadísticas de estudante

source: To
gl: para

source: Details
gl: detalles

source: Top 10 Student Group Wise
gl: 10 Student Grupo Sabio

source: Student Statistic Table
gl: Student Táboa Estatística

source: Total Students
gl: Total de alumnos

source: Total Active
gl: activa total

source: Total Pending
gl: pendente total

source: Total Suspended
gl: totais en suspensión

source: Top 10 Question Bank Subject Wise
gl: 10 Pregunta Banco Asunto Sabio

source: Top 10 Difficulty Level of Questions
gl: Nivel superior 10 Dificultade de Preguntas

source: Question Count Table
gl: Táboa Conde Pregunta

source: Bank Name
gl: Nome da base

source: Total Easy
gl: total Fácil

source: Total Difficult
gl: total Difícil

source: Diffculty Level
gl: diffculty Nivel

source: E-Mail Settings
gl: Configuración de correo electrónico

source: Email Type
gl: Introduza correo electrónico

source: Server Name / Host
gl: Name Server / Anfitrión

source: Port
gl: porto

source: User Name
gl: Nome de usuario

source: Password
gl: contrasinal

source: Add Email Template
gl: Agregar Modelo Email

source: Email Template
gl: Modelo de correo

source: Edit Email Templates
gl: Modelos Editar E-mail

source: Email Templates
gl: Modelos de correo-e

source: Add New Email Template
gl: Engadir novo Modelo de correo

source: Template
gl: modelo

source: Subject Added successfully
gl: Asunto engadido con éxito

source: Add Exam
gl: Agregar exame

source: Name of Exam
gl: Nome do Exame

source: Passing Percentage
gl: Porcentaxe de paso

source: Instruction
gl: instrución

source: Exam Duration (Min.)
gl: Exame Duración (Min.)

source: 0 for unlimited duration
gl: 0 de duración ilimitada

source: Attempt Count
gl: Conta intento

source: 0 for unlimited attempt
gl: 0 para o intento ilimitada

source: Start Date
gl: Data de inicio

source: End Date
gl: Data de finalización

source: Show Answer Sheet
gl: Amosar Folla de resposta

source: Yes
gl: si

source: No
gl: Non...

source: Select Group
gl: seleccionar grupo

source: Student Group
gl: grupo estudantil

source: Negative Marking
gl: reserva negativa

source: Random Question
gl: pregunta aleatoria

source: Amount
gl: cantidade

source: Browser Tolrance
gl: Tolrance navegador

source: Expiry Days
gl: caducidade Días

source: 0 for Unlimited
gl: 0 para ilimitado

source: Result After Finish
gl: Resultado Tras concluír

source: Mode
gl: modo

source: Instant Result
gl: resultado instantánea

source: Option Shuffle
gl: aleatorio opción

source: Add Subjects To Exams
gl: Agregar asuntos para Exames

source: Subject Name
gl: nome Asunto

source: No. of Questions
gl: Número de Preguntas

source: Ques Attempt Count
gl: Ques Intento Conde

source: Questions Attempt Count
gl: Preguntas Intento Conde

source: Leave blank for not showing (0 for unlimited)
gl: Deixar en branco para non mostrar (0 para ilimitado)

source: ctrl+click to add multiples
gl: Ctrl + clic para engadir múltiples

source: Add
gl: engadir

source: Edit Exam
gl: editar Exame

source: Exam Stats
gl: Estatísticas do exame

source: No of Student Passed
gl: No of Student Pasou

source: Download
gl: descargar

source: No of Student Failed
gl: No of Student Erro

source: No of Student Absent
gl: No of Student Ausente

source: Exam Details
gl: Detalles do exame

source: Finalize Result
gl: finalice Resultado

source: Attempted Papers
gl: papers intentos

source: Eligible Group
gl: grupo elixibles

source: Close Exam
gl: pechar exame

source: Activate Exam
gl: Active exame

source: Exam Closed Re-Activate Exam
gl: Exame Closed reactivar exame

source: Browser Tolrence
gl: Tolrence navegador

source: Expiry
gl: caducidade

source: Unlimited
gl: ilimitado

source: Days
gl: días

source: Subjective
gl: subjetivo

source: Objective
gl: obxectivo

source: True &amp; False
gl: True & amp; falso

source: Fill in the blanks
gl: Encha os espazos en branco

source: Total Questions
gl: total de Preguntas

source: Question Attempt Count
gl: Pregunta Conde Intento

source: Student Name
gl: Nome do alumno

source: Enrolment
gl: inscrición

source: Phone
gl: teléfono

source: Result Status
gl: resultado Estado

source: Forgot Password
gl: Esqueceu o contrasinal

source: Submit
gl: someter

source: Forgot Username
gl: Nome de usuario Esqueceu

source: Login
gl: Iniciar sesión

source: Verification Code
gl: Código de verificación

source: Please enter verification Code
gl: Introduza o código de verificación

source: Reset Password
gl: contrasinal Reset

source: Confirm Password
gl: Confirme o contrasinal

source: Add Groups
gl: Agregar grupos

source: Group Name
gl: Nome do grupo

source: Edit Groups
gl: editar Grupos

source: Groups
gl: grupos

source: Add New Group
gl: Engadir novo grupo

source: Add Help Content
gl: Engadir contido da Axuda

source: Title
gl: título

source: Description
gl: descrición

source: Edit Help Content
gl: Editar contido da Axuda

source: Help Content
gl: contido da Axuda

source: Add New Help Content
gl: Engadir novo contido da Axuda
