Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/glg/LC_MESSAGES/default.po
Languages: gl

source: Invalid argument #1: %s is not a valid %s identifyer.
gl: Invalid argument # 1: %s non é un válido %s identifyer.

source: %s for Row %d failed to save.
gl: %s para a liña %d non puido gardar.

source: You need to define at least one field to be toggleable.
gl: Ten que definir polo menos un campo para ser toggleable.

source: The field %s is not in the list of toggleable fields.
gl: O campo %s non está na lista de campos toggleable.

source: The field %s does not have two toggleable states defined.
gl: O campo %s non ten dous estados toggleable definidos.

source: Invalid record
gl: rexistro válido

source: Server lipsum.com returns error code %s.
gl: Servidor lipsum.com retorna código de erro %s .

source: Response from lipsum.com is empty or could not be decoded.
gl: Resposta do lipsum.com está baleira ou non se puido decodificar.

source: Connection to server lipsum.com failed. %s.
gl: A conexión con lipsum.com servidor fallou. %s .

source: Please correct the errors below.
gl: Corrixa os erros de abaixo.

source: Error
gl: erro

source: The requested address %s was not found on this server.
gl: O enderezo solicitado %s non se atopou neste servidor.

source: An Internal Error Has Occurred.
gl: Un erro interno ocorreu.

source: datasource configuration was not found
gl: configuración de fonte de datos non se atopou

source: CakePHP: the rapid development php framework
gl: CakePHP: o framework de desenvolvemento PHP rápida

source: Debug setting does not allow access to this url.
gl: configuración de depuración non permite o acceso a este URL.

source: Add New Exam
gl: Engadir novo Exame

source: Inactive
gl: inactivo

source: Start & End Date
gl: Start & End Data

source: Certification of Completion
gl: Certificado de conclusión

source: Click here to download excel file format
gl: Prema aquí para baixar formato excel

source: Are you sure, you want to close this exam?
gl: Está seguro de que quere pechar este exame?

source: Are you sure, you want to re-activate this exam?
gl: Está seguro que desexa reactivar ese exame?

source: Closed
gl: pechado

source: Results
gl: resultados

source: Configurations
gl: configuración

source: General
gl: xeral

source: Contents
gl: contido

source: Email & SMS
gl: E-mail e SMS

source: Customer Support Service
gl: Servizo de Atención ao Cliente

source: Knowledge Base (for Documentation)
gl: Base de Coñecemento (de Documentación)

source: Live Chat (For Sales & Billing Only)
gl: Live Chat (para vendas e facturación soamente)

source: Support (For Technical Support)
gl: Support (para soporte técnico)

source: Visit Our Website
gl: Visita o noso sitio web

source: for more documentation & Details
gl: Para obter máis documentación e información
