Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/glg/LC_MESSAGES/default.po
Languages: gl

source: I am ready to begin
gl: Estou preparado para comezar

source: Exam Start
gl: iniciar exame

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
gl: Este exame é de pago. Importe debe ser deducido na súa carteira automaticamente. Despois de iniciar o temporizador do exame non vai parar. Queres pagar e comezar?

source: These are the exam(s) which has been purchased
gl: Estes son o exame (s) que foi comprada

source: Correct Marks
gl: marcas correctos

source: Save & Next
gl: Save & Seguinte

source: Review
gl: revisión

source: Reset Answer
gl: Resposta de reset

source: Finish
gl: acabado

source: Current Question
gl: pregunta actual

source: Answered
gl: respondidas

source: Not Answered
gl: perdida

source: Navigated Away
gl: navegou afastado

source: you had navigated away from the test window. This will be reported to Moderator
gl: tiña navegado lonxe da xanela de probas. Este será informar ao moderador

source: Do not repeat this behaviour
gl: Non repetir este comportamento

source: Otherwise you may get disqualified
gl: Se non é posible se descualificado

source: Continue
gl: Continuar

source: Finalize
gl: finalizar

source: Do you wish to submit and close the
gl: Desexa enviar e pechar o

source: Once you submit, you will not be able to review the
gl: Unha vez que enviar, non será capaz de revisar o

source: Summary of your attempts in this
gl: Resumo das súas tentativas neste

source: as show below
gl: como se mostra a continuación

source: Attempted
gl: intento

source: Return To First Question
gl: Voltar á primeira pregunta

source: These are the exam(s) that are planned you in near future
gl: Estes son o exame (s) que están planeadas vostede no futuro próximo

source: Attempt Now
gl: intento Agora

source: Your performance compared to your group
gl: O seu rendemento en comparación co seu grupo

source: Can't read? Reload
gl: Non consegue ler? recargar

source: Enter security code shown above
gl: Introduza o código de seguridade mostra arriba

source: Answer simple math
gl: Resposta simple matemática

source: Attempts
gl: intentos

source: Remaining
gl: remanente

source: Expiry Date
gl: Data de caducidade

source: Expired Date
gl: expirado Data

source: Free
gl: libre

source: Not Purchased
gl: non comprada

source: View Details
gl: ver detalles

source: Load Editor
gl: editor de carga

source: Installation
gl: instalación

source: Step 1 of 4
gl: Paso 1 de 4

source: Server Configuration & Setup Requirements
gl: Configuración do servidor e configuración Requisitos

source: Setup Requirements
gl: Requisitos de configuración

source: Installing this software require certain server side extension and capability
gl: A instalación deste software require determinada extensión do lado do servidor e capacidade

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
gl: por favor, verifique a continuación e compare co servidor estatuas actuais sobre a dereita. Pode facer clic na icona xunto a cada tecnoloxía para máis detalles.

source: Extensions &amp; Applications
gl: Extensións & amp; aplicacións

source: HTTP Server. For example: Apache
gl: HTTP Server. Por exemplo: Apache

source: Require
gl: esixir

source: PHP 5.2.8 or greater
gl: PHP 5.2.8 ou superior

source: Database Engine MySQL (4 or greater)
gl: MySQL Database Engine (4 ou máis)

source: PDO Extension
gl: DOP Extensión

source: GD Extension
gl: GD Extensión

source: Mandatory
gl: obrigatorio

source: Server Status
gl: estado do servidor

source: Web Server
gl: servidor web

source: PHP Version
gl: Versión do PHP

source: MYSQL Version
gl: MySQL Versión

source: PDO Unavailable
gl: DOP dispoñible

source: PDO Available
gl: DOP Dispoñible

source: Directory &amp; File Permission
gl: Directorio & amp; O permiso de ficheiro

source: These Folders of Files need to be
gl: Estas carpetas de arquivos que ser

source: Writable
gl: gravable

source: for application to be installed.
gl: para aplicación a instalar.

source: Folders or Files
gl: Carpetas ou arquivos

source: Refresh
gl: refrescar

source: Let's Start
gl: imos comezar

source: Step 2 of 4
gl: Paso 2 de 4

source: Installation Agreement
gl: Acordo de instalación

source: I Accept to Proceed
gl: I Aceptar para continuar

source: Step 3 of 4
gl: Paso 3 de 4

source: Database Connection Settings
gl: Configuración da conexión de base de datos

source: Host Name
gl: Nome do servidor

source: Usually Localhost
gl: normalmente localhost

source: Database Name
gl: Nome da base de datos

source: Database User
gl: Usuario de base de datos

source: Database User Name
gl: Base de datos de nome de usuario

source: Database Password
gl: contrasinal da base de datos

source: Database User Password
gl: Base de datos do usuario Contrasinal

source: Database Type
gl: Tipo de base de datos

source: Test Connection
gl: probar Conexión

source: Step 4 of 4
gl: Paso 4 de 4

source: Name of Your Website
gl: Nome do seu sitio web

source: Meta Keyword
gl: meta de palabras clave

source: Useful for SEO
gl: Útil para SEO

source: Meta Content for SEO
gl: Contido Meta para SEO

source: Please Select Timezone
gl: Seleccione Fuso horario

source: Name of Your Organization/Company
gl: Nome da súa organización / Empresa

source: Default Admin Email
gl: Patrón de administración Email

source: Install Sample Data With Dummy Entries
gl: Instalar datos de exemplo por entradas Manequim

source: Install
gl: instalar

source: Welcome to
gl: Benvido a

source: Sign out
gl: saír

source: follow on facebook
gl: Siga en Facebook

source: Latest News & Events
gl: Últimas Novas & Eventos

source: Time
gl: tempo

source: Download PDF
gl: descargar PDF

source: Average Percentage(%)
gl: Porcentaxe Media (%)

source: Exam Given
gl: exame Dado

source: Delete Forever
gl: eliminar definitivamente

source: Move to Trash
gl: Botar no lixo

source: News Detail
gl: Novas Detalle

source: No of Visitors
gl: Ningún dos visitantes

source: No of Students
gl: Ningún dos Estudantes

source: No of Exams
gl: Ningún dos Exames

source: Payment From Pay Pal
gl: Pagamento Pay Pal

source: Pay From Pay Pal
gl: Pagar a partir de Pay Pal

source: Profile
gl: perfil

source: Edit Profile
gl: editar Perfil

source: New Student Register
gl: Novo Rexistro do Alumno

source: Security Code
gl: Código de seguridade

source: Answers
gl: respostas

source: My Results
gl: meus resultados

source: Attempt Date
gl: intento Data

source: SUBJECT REPORT
gl: INFORME ASUNTO

source: TIME MANAGEMENT
gl: Xestión do Tempo

source: QUESTION REPORT
gl: INFORME PREGUNTA

source: SOLUTION
gl: sOLUCIÓN

source: COMPARE REPORT
gl: INFORME comparar

source: Score Card For
gl: Score Card Para

source: Total No. of Student
gl: No total de Student

source: My Marks
gl: miñas marcas

source: Total Marks of Test
gl: Total de Marcas de proba

source: My Percentile
gl: meu Percentile

source: Total Question in Test
gl: Pregunta total en proba

source: Total Attempt Question in Test
gl: Intento Pregunta total en proba

source: Left Question
gl: esquerda Pregunta

source: Left Question Marks
gl: Esquerda puntos de interrogación

source: Total Time of Test
gl: Tempo total de proba

source: My Rank
gl: miña clasificación

source: Performance Report For
gl: Informe de rendemento para

source: Question & Marks Wise Report For
gl: Pregunta e marcas Informe sabia para

source: Subject Report For
gl: Asunto Informe Para

source: Correct
gl: correcto

source: Unattempted Questions
gl: preguntas Unattempted

source: Graphical Report For
gl: Informe de vídeo para

source: Time Management For
gl: Tempo Xestión

source: Question Report For
gl: Informe pregunta para

source: Question Status
gl: Estado pregunta

source: Your Answer
gl: A súa resposta

source: Your Score
gl: o Índice de

source: Your Time
gl: seu tempo

source: Solution For
gl: solución

source: Not Attempt
gl: non tente

source: Attempt
gl: intento

source: Incorrect
gl: incorrecto

source: Your Answers
gl: súas respostas

source: Solution
gl: solución

source: Compare Report For
gl: Compare Informe Para

source: Total Ques.
gl: Total de ques.

source: Maximum Marks
gl: marcas máximos

source: Attempted Ques.
gl: Ques tentada.

source: Unattempted Ques.
gl: Ques Unattempted.

source: Correct Ques.
gl: Ques correcta.

source: Incorrect Ques.
gl: Ques incorrectos.

source: Percentile
gl: percentil

source: Previous
gl: anterior

source: This is to certify that
gl: Isto é para asegurarse que

source: has succesfully completed the
gl: ten éxito completado o

source: in course program offered by
gl: en curso programa ofrecido pola

source: Student Login
gl: Acceso de estudante

source: Sign In
gl: Iniciar sesión

source: Forgot Passwocrd
gl: Esqueceches Passwocrd

source: New User? Create Account
gl: Novo usuario? Crear conta

source: Engine is not loaded
gl: O motor non ten cargado

source: Pdf engine "%s" not found
gl: Pdf motor de \ " %s " non atopado

source: Pdf engines must extend "AbstractPdfEngine"
gl: motores pdf debe estenderse \ "AbstractPdfEngine "

source: Crypto is not loaded
gl: Crypto non ten cargado

source: Pdf crypto "%s" not found
gl: Pdf cripto \ " %s " non atopado

source: Crypto engine must extend "AbstractPdfCrypto"
gl: motor de cifrado debería estenderse \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
gl: atributo controlador $ pdfConfig non é correcta ou ausente

source: -> Testing :url
gl: -> Proba: url

source: Total Requests made: :requests
gl: Total de solicitudes feitas :: solicitudes

source: Total Time elapsed: :duration (seconds)
gl: Tempo total transcorrido :: duración (segundos)

source: Requests/Second: :rps req/sec
gl: Solicitudes / Second :: RPS req / seg

source: Average request time: :average-time seconds
gl: tempo de solicitude Media :: segundos de tempo medio

source: Standard deviation of average request time: :std-dev
gl: desviación estándar do tempo medio de solicitude :: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
gl: Longest / petición máis curto :: máis longo sec /: menor sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
gl: Permite obter análise comparativa áspera statisticsabout unha URL totalmente cualificado.

source: The URL to request.
gl: A URL para solicitar.

source: Number of iterations to perform.
gl: Número de iteracións para realizar.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
gl: tempo total máximo para todos os iteracións, en seconds.If unha única iteración leva máis que o tempo de espera, só unha proposta realizarase

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
gl: Exemplo Uso: `bolo de referencia -N 10 --T 100 http: // localhost / testsite`. <Info> Nota: </ info> este valor de referencia non inclúe navegador facer veces.

source: Component initialization
gl: arranque do compoñente

source: Controller action
gl: acción do controlador

source: Controller action start
gl: inicio de acción do controlador

source: Processing toolbar state
gl: estado da barra de ferramentas de procesamento

source: Processing toolbar data
gl: Datos da barra de ferramentas de procesamento

source: Controller render start
gl: Controlador facer inicio

source: Could not load DebugToolbar panel %s
gl: Non se puido cargar DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
gl: Procesamento de núcleo (Derivado de $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
gl: Cabeceiras xa foron enviados en %s na liña %s . Non se pode enviar datos de rexistro para FirePHP.

source: Incorrect parameter count for FireCake::fb()
gl: conta incorrecta parámetro para FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
gl: Número máximo (99.999) de mensaxes chegou!

source: There are no active panels. You must enable a panel to see its output.
gl: Non hai paneis activas. Ten que activar un panel para ver a súa saída.

source: App Constants
gl: app Constantes

source: CakePHP Constants
gl: CakePHP Constantes

source: PHP Environment
gl: PHP Ambiente

source: Hidef Environment
gl: hidef Ambiente

source: Request History
gl: petición Histórico

source: No previous requests logged.
gl: Sen peticións anteriores rexistrados.

source: previous requests available
gl: solicitudes anteriores dispoñibles

source: Restore to current request
gl: Restaurar a solicitude actual

source: Included Files
gl: arquivos incluídos

source: Logs
gl: rexistros

source: There were no log entries made this request
gl: Non houbo entradas de rexistro fixeron esta petición

source: Request
gl: petición

source: No post data.
gl: Non hai datos de publicación.

source: No querystring data.
gl: Non hai datos querystring.

source: Current Route
gl: ruta actual

source: Session
gl: sesión

source: Sql Logs
gl: SQL Rexistros

source: No query logs when debug < 2.
gl: Non hai rexistros de consulta cando depuración <2.

source: No query logs.
gl: Non hai rexistros de consulta.

source: Total Time: %s ms <br />Total Queries: %s queries
gl: Tempo total: %s ms <br /> de consultas: %s consultas

source: Query Explain:
gl: Consulta Explique:

source: Click an "Explain" link above, to see the query explanation.
gl: Prema nun \ "Explique " enlace anterior para ver a explicación consulta.

source: No active database connections
gl: Sen conexións de base de datos activas

source: Memory
gl: memoria

source: Peak Memory Use
gl: Peak Use Memoria

source: Memory use
gl: uso de memoria

source: Timers
gl: temporizadores

source: Time in ms
gl: Tempo en ms

source: Graph
gl: gráfico

source: View Variables
gl: vexa Variables

source: Rendering View
gl: renderización Vista

source: Rendering %s
gl: Renderización %s

source: View render complete
gl: Ver facer completa

source: Explain
gl: explicar

source: Starting %sms into the request, taking %sms
gl: Comezando %s ms para a solicitude, tomando %s ms

source: No markup errors found
gl: Sen erros de reserva encontrados

source: maybe slow
gl: quizais lento

source: Absolute path or relative to APP.
gl: camiño absoluto ou relativo a APP.

source: An error occured while getting the status of your account.
gl: Produciuse un erro ao obter o estado da súa conta.

source: There was an error while connecting to Paypal
gl: Produciuse un erro durante a conexión con Paypal

source: There was a problem initiating the transaction, please try again.
gl: Houbo un problema iniciando a transacción, por favor ténteo de novo.

source: There was a problem getting your details, please try again.
gl: Houbo un problema en conseguir os seus datos, por favor ténteo de novo.

source: There was an error completing the payment
gl: Houbo un erro ao completar o pago

source: There was a problem processing the transaction, please try again.
gl: Houbo un problema no procesamento de transaccións, por favor ténteo de novo.

source: There was an error processing the card payment
gl: Houbo un erro ao procesar o pagamento con tarxeta

source: There was a problem processing your card, please try again.
gl: Houbo un problema ao procesar a súa tarxeta, por favor ténteo de novo.

source: There was an error processing the the refund
gl: Houbo un erro ao procesar o da restitución

source: A problem occurred during the refund process, please try again.
gl: Houbo un problema durante o proceso de reembolso, por favor ténteo de novo.

source: There was an problem communicating with the payment gateway
gl: Houbo un problema de comunicación co pasarela de pagamento

source: Missing client id/secret
gl: Falta ID do cliente / secret

source: Must specify an expiry date
gl: Debe especificar unha data de caducidade

source: Must include a M and Y in expiry date
gl: Debe incluír un M e Y na data de caducidade

source: Invalid expiry date
gl: data de caducidade válida

source: Invalid card number
gl: número de tarxeta non válido

source: Invalid CVV2 number
gl: número CVV2 válido

source: Invalid card type
gl: Tipo de tarxeta non válido

source: Could not detect client IP address
gl: Non se puido detectar o enderezo IP do cliente

source: Not a valid credit card number
gl: Non é un número de tarxeta de crédito válido

source: You must include the 3 digit security number
gl: Debe incluír o número de seguridade de 3 díxitos

source: Must specify an "amount" to charge
gl: Debe especificar un \ "cantidade " para cargar

source: You must pass a valid order array
gl: Debe pasar unha matriz de orde válido

source: Valid "return" and "cancel" urls must be provided
gl: Válido \ "Retorno " e \ "Cancelar " URL deben ser proporcionadas

source: You must provide a currency code
gl: Debe proporcionar un código de moeda

source: Original PayPal Transaction ID is required
gl: Orixinal PayPal ID da transacción é necesaria

source: Must specify an "amount" to refund
gl: Debe especificar un \ "cantidade " para pagar

source: You must specify a refund type, such as Full or Partial
gl: Debe especificar un tipo de reembolso, como total ou parcial

source: File was not downloaded.
gl: Non se foi trasladado.

source: No %s found for that date range
gl: Sen %s atopou ese rango de datas

source: Your form data is preserved you'll be redirected to it after login.
gl: Os seus datos de formulario é mantida será redirixido para el despois do login.

source: Error notification from %s
gl: Notificación de erro desde %s

source: Afghanistan
gl: Afganistán

source: Algeria
gl: Arxelia

source: American Samoa
gl: Samoa americana

source: Anguilla
gl: Anguila

source: Antarctica
gl: antártida

source: Antigua and Barbuda
gl: Antiga e Barbuda

source: Argentina
gl: Arxentina

source: Azerbaijan
gl: Acerbaixán

source: Belarus
gl: Bielorrusia

source: Belgium
gl: Bélxica

source: Belize
gl: Belice

source: Bermuda
gl: Bermudas

source: Bhutan
gl: Bután

source: Bosnia and Herzegovina
gl: Bosnia e Hercegovina

source: Bouvet Island
gl: illa Bouvet

source: Brazil
gl: Brasil

source: British Indian Ocean Territory
gl: Territorio Británico do Océano Índico

source: Brunei Darussalam
gl: Brunei

source: Cameroon
gl: Camerún

source: Canada
gl: Canadá

source: Cape Verde
gl: cabo Verde

source: Cayman Islands
gl: illas Caimán

source: Central African Republic
gl: Central africano República

source: Christmas Island
gl: illa Christmas

source: Cocos (Keeling) Islands
gl: Illas Cocos (Keeling)

source: Comoros
gl: Comores

source: Congo, the Democratic Republic of the
gl: Congo, República Democrática do

source: Cook Islands
gl: illas Cook

source: Croatia
gl: Croacia

source: Cyprus
gl: Chipre

source: Czech Republic
gl: República Checa

source: Denmark
gl: Dinamarca

source: Dominican Republic
gl: República Dominicana

source: Egypt
gl: Exipto

source: El Salvador
gl: Salvador

source: Equatorial Guinea
gl: Guinea Ecuatorial

source: Ethiopia
gl: Etiopía

source: Falkland Islands (Malvinas)
gl: Malvinas (Malvinas)

source: Faroe Islands
gl: illas Feroe

source: Finland
gl: Finlandia

source: France
gl: Francia

source: French Guiana
gl: Güiana Francesa

source: French Polynesia
gl: Polinesia Francesa

source: French Southern Territories
gl: Territorios Franceses do Sur

source: Gabon
gl: Gabón

source: Germany
gl: Alemaña

source: Ghana
gl: Gana

source: Gibraltar
gl: Xibraltar

source: Greece
gl: Grecia

source: Greenland
gl: Groenlandia

source: Guadeloupe
gl: Guadalupe

source: Guyana
gl: Güiana

source: Haiti
gl: Haití

source: Heard Island and Mcdonald Islands
gl: Illa Heard e Illas McDonald

source: Holy See (Vatican City State)
gl: Santa Sé (Cidade do Vaticano)

source: Hungary
gl: Hungría

source: Iceland
gl: Islandia

source: Iran, Islamic Republic of
gl: Irán, República Islámica de

source: Ireland
gl: Irlanda

source: Italy
gl: Italia

source: Jamaica
gl: Xamaica

source: Japan
gl: Xapón

source: Jordan
gl: Xordania

source: Kazakhstan
gl: Kazajistán

source: Kenya
gl: Quenia

source: Korea, Democratic People's Republic of
gl: Corea do Sur, Popular Democrática de

source: Korea, Republic of
gl: Corea, República de

source: Kyrgyzstan
gl: Quirguicistán

source: Lao People's Democratic Republic
gl: República Democrática Popular de Laos

source: Latvia
gl: Letonia

source: Lebanon
gl: Líbano

source: Lesotho
gl: Lesoto

source: Libyan Arab Jamahiriya
gl: Libia

source: Lithuania
gl: Lituania

source: Luxembourg
gl: Luxemburgo

source: Macao
gl: Macau

source: Macedonia, the Former Yugoslav Republic of
gl: Macedonia, Antiga República Iugoslava de

source: Malawi
gl: Malavi

source: Malaysia
gl: Malaisia

source: Maldives
gl: Maldivas

source: Marshall Islands
gl: illas Marshall

source: Mauritius
gl: Mauricio

source: Mexico
gl: México

source: Micronesia, Federated States of
gl: Micronesia, Estados Federados de

source: Moldova, Republic of
gl: Moldova, República de

source: Morocco
gl: Marrocos

source: Netherlands
gl: Holanda

source: Netherlands Antilles
gl: Antillas Holandesas

source: New Zealand
gl: Nova Zelandia

source: Niger
gl: Níxer

source: Nigeria
gl: Nixeria

source: Norfolk Island
gl: illa Norfolk

source: Northern Mariana Islands
gl: Illas Marianas do Norte

source: Norway
gl: Noruega

source: Oman
gl: Omán

source: Pakistan
gl: Paquistán

source: Palestinian Territory, Occupied
gl: Palestina

source: Panama
gl: Panamá

source: Papua New Guinea
gl: Papúa Nova Guinea

source: Paraguay
gl: Paraguai

source: Peru
gl: Perú

source: Philippines
gl: Filipinas

source: Poland
gl: Polonia

source: Reunion
gl: reunión

source: Romania
gl: Romanía

source: Russian Federation
gl: Federación Rusa

source: Rwanda
gl: Ruanda

source: Saint Helena
gl: Santa Helena

source: Saint Kitts and Nevis
gl: Saint Kitts e Nevis

source: Saint Lucia
gl: Santa Lucía

source: Saint Pierre and Miquelon
gl: Saint Pierre e Miquelón

source: Saint Vincent and the Grenadines
gl: San Vicente e Granadinas

source: Sao Tome and Principe
gl: San Tomé e Príncipe

source: Saudi Arabia
gl: Arabia Saudita

source: Serbia and Montenegro
gl: Serbia e Montenegro

source: Sierra Leone
gl: Serra Leoa

source: Singapore
gl: Singapur

source: Slovakia
gl: Eslovaquia

source: Slovenia
gl: Eslovenia

source: Solomon Islands
gl: illas Salomón

source: South Africa
gl: África do Sur

source: South Georgia and the South Sandwich Islands
gl: Xeorxia do Sur e Sandwich do Sur

source: Spain
gl: España

source: Sudan
gl: Sudán

source: Suriname
gl: Surinam

source: Svalbard and Jan Mayen
gl: Svalbard e Jan Mayen

source: Swaziland
gl: Suacilandia

source: Sweden
gl: Suecia

source: Switzerland
gl: Suíza

source: Syrian Arab Republic
gl: República Árabe Siria

source: Taiwan, Province of China
gl: Taiwán, Provincia de China

source: Tajikistan
gl: Taxiquistán

source: Tanzania, United Republic of
gl: Tanzania, República Unida da

source: Thailand
gl: Tailandia

source: Trinidad and Tobago
gl: Trindade e Tobago

source: Turkey
gl: Turquía

source: Turkmenistan
gl: Turkmenistán

source: Turks and Caicos Islands
gl: Illas Turks e Caicos

source: Ukraine
gl: Ucraína

source: United Arab Emirates
gl: Emiratos Árabes Unidos

source: United Kingdom
gl: Reino Unido

source: United States
gl: Estados Unidos

source: Uruguay
gl: Uruguai

source: Uzbekistan
gl: Uzbekistán

source: Virgin Islands, British
gl: Illas Virxes Británicas

source: Virgin Islands, U.s.
gl: Illas Virxes, EUA

source: Wallis and Futuna
gl: Wallis e Futuna

source: Western Sahara
gl: Sáhara Occidental

source: Yemen
gl: Iemen

source: Zimbabwe
gl: Cimbabue
