Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/glg/LC_MESSAGES/validation.po
Languages: gl

source: Only letters and numbers allowed
gl: Letras e números autorizados

source: Group already exist
gl: Grupo xa existen

source: Only Url
gl: só Url

source: File does not have a valid extension
gl: Non se ten unha extensión válida

source: You must supply a JPG, GIF or PNG File.
gl: Debe proporcionar un JPG, GIF ou PNG.

source: Invalid Header Contact
gl: Válido cabeceira do contacto

source: Only Alphabets
gl: soamente alfabetos

source: Currency Name already exist
gl: Nome da Moeda xa existen

source: You must supply image height is less than 50px
gl: Debe proporcionar altura da imaxe é menor que 50px

source: You must supply image width is less than 50px
gl: Debe proporcionar ancho da imaxe é menor que 50px

source: Only numbers allowed
gl: Só aceptados

source: Only Date/time format
gl: Só Formato de data / hora

source: Enter a valid email
gl: Inserir un correo electrónico válido

source: Please select
gl: Escolla

source: Invalid Username
gl: Nome de usuario non válido

source: Invalid Password
gl: contrasinal incorrecto

source: Invalid Signature
gl: sinatura non válida

source: Only numbers
gl: soamente números

source: You must supply image height is less than 220px
gl: Debe proporcionar altura da imaxe é inferior a 220px

source: This Email has already been exist! try new one
gl: Este correo electrónico xa foi existe tente novo

source: Password required
gl: contrasinal necesaria

source: Password minimum 4 character long
gl: mínimo de contrasinal de 4 caracteres de lonxitude

source: Name already exist
gl: Nome xa existe
