Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fin/LC_MESSAGES/default.po
Languages: fi

source: Extensions &amp; Applications
fi: Laajennukset & amp; Sovellukset

source: HTTP Server. For example: Apache
fi: HTTP-palvelin. Esimerkiksi: Apache

source: Require
fi: Vaatia

source: PHP 5.2.8 or greater
fi: PHP 5.2.8 tai suurempi

source: Database Engine MySQL (4 or greater)
fi: Database Engine MySQL (4 tai enemmän)

source: PDO Extension
fi: SAN Extension

source: Mandatory
fi: Pakollinen

source: Server Status
fi: Serverin Tila

source: Web Server
fi: Verkkopalvelin

source: PDO Unavailable
fi: SAN Ei saatavilla

source: PDO Available
fi: SAN Saatavilla

source: Directory &amp; File Permission
fi: Directory & amp; tiedosto Käyttöoikeus

source: These Folders of Files need to be
fi: Nämä kansiot ja tiedostot on

source: Writable
fi: kirjoitettavissa

source: for application to be installed.
fi: varten asennettavan sovelluksen.

source: Folders or Files
fi: Kansiot tai tiedostot

source: Refresh
fi: Virkistä

source: Let's Start
fi: Aloitetaan

source: Step 2 of 4
fi: Vaihe 2 4

source: Installation Agreement
fi: Asennus sopimus

source: I Accept to Proceed
fi: Hyväksyn Etenemisilmoitus

source: Step 3 of 4
fi: Vaihe 3 4

source: Usually Localhost
fi: yleensä Localhost

source: Database Name
fi: tietokannan nimi

source: Database User Name
fi: Tietokannan käyttäjätunnus

source: Database Password
fi: tietokannan salasana

source: Database User Password
fi: Tietokannan käyttäjän salasana

source: Database Type
fi: tietokannan tyyppi

source: Test Connection
fi: Testaa yhteys

source: Step 4 of 4
fi: Vaihe 4 4

source: Name of Your Website
fi: Nimi Web-sivuston

source: Meta Keyword
fi: Meta avainsanan

source: Useful for SEO
fi: Hyödyllinen SEO

source: Meta Content for SEO
fi: Meta Content SEO

source: Please Select Timezone
fi: Valitse aikavyöhyke

source: Name of Your Organization/Company
fi: Organisaation nimi / yritys

source: Default Admin Email
fi: Default Admin Sähköposti

source: Install Sample Data With Dummy Entries
fi: Asenna Sample Data With Dummy Viestit

source: Install
fi: Asentaa

source: Welcome to
fi: Tervetuloa

source: Sign out
fi: Kirjaudu Ulos

source: Copyright
fi: tekijänoikeus

source: follow on facebook
fi: seurata facebookissa

source: Latest News & Events
fi: Uutiset ja tapahtumat

source: Time
fi: Aika

source: Download PDF
fi: Lataa PDF

source: Average Percentage(%)
fi: KESKIMÄÄRÄINEN PROSENTTIOSUUS:

source: Exam Given
fi: tentti Ottaen

source: Delete Forever
fi: Poista Ikuisesti

source: Move to Trash
fi: Siirtää roskakoriin

source: News Detail
fi: Uutiset

source: No of Visitors
fi: Ei kävijöitä

source: No of Students
fi: Ei Opiskelijat

source: No of Exams
fi: Ei tentit

source: Payment From Pay Pal
fi: Maksaminen Pay Pal

source: Pay From Pay Pal
fi: Pay Vuodesta Pay Pal

source: Edit Profile
fi: Muokkaa profiilia

source: New Student Register
fi: Uusi opiskelijarekisteri

source: Security Code
fi: Turvakoodi

source: Answers
fi: Vastaukset (Answers):

source: My Results
fi: Omat tulokset

source: Attempt Date
fi: Yritä Date

source: SCORE CARD
fi: tuloskortti

source: SUBJECT REPORT
fi: KOHDE RAPORTTI

source: TIME MANAGEMENT
fi: AJAN HALLINTA

source: QUESTION REPORT
fi: KYSYMYS SELVITYS

source: SOLUTION
fi: RATKAISU

source: COMPARE REPORT
fi: Vertaa raportin

source: Score Card For
fi: Pisteet Card

source: Total No. of Student
fi: Yhteensä määrä Student

source: My Marks
fi: Omat arvosanani

source: Total Marks of Test
fi: Yhteensä Marks of Test

source: My Percentile
fi: Omat Prosenttipiste

source: Total Question in Test
fi: Yhteensä Kysymyksen Test

source: Total Attempt Question in Test
fi: Yhteensä yritetty Kysymyksen Test

source: Left Question
fi: Vasen Kysymys

source: Left Question Marks
fi: Vasen kysymysmerkit

source: Total Time of Test
fi: Kokonaisaika Test

source: My Time
fi: Aikani

source: Performance Report For
fi: Tehokkuusraportti For

source: Question & Marks Wise Report For
fi: Kysymys & Marks Wise Report For

source: Subject Report For
fi: Aihe Report For

source: Correct
fi: Korjata

source: Unattempted Questions
fi: Unattempted kysymykset

source: Graphical Report For
fi: Graafinen raportti For

source: Question Report For
fi: Kysymys Report For

source: Question Status
fi: kysymys tila

source: Your Answer
fi: Sinun vastauksesi

source: Your Score
fi: Pisteesi

source: Your Time
fi: Sinun aika

source: Solution For
fi: ratkaisu

source: Not Attempt
fi: yritä

source: Attempt
fi: Yrittää

source: Incorrect
fi: virheellinen

source: Your Answers
fi: vastauksesi

source: Solution
fi: Ratkaisu

source: Bookmark
fi: Kirjanmerkki

source: Compare Report For
fi: Vertaa Report For

source: Total Ques.
fi: Yhteensä Ques.

source: Maximum Marks
fi: Suurin arvosana

source: Attempted Ques.
fi: Yritettiin Ques.

source: Correct Ques.
fi: Oikein Ques.

source: Incorrect Ques.
fi: Virheellinen Ques.

source: Percentile
fi: prosenttipiste

source: Previous
fi: Edellinen

source: This is to certify that
fi: Täten todistetaan, että

source: has succesfully completed the
fi: on onnistuneesti suorittanut

source: in course program offered by
fi: kurssin ohjelman tarjoamia

source: Student Login
fi: opiskelijan Kirjautuminen

source: Sign In
fi: Kirjaudu sisään

source: Forgot Passwocrd
fi: unohtunut Passwocrd

source: New User? Create Account
fi: Uusi käyttäjä? Luo tili

source: Engine is not loaded
fi: Moottori ei ole ladattu

source: Pdf engine "%s" not found
fi: Pdf moottori \ " %s " ei löytynyt

source: Pdf engines must extend "AbstractPdfEngine"
fi: Pdf moottorit täytyy ulottua \ "AbstractPdfEngine "

source: Crypto is not loaded
fi: Crypto ei ladattu

source: Pdf crypto "%s" not found
fi: Pdf salaus \ " %s " ei löytynyt

source: Crypto engine must extend "AbstractPdfCrypto"
fi: Crypto moottori täytyy ulottua \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
fi: Controller määrite $ pdfConfig ei ole oikea tai se puuttuu

source: Total Requests made: :requests
fi: Yhteensä Jos pyyntö:: pyyntöjä

source: Total Time elapsed: :duration (seconds)
fi: Total Kulunut aika:: kesto (sekuntia)

source: Requests/Second: :rps req/sec
fi: Pyynnöt / Second:: RPS req / sec

source: Average request time: :average-time seconds
fi: Keskimääräinen pyyntö aika:: keskimääräinen ajan sekuntia

source: Standard deviation of average request time: :std-dev
fi: Keskihajonta keskimääräinen pyynnön aika:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
fi: Pisin / lyhin pyyntö:: pisin sec /: lyhin sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
fi: Voit saada joitakin karkeita benchmarking statisticsabout täydellistä URL-osoitetta.

source: The URL to request.
fi: URL-osoite pyytää.

source: Number of iterations to perform.
fi: Määrä toistojen suorittamiseen.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
fi: Enimmäiskokonaisaika kaikkien toistojen, vuonna seconds.If yhden iteraation vie enemmän kuin timeout, vain yksi pyyntö tehdään

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
fi: Esimerkki Käyttö: `kakku benchmark --n 10 --T 100 http: // localhost / testsite`. <Info> Huomaa: </ info> tämä tavoite ei sisällä selainta hahmontamisajat.

source: Component initialization
fi: komponentti alustus

source: Controller action
fi: Controller toiminta

source: Controller action start
fi: Controller toiminta alku

source: Processing toolbar state
fi: Jalostus toolbar tila

source: Processing toolbar data
fi: Käsittely toolbar data

source: Controller render start
fi: Controller render alku

source: Could not load DebugToolbar panel %s
fi: Ei voitu ladata DebugToolbar paneeli %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
fi: Core Processing (Johdettu $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
fi: Otsikoiden jo lähetetty %s rivillä %s . Ei voi lähettää lokin tietoja FirePHP.

source: Incorrect parameter count for FireCake::fb()
fi: Virheellinen parametri count FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
fi: Enimmäismäärä (99,999) viestien saavutettu!

source: There are no active panels. You must enable a panel to see its output.
fi: Ei ole aktiivisia paneelit. On otettava käyttöön, paneelin nähdä sen tuotos.

source: App Constants
fi: App vakiot

source: CakePHP Constants
fi: cakePHP vakiot

source: PHP Environment
fi: PHP Ympäristö

source: Hidef Environment
fi: HiDef Ympäristö

source: Request History
fi: pyyntö History

source: No previous requests logged.
fi: Ei aiemmat pyynnöt kirjautunut.

source: previous requests available
fi: aiemmat pyynnöt käytettävissä

source: Restore to current request
fi: Palauta nykyiseen pyyntöön

source: Included Files
fi: Mukana tiedostot

source: Logs
fi: lokit

source: There were no log entries made this request
fi: Ei ollut lokimerkintöjen tehnyt tämän pyynnön

source: Request
fi: Pyyntö

source: No post data.
fi: Ei post tietoja.

source: No querystring data.
fi: Ei QueryString tietoja.

source: Current Route
fi: nykyinen reitti

source: Session
fi: istunto

source: Sql Logs
fi: sql Lokit

source: No query logs when debug < 2.
fi: Ei kyselylokien kun debug <2.

source: No query logs.
fi: Ei kyselylokien.

source: Total Time: %s ms <br />Total Queries: %s queries
fi: Yhteensä: %s ms <br /> Yhteensä Kyselyt: %s kyselyä

source: Query Explain:
fi: Kysely Selitä:

source: Click an "Explain" link above, to see the query explanation.
fi: Napsauta \ "Selitä " linkkiä, nähdä kyselyn selitys.

source: No active database connections
fi: Ei aktiivisia Tietokantayhteyksien

source: Memory
fi: Muisti

source: Peak Memory Use
fi: Peak Muistin käyttö

source: Memory use
fi: muistin käyttö

source: Timers
fi: ajastimet

source: Total Request Time:
fi: Total Request Aika:

source: Time in ms
fi: Aika ms

source: Graph
fi: kaavio

source: View Variables
fi: Katso muuttujat

source: Rendering View
fi: renderointi View

source: Rendering %s
fi: Renderointi %s

source: View render complete
fi: Tarkastele tehdä täydellinen

source: Explain
fi: Selittää

source: Starting %sms into the request, taking %sms
fi: Starting %s ms osaksi pyyntöä ottaen %s ms

source: No markup errors found
fi: Ei markup havaitut virheet

source: maybe slow
fi: ehkä hidas

source: Absolute path or relative to APP.
fi: Absoluuttinen polku tai suhteessa APP.

source: An error occured while getting the status of your account.
fi: Virhe saada tilin tila.

source: There was an error while connecting to Paypal
fi: Tapahtui virhe, kun yhteyttä Paypal

source: There was a problem initiating the transaction, please try again.
fi: Ongelma aloittamista tapahtuman, yritä uudelleen.

source: There was a problem getting your details, please try again.
fi: Oli ongelma saada yksityiskohtia, yritä uudelleen.

source: There was an error completing the payment
fi: Virhe täyttämällä maksu

source: There was a problem processing the transaction, please try again.
fi: Ongelma käsittely kauppa, yritä uudelleen.

source: There was an error processing the card payment
fi: Oli virhe käsiteltäessä korttimaksamisen

source: There was a problem processing your card, please try again.
fi: Ongelma käsiteltäessä kortin, yritä uudelleen.

source: There was an error processing the the refund
fi: Oli virhe käsiteltäessä tuen

source: A problem occurred during the refund process, please try again.
fi: Ongelma tapahtui hyvitysprosessin, yritä uudelleen.

source: There was an problem communicating with the payment gateway
fi: Oli ongelma kommunikoida maksukäytäväsivuilla

source: Missing client id/secret
fi: Puuttuva asiakastunnuksen / salainen

source: Must specify an expiry date
fi: On määritettävä viimeinen voimassaolopäivä

source: Must include a M and Y in expiry date
fi: Tulee sisältää M ja Y viimeinen käyttöpäivä

source: Invalid expiry date
fi: Virheellinen viimeinen voimassaolopäivä

source: Invalid card number
fi: kortin numero ei kelpaa

source: Invalid CVV2 number
fi: Virheellinen CVV2 numero

source: Invalid card type
fi: Virheellinen kortin tyyppi

source: Could not detect client IP address
fi: Ei havainnut asiakkaan IP-osoite

source: Not a valid credit card number
fi: Ei kelvollinen luottokortin numero

source: You must include the 3 digit security number
fi: Sinun on 3-numeroinen henkilötunnus

source: Must specify an "amount" to charge
fi: On määritettävä \ "määrä " periä

source: You must pass a valid order array
fi: Sinun on läpäistävä kelvollinen järjestyksessä array

source: Valid "return" and "cancel" urls must be provided
fi: Voimassa \ "return " ja \ "peruuta " URL on annettava

source: You must provide a currency code
fi: Sinun on annettava valuuttakoodin

source: Original PayPal Transaction ID is required
fi: Alkuperäinen PayPal Transaction ID vaaditaan

source: Must specify an "amount" to refund
fi: On määritettävä \ "määrä " palautukseen

source: You must specify a refund type, such as Full or Partial
fi: Sinun on määritettävä hyvityksen tyyppiä, kuten täysi tai osittainen

source: File was not downloaded.
fi: Tiedostoa ei ladattu.

source: No %s found for that date range
fi: Ei %s löytynyt että ajanjaksolta

source: Your form data is preserved you'll be redirected to it after login.
fi: Lomakkeesi data säilytetään sinut ohjataan sen sisäänkirjautumisen jälkeen.

source: Error notification from %s
fi: Virhe ilmoitusta %s

source: Afghanistan
fi: Afganistan

source: American Samoa
fi: Amerikan Samoa

source: Antarctica
fi: Etelämanner

source: Antigua and Barbuda
fi: Antigua ja Barbuda

source: Argentina
fi: Argentiina

source: Austria
fi: Itävalta

source: Azerbaijan
fi: Azerbaidžan

source: Bahamas
fi: Bahama

source: Belarus
fi: Valko-Venäjä

source: Belgium
fi: Belgia

source: Bosnia and Herzegovina
fi: Bosnia ja Hertsegovina

source: Bouvet Island
fi: Bouvet'nsaari

source: Brazil
fi: Brasilia

source: British Indian Ocean Territory
fi: Brittiläinen Intian valtameren alue

source: Brunei Darussalam
fi: Brunei

source: Cambodia
fi: Kambodza

source: Cameroon
fi: Kamerun

source: Canada
fi: Kanada

source: Cape Verde
fi: Kap Verde

source: Cayman Islands
fi: Caymansaaret

source: Central African Republic
fi: Keski-Afrikan tasavalta

source: China
fi: Kiina

source: Christmas Island
fi: Joulusaari

source: Colombia
fi: Kolumbia

source: Comoros
fi: Komorit

source: Congo, the Democratic Republic of the
fi: Kongon demokraattinen tasavalta

source: Cote D'Ivoire
fi: Norsunluurannikko

source: Croatia
fi: Kroatia

source: Cuba
fi: Kuuba

source: Cyprus
fi: Kypros

source: Czech Republic
fi: Tšekin tasavalta

source: Denmark
fi: Tanska

source: Dominican Republic
fi: Dominikaaninen tasavalta

source: Egypt
fi: Egypti

source: Equatorial Guinea
fi: Päiväntasaajan Guinea

source: Estonia
fi: Viro

source: Ethiopia
fi: Etiopia

source: Falkland Islands (Malvinas)
fi: Falklandin saaret (Malvinas)

source: Faroe Islands
fi: Färsaaret

source: Fiji
fi: Fidži

source: Finland
fi: Suomi

source: France
fi: Ranska

source: French Guiana
fi: Ranskan Guayana

source: French Polynesia
fi: Ranskan Polynesia

source: French Southern Territories
fi: Ranskan eteläiset alueet

source: Germany
fi: Saksa

source: Greece
fi: Kreikka

source: Greenland
fi: Grönlanti

source: Heard Island and Mcdonald Islands
fi: Heard ja McDonald saaret

source: Holy See (Vatican City State)
fi: Pyhä istuin (Vatikaanivaltio)

source: Hungary
fi: Unkari

source: Iceland
fi: Islanti

source: India
fi: Intia

source: Iran, Islamic Republic of
fi: Iranin islamilainen tasavalta

source: Iraq
fi: Irak

source: Ireland
fi: Irlanti

source: Italy
fi: Italia

source: Jamaica
fi: Jamaika

source: Japan
fi: Japani

source: Jordan
fi: Jordania

source: Kazakhstan
fi: Kazakstan

source: Kenya
fi: Kenia

source: Korea, Democratic People's Republic of
fi: Korean demokraattinen kansantasavalta

source: Korea, Republic of
fi: Korean tasavalta

source: Kyrgyzstan
fi: Kirgisia

source: Lao People's Democratic Republic
fi: Laosin demokraattinen kansantasavalta

source: Lebanon
fi: Libanon

source: Libyan Arab Jamahiriya
fi: Libya

source: Lithuania
fi: Liettua

source: Luxembourg
fi: Luxemburg

source: Macedonia, the Former Yugoslav Republic of
fi: Makedonia, entinen Jugoslavian tasavalta

source: Madagascar
fi: Madagaskar

source: Malaysia
fi: Malesia

source: Maldives
fi: Malediivit

source: Marshall Islands
fi: Marshallinsaaret

source: Mexico
fi: Meksiko

source: Micronesia, Federated States of
fi: Mikronesia ja

source: Moldova, Republic of
fi: Moldova

source: Morocco
fi: Marokko

source: Mozambique
fi: Mosambik

source: Netherlands
fi: Hollanti

source: Netherlands Antilles
fi: Alankomaiden Antillit

source: New Caledonia
fi: Uusi-Caledonia

source: New Zealand
fi: Uusi Seelanti

source: Norfolk Island
fi: Norfolkinsaari

source: Northern Mariana Islands
fi: Pohjois-Mariaanit

source: Norway
fi: Norja

source: Palestinian Territory, Occupied
fi: Palestiinalaisalueet

source: Papua New Guinea
fi: Papua-Uusi-Guinea

source: Philippines
fi: Filippiinit

source: Poland
fi: Puola

source: Portugal
fi: Portugali

source: Reunion
fi: Tapaaminen

source: Russian Federation
fi: Venäjän federaatio

source: Rwanda
fi: Ruanda

source: Saint Kitts and Nevis
fi: Saint Kitts ja Nevis

source: Saint Pierre and Miquelon
fi: Saint-Pierre ja Miquelon

source: Saint Vincent and the Grenadines
fi: Saint Vincent ja Grenadiinit

source: Sao Tome and Principe
fi: Sao Tome ja Principe

source: Serbia and Montenegro
fi: Serbia ja Montenegro

source: Seychelles
fi: Seychellit

source: Solomon Islands
fi: Salomonsaaret

source: South Africa
fi: Etelä-Afrikka

source: South Georgia and the South Sandwich Islands
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret

source: Spain
fi: Espanja

source: Svalbard and Jan Mayen
fi: Huippuvuoret

source: Swaziland
fi: Swazimaa

source: Sweden
fi: Ruotsi

source: Switzerland
fi: Sveitsi

source: Syrian Arab Republic
fi: Syyria

source: Taiwan, Province of China
fi: Taiwan, Kiinan provinssi

source: Tajikistan
fi: Tadžikistan

source: Tanzania, United Republic of
fi: Tansania on

source: Thailand
fi: Thaimaa

source: Timor-Leste
fi: Itä-Timor

source: Togo
fi: mennä

source: Trinidad and Tobago
fi: Trinidad ja Tobago

source: Turkey
fi: Turkki

source: Turks and Caicos Islands
fi: Turks- ja Caicossaaret

source: Ukraine
fi: Ukraina

source: United Arab Emirates
fi: Arabiemiraatit

source: United Kingdom
fi: Yhdistyneet Kuningaskunnat

source: United States
fi: Yhdysvallat

source: Virgin Islands, British
fi: Brittiläiset Neitsytsaaret

source: Virgin Islands, U.s.
fi: Yhdysvaltain Neitsytsaaret

source: Wallis and Futuna
fi: Wallis ja Futuna

source: Western Sahara
fi: Länsi-Sahara

source: Yemen
fi: Jemen

source: Zambia
fi: Sambia

source: Invalid argument #1: %s is not a valid %s identifyer.
fi: Virheellinen argumentti # 1: %s ei ole kelvollinen %s identifyer.

source: %s for Row %d failed to save.
fi: %s varten Row %d epäonnistui pelastaa.

source: You need to define at least one field to be toggleable.
fi: Sinun täytyy määritellä ainakin yksi kenttä on toggleable.

source: The field %s is not in the list of toggleable fields.
fi: Kentän %s ei ole luettelossa toggleable aloilla.

source: The field %s does not have two toggleable states defined.
fi: Kentän %s ei ole kahta toggleable valtiota määritelty.

source: Invalid record
fi: Virheellinen record

source: Server lipsum.com returns error code %s.
fi: Server lipsum.com palauttaa virhekoodi %s .

source: Response from lipsum.com is empty or could not be decoded.
fi: Vastaus lipsum.com on tyhjä tai sitä ei voida dekoodata.

source: Connection to server lipsum.com failed. %s.
fi: Yhteys palvelimeen lipsum.com epäonnistui. %s .

source: Please correct the errors below.
fi: ole hyvä ja korjaa alla olevat virheet.

source: Error
fi: Virhe

source: The requested address %s was not found on this server.
fi: Pyydetty osoite %s ei löytynyt palvelimelta.

source: An Internal Error Has Occurred.
fi: Tapahtui sisäinen virhe.

source: datasource configuration was not found
fi: tietolähteen kokoonpano ei löytynyt

source: CakePHP: the rapid development php framework
fi: CakePHP: nopea kehitys php puitteet

source: Debug setting does not allow access to this url.
fi: Debug asetus ei salli pääsyä tähän url.

source: Add New Exam
fi: Lisää uusi Tentti

source: Inactive
fi: Inaktiivinen

source: Certification of Completion
fi: Sertifiointi loppuun

source: Click here to download excel file format
fi: Klikkaa tästä ladataksesi Excel-tiedostomuotoon

source: Are you sure, you want to close this exam?
fi: Oletko varma, haluat sulkea tämän kokeen?

source: Are you sure, you want to re-activate this exam?
fi: Oletko varma, haluat elvyttää tämä koe?

source: Closed
fi: Suljettu

source: Results
fi: Tulokset

source: Configurations
fi: kokoonpanot

source: General
fi: Yleistä

source: Contents
fi: Sisältö

source: Email & SMS
fi: Sähköposti & SMS

source: Customer Support Service
fi: Asiakaspalvelu Tukipalvelut

source: Live Chat (For Sales & Billing Only)
fi: Live Chat (For Sales & Laskutus Only)

source: Support (For Technical Support)
fi: Support (Tekninen tuki)

source: Visit Our Website
fi: Käy verkkosivuilla

source: for more documentation & Details
fi: lisää dokumentointi & Yksityiskohdat
