Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fin/LC_MESSAGES/default.po
Languages: fi

source: Menu Names
fi: menu nimet

source: Model Name
fi: Mallimerkintä

source: Icon
fi: ikoni

source: Add News
fi: Lisää News

source: News Title
fi: News Otsikko

source: News Description
fi: News Kuvaus

source: News
fi: Uutiset

source: Add New News
fi: Lisää uusi News

source: Paypal Payment Option
fi: Paypal Payment Vaihtoehto

source: Signature
fi: Allekirjoitus:

source: Sandbox Mode
fi: hiekkalaatikko tila

source: True
fi: OIKEIN

source: Add Question
fi: Lisää Kysymys

source: Question
fi: Kysymys

source: Correct Answers
fi: oikeat vastaukset

source: Type your question here
fi: Kirjoita kysymyksesi tähän

source: Answer1
fi: VASTAUS

source: Answer2
fi: VASTAUS

source: Answer3
fi: VASTAUS

source: Answer4
fi: VASTAUS

source: Answer5
fi: VASTAUS

source: Answer6
fi: VASTAUS

source: True/False
fi: Oikein Väärin

source: False
fi: VÄÄRIN

source: Blank Space
fi: tyhjä tila

source: Explanation (Optional)
fi: Selitys (valinnainen)

source: Provide explanation in support of correct answer
fi: Selvitys tueksi oikea vastaus

source: Hint(optional)
fi: Vihje (valinnainen)

source: Hint to help answer correctly
fi: Vihje auttaa vastata oikein

source: without minus sign
fi: ilman miinusmerkki

source: Edit Question Type
fi: Edit Kysymys Tyyppi

source: Explanation
fi: Selitys

source: Hint
fi: Vihje

source: Questions
fi: Kysymykset

source: Add New Question
fi: Lisää uusi kysymys

source: Import/Export Question
fi: Tuo / Vie Kysymys

source: Answer
fi: VASTAUS

source: Question Details
fi: kysymyksen tiedot

source: Exam Wise
fi: tentti Wise

source: Please Select Exam
fi: Valitse Tentti

source: Status of Result
fi: Status of Tulos

source: Please Select Result Status
fi: Valitse tulos tila

source: Download Result
fi: Lataa tulos

source: Rank
fi: arvo

source: Test
fi: • TESTAAMINEN

source: Percent
fi: prosentti

source: Result
fi: Tulos

source: View Result
fi: Katso tulos

source: Download/Print Result
fi: Lataa / Tulosta tulos

source: Name or Enrolment Number
fi: Nimi tai Ilmoittautuminen numero

source: Enrolment Number
fi: Ilmoittautuminen Number

source: Back
fi: Edellinen

source: Assesment Report for
fi: Assesment raportti

source: Total Time
fi: Kokonaisaika

source: Nos. of Browser tolrance attempt
fi: Nos. Selaimen tolrance yritys

source: Total Score
fi: Kokonaispisteet

source: Feedback
fi: Palaute

source: Section Name
fi: § Name

source: Section proportion
fi: § suhteessa

source: Actual
fi: Todellinen

source: Your Percentage
fi: Your Prosenttiosuus

source: Section Summary
fi: § Yhteenveto

source: Maximum Score
fi: maksimipistemäärä

source: Developed Skill
fi: kehittyneet Skill

source: Needs Development
fi: tarvitsee Development

source: Lack of Skill
fi: Puute Skill

source: MCQ answered
fi: MCQ vastasi

source: Send Emails
fi: Lähetä sähköposteja

source: Teachers
fi: opettajat

source: Any Email
fi: Mikä tahansa Sähköposti

source: Default all students if you add manually then search student email
fi: Oletus kaikki opiskelijat jos lisäät manuaalisesti sitten etsiä opiskelija sähköposti

source: Default all teachers if you add manually then search teacher email
fi: Oletus kaikki opettajat jos lisäät manuaalisesti sitten etsiä opettaja email

source: Type any email comma seprated
fi: Kirjoita mikä tahansa sähköposti pilkku seprated

source: Type subject
fi: Teema

source: Select Email Template
fi: Valitse sähköpostimalli

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
fi: Jos et halua valita sähköpostimalli kirjoitat yksinkertaisesti sähköpostiviestin. Kun lataat toimittaja et voi valita mallin mene nollauspainike

source: Send Sms
fi: Lähetä tekstiviesti

source: Any Sms
fi: Mikä tahansa Sms

source: Default all student if you add manually then search students name
fi: Oletus kaikki opiskelija jos lisäät manuaalisesti sitten etsiä opiskelijoiden nimi

source: Default all teachers if you add manually then search teacher name
fi: Oletus kaikki opettajat jos lisäät manuaalisesti sitten etsiä opettaja nimi

source: Any Number
fi: Mikä tahansa lukumäärä

source: Type any number comma seprated
fi: Kirjoita mikä tahansa numero pilkku seprated

source: Select Sms Template
fi: Valitse SMS Template

source: If you do not want to select sms template then simply type sms message
fi: Jos et halua valita tekstiviestillä mallin kirjoitat yksinkertaisesti tekstiviestin

source: Certificate Signature
fi: varmenteen allekirjoituksen

source: Upload Image(* height less than 75px)
fi: Lataa kuva (* korkeus alle 75 kuvapistettä)

source: Delete Signature
fi: Poista Allekirjoitus

source: Add Slides
fi: Lisää diat

source: Upload Slide (1350*550)
fi: Lataa Slide (1350 * 550)

source: Edit Slides
fi: Edit diat

source: Slides
fi: dioja

source: Add New Slide
fi: Lisää uusi dia

source: SMS Settings
fi: SMS-asetukset

source: Sender ID
fi: lähettäjän ID

source: Heading Username
fi: Nimike Käyttäjätunnus

source: Username field provided by sms gateway
fi: Käyttäjätunnus kenttään tekstiviestillä yhdyskäytävä

source: Heading Password
fi: Nimike Salasana

source: Password field provided by sms gateway
fi: Password kenttään tekstiviestillä yhdyskäytävä

source: Heading Mobile No
fi: Nimike Mobile Ei

source: Mobile No field provided by sms gateway
fi: Mobile Ei kenttään tekstiviestillä yhdyskäytävä

source: Heading Message
fi: Nimike Message

source: Message field provided by sms gateway
fi: Message kenttään tekstiviestillä yhdyskäytävä

source: Heading Sender Id
fi: Nimike Sender Id

source: Sender Id field provided by sms gateway
fi: Lähettäjä Id kenttään tekstiviestillä yhdyskäytävä

source: Add SMS Template
fi: Lisää SMS Template

source: Edit SMS templates
fi: Edit SMS malleja

source: SMS Templates
fi: SMS Mallit

source: Add New SMS Template
fi: Lisää uusi tekstiviesti malli

source: Add Students
fi: Lisää Opiskelijat

source: Address
fi: Osoite

source: Guardian Phone
fi: Guardian Puhelin

source: Edit Students
fi: Edit Opiskelijat

source: Renewal Date
fi: uusimispäivä

source: Add New Student
fi: Lisää uusi Student

source: Wallet
fi: Lompakko

source: Admission Date
fi: Pääsymaksu Date

source: Credit
fi: Luotto

source: Debit
fi: Veloittaa

source: Balance
fi: tasapaino

source: Date & Time
fi: Päivämäärä ja aika

source: Payment Through
fi: maksu kautta

source: Remarks
fi: Huomautukset

source: View Student Information
fi: Katso Opiskelijan tiedot

source: Full Name
fi: Koko nimi

source: Phone Number
fi: Puhelinnumero

source: Registered Email
fi: Rekisteröity sähköposti

source: Alternate Number
fi: vaihtoehtoinen Number

source: Enrolment No
fi: Ilmoittautuminen Ei

source: Last Login
fi: Viimeinen kirjautuminen

source: Students Wallet
fi: opiskelijat Wallet

source: Mobile
fi: Mobiili

source: ADD
fi: Lisätä

source: DEDUCT
fi: VÄHENTÄÄ

source: Add Subjects
fi: Lisää aiheita

source: Edit Subjects
fi: Edit Aiheet

source: Subjects
fi: Aiheet

source: Add New Subject
fi: Lisää uusi Subject

source: Question Bank
fi: kysymys Bank

source: Add Testimonials
fi: Lisää Mielipiteitä

source: Upload Photo (150*150)
fi: Lataa kuva

source: Edit Testimonials
fi: Edit Mielipiteitä

source: Testimonials
fi: Mielipiteitä

source: Add New Testimonial
fi: Lisää uusi suosittelu

source: Photo
fi: Valokuva

source: Add Users
fi: Lisää käyttäjiä

source: Username
fi: Käyttäjätunnus

source: Level users
fi: tason käyttäjät

source: Add New Level
fi: Lisää uusi taso

source: Back To Users
fi: Takaisin Käyttäjät

source: Set Permission
fi: Set Käyttöoikeus

source: Assign Form Rights
fi: Määritä Form oikeudet

source: Old Password
fi: vanha salasana

source: Edit Users
fi: Edit Käyttäjät

source: User Registration Form
fi: Käyttäjän rekisteröinti Form

source: Users
fi: Käyttäjät

source: Add New User
fi: Lisää uusi käyttäjä

source: Add Level Users
fi: Lisää Level Käyttäjät

source: Level User
fi: taso Käyttäjä

source: Dear user, log in to access the admin area!
fi: Hyvä käyttäjä, kirjaudu sisään pääsy admin-alueella!

source: Admin / Teacher Username
fi: Admin / opettaja Käyttäjätunnus

source: Forgot User Name
fi: Unohditko käyttäjänimen

source: Organisation Logo
fi: Organisaatio Logo

source: Upload Image(* height less than 220px)
fi: Lataa kuva (* korkeus alle 220px)

source: Delete Logo
fi: Poista Logo

source: Please provide a type for chart %s!
fi: Anna tyypin kaavion %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
fi: Kaavio: \ " %s " ei löytynyt. Varmista, että Chart Name on sama merkkijono, joka välitetään $ this-> HighCharts-> tehdä () mielestänne.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
fi: Express Checkout kauppa on päättynyt ja kauppa on käynnistettävä uudelleen

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
fi: Voit tehnyt toisen puhelun saman maksun tai olet saattanut käyttää samaan laskuun tunnus erillinen liiketoimia.

source: Please use a different funcing source.
fi: Käytä eri funcing lähde.

source: An error occured, please retry the transaction.
fi: Tapahtui virhe, yritä uudelleen tapahtuman.

source: This transaction couldn't be completed. Redirecting to payment gateway
fi: Tämä tapahtuma ei voitu suorittaa loppuun. Uudelleenohjataan maksu yhdyskäytävä

source: You have not agreed to the billing agreement.
fi: Et ole sopineet laskutus sopimuksen.

source: The billing agreement is disabled or inactive.
fi: Laskutus sopimus on poistettu käytöstä tai aktiivinen.

source: The credit card used is expired.
fi: Käytetty luottokortti on vanhentunut.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
fi: Kaupan evättiin, koska AVS palauttama arvo N, ja kauppias tili ei pysty hyväksymään tällaiset liiketoimet.

source: The payment gateway account is restricted.
fi: Maksu yhdyskäytävä tili on rajoitettu.

source: You must submit an IP address of the buyer with each API call.
fi: Sinun on annettava IP-osoite, josta saa jokaisen API puhelu.

source: The merchant selected a value for the PaymentAction field that is not supported.
fi: Kauppias valittu arvo PaymentAction kenttä, joka ei ole tuettu.

source: The credit card field was blank.
fi: Luottokortin kenttä oli tyhjä.

source: The total amount and item amounts do not match.
fi: Kokonaissumma ja erä määrät eivät täsmää.

source: The credit card entered is currently restricted by the payment gateway.
fi: Luottokortin syötetty rajoittaa omien maksuyhdyskäytävien.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
fi: Kauppias tuli laskun tunnus, joka on jo liitetty tapahtuman saman kauppiaan. Yritys avulla uuden laskun tunnus

source: The transaction was declined by the country filter managed by the merchant.
fi: Kaupasta laski maan suodatin hallinnoimien kauppias.

source: The transaction was declined by the maximum amount filter managed by the merchant.
fi: Kaupasta laski enimmäismäärä suodatin hallinnoi kauppias.

source: The transaction was declined by the payment gateway.
fi: Kaupasta laski maksuyhdyskäytävien.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
fi: Kaupasta laski maksuyhdyskäytävien vuoksi mahdollista vilpillistä toimintaa.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
fi: Kaupasta laski maksuyhdyskäytävien vuoksi mahdolliset vilpilliset toimintaa IP-osoitteen.

source: The merchant account attempting the transaction is not a business account.
fi: Kauppias tili yritetään toiminta ei yritystiliä.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
fi: Kauppias tili yritetään toiminta ei pysty käsittelemään Direct Maksuliikenne.

source: Access to Direct Payment was disabled for your account.
fi: Pääsy Suora maksu poistettiin käytöstä tilin.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
fi: Kauppias tili yritetään kauppa ei ole vahvistettu sähköpostiosoite maksuyhdyskäytävien.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
fi: Kauppias yrittänyt liiketoimen määrä ylitti ylärajan, että kauppias.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
fi: Kaupan hylättiin, koska kauppias riski suodatin AVS. Erityisesti kauppias on vähetä tapahtuman kun AVS palautti ole vastusta (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
fi: Kaupan hylättiin, koska kauppias riski suodatin AVS. Erityisesti kauppias on asettanut suodattimen laskuun liiketoimien kun AVS palauttaa osittainen ottelussa.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
fi: Kaupan hylättiin, koska kauppias riski suodatin AVS. Erityisesti kauppias on asettanut suodattimen laskuun liiketoimien kun AVS ei tueta.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
fi: Kauppias tuli IP-osoitteen, joka oli virheellisessä muodossa. IP-osoite on oltava muodossa, kuten 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
fi: Kauppiaan kokoonpano vaatii CVV syötettävä, mutta ei CVV toimitettu tähän tapahtumaan.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
fi: Kauppias oli osoite joko Yhdysvalloissa tai Kanadassa, mutta valtio edellyttäen ei ole kelvollinen tila kummassakaan maassa.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
fi: Kaupasta laski myöntävän pankin, ei maksuyhdyskäytävien. Kauppias pitäisi yrittää toisen kortin.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
fi: Kauppiaan asuinmaan ei tällä hetkellä tue sallia Direct Maksuliikenne.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
fi: Kaupan hylättiin, koska maksu yhdyskäytävä käsittelee parhaillaan tapahtuman saman ostajan saman verran. Voi tapahtua, kun ostaja esittää useita, samanlaisia ​​toimia nopeasti peräkkäin.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
fi: CVV on virheellinen. CVV on välillä 3-4 merkkiä pitkä.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
fi: Yritä uudelleen myöhemmin. Varmista, että olet suorittanut oikean CVV ja osoitetiedon ostajalle. Jos luodaan toistuva profiilin, yritä uudelleen viemällä init määrä 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
fi: Transaction ei ole yhteensopiva takia puuttuvan tai virheellisen 3-D Secure todennus arvoja. Tarkista ECI, ECI3DS, CAVV, XID kentät.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
fi: Kaupan hylkäsi maksuyhdyskäytävien koska liiallinen epäonnistumisten lyhyessä ajassa tähän luottokortilla.

source: The transaction was declined by payment gateway.
fi: Kaupasta laski maksuyhdyskäytävien.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
fi: Kaupan hylättiin, koska kauppiaan ei ole voimassa oleva kaupallinen yksikkö sopimus tiedosto maksuyhdyskäytävien.

source: The transaction was declined because the CVV entered does not match the credit card.
fi: Kaupan hylättiin, koska CVV tuli ei vastaa luottokortilla.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
fi: Kaupasta laski myöntävän pankin takia vanhentuneen luottokortin. Kauppias pitäisi yrittää toisen kortin.

source: Exceeded permissible limit for Navigating away
fi: Ylittänyt sallitun raja Liikkuminen pois

source: You have exceeded the permissible limit for navigating away from your test
fi: Olet ylittänyt sallitun rajan navigointiin pois testi

source: Your test has finished. You can close the window now
fi: Testi on päättynyt. Voit sulkea ikkunan nyt

source: Installation Complete
fi: Asennus valmis

source: Aho! The System is installed successfully.
fi: Aho! Järjestelmän on asennettu onnistuneesti.

source: Go to Admin/Teacher Interface
fi: Mene Admin / opettaja Interface

source: User
fi: K

source: Go to Front End/Student Interface
fi: Mene Front End / Opiskelijan käyttöliittymä

source: Visit our website
fi: Käy verkkosivuilla

source: for documentation and support
fi: dokumentointia ja tukea

source: My Exam Stats
fi: Minun tentti tilastot

source: Total Exam Given
fi: Yhteensä Tentti Ottaen

source: Absent Exams
fi: Absent tentit

source: Best Score in
fi: Parhaat pisteet

source: Failed in
fi: epäonnistunut

source: Average Percentage
fi: KESKIMÄÄRÄINEN PROSENTTIOSUUS:

source: Month Wise Performance
fi: Kuukausi Wise Performance

source: Exam Wise Performance
fi: Tentti Wise Performance

source: Top 10
fi: Ylimmät

source: Todays Exam
fi: Päivän Tentti

source: Top
fi: Ylimmät

source: These are the exam(s) that can be taken right now
fi: Nämä ovat tenttiin (t), joka voidaan ottaa heti

source: No Exams found for today
fi: Ei tentit löytynyt tänään

source: Something went wrong
fi: Jotain meni pieleen

source: Show
fi: Näytä

source: entries
fi: merkinnät

source: Prev
fi: Edellinen

source: Next
fi: Seuraava

source: Showing {:start} to {:current} of {:count} entries
fi: Näytetään {:start} ja {:current} of {:count} merkinnät

source: Email Verification
fi: sähköpostivarmistus

source: Please Enter Verification Code in the Text Box
fi: Anna vahvistuskoodi tekstikenttään

source: Re-Send Email Verification
fi: Re-Send sähköpostivahvistus

source: Please Enter Email Id in the Text Box which you enter at the time of registration
fi: Anna Sähköposti Id tekstikenttään joka annat aikaan rekisteröinnin

source: Purchased Exam
fi: Ostetut Tentti

source: Expired Exam
fi: Vanhentunut Tentti

source: These are the exam(s) which has been expired
fi: Nämä ovat tenttiin (t), joka on päättynyt

source: No Exams found
fi: Ei Kokeet löytynyt

source: Thank you for using the test
fi: Kiitos käyttää testiä

source: 1. The test instructions were
fi: 1. Testi ohjeet olivat

source: Largely Clear
fi: suurelta osin Clear

source: Not Clear
fi: Ei ole selvää

source: 2. Language of question was
fi: 2. kieli kysymys oli

source: 3. Overall test experience was
fi: 3. Kaiken testi kokemus oli

source: Good
fi: Hyvä.

source: Better
fi: paremmin

source: Best
fi: Parhaat

source: Any other feedback suggestion
fi: Muuta palautetta ehdotus

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
fi: Sulje kaikki chat ikkunat, näyttö säästää, ja anti-virus ohjelmat ennen testin

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
fi: Älä paina \ "F5 " aikana testin. Tämä lopeta testi etkä voi avata uudelleen testi

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
fi: Vastauksesi tallennetaan. Jos testi katkeaa jostain syystä, vastauksesi asti, että piste tallennetaan

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
fi: Sulje kaikki ohjelmat, jotka ladata tiedostoja taustalla Esimerkiksi: Dropbox, torrent, jne

source: Instructions
fi: Ohjeet

source: I am ready to begin
fi: Olen valmis aloittamaan

source: Exam Start
fi: tentti Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
fi: Tämä koe on maksettu. Määrä on vähennettävä lompakon automaattisesti. Käynnistyksen jälkeen tentti ajastin ei lopu. Haluatko maksaa & aloittaa?

source: These are the exam(s) which has been purchased
fi: Nämä ovat tenttiin (t), jolle on tehty

source: Correct Marks
fi: oikein Marks

source: Unreview
fi: Poista tarkistus

source: Review
fi: Arvostelu

source: Reset Answer
fi: Nollaa Vastaus

source: Finish
fi: Lopeta

source: Current Question
fi: nykyinen Kysymys

source: Answered
fi: Vastasi

source: Not Answered
fi: ei Vastasi

source: Navigated Away
fi: suunnistaa Away

source: you had navigated away from the test window. This will be reported to Moderator
fi: te oli suunnistaa pois testi-ikkunan. Tämä raportoidaan valvojalle

source: Do not repeat this behaviour
fi: Älä toista tätä käyttäytymistä

source: Otherwise you may get disqualified
fi: Seurauksena saattaa olla esteellinen

source: Continue
fi: Jatkaa

source: Finalize
fi: viimeistellä

source: Do you wish to submit and close the
fi: Haluatko jättää ja sulkea

source: Once you submit, you will not be able to review the
fi: Kun olet lähettänyt, et pysty tarkistamaan

source: Summary of your attempts in this
fi: Yhteenvedon yrityksiä tässä

source: as show below
fi: kuten alla näkyvässä

source: Attempted
fi: yritettiin

source: Return To First Question
fi: Return To First Kysymys

source: These are the exam(s) that are planned you in near future
fi: Nämä ovat tenttiin (t), jotka on suunniteltu teitä lähitulevaisuudessa

source: Attempt Now
fi: yritä nyt

source: Your performance compared to your group
fi: Suorituksesi verrattuna ryhmän

source: Can't read? Reload
fi: Ei voi lukea? ladata

source: Enter security code shown above
fi: Kirjoita turvakoodi yllä

source: Answer simple math
fi: Vastaus yksinkertaisia ​​matemaattisia

source: Attempts
fi: Yritykset

source: Remaining
fi: jäljellä oleva

source: Expiry Date
fi: Päättymispäivä

source: Expired Date
fi: Vanhentunut päivämäärä

source: Free
fi: Vapaa

source: Not Purchased
fi: ei Ostetut

source: View Details
fi: Näytä yksityiskohdat

source: Load Editor
fi: kuorman Editor

source: Installation
fi: No connection

source: Step 1 of 4
fi: Vaihe 1 4

source: Server Configuration & Setup Requirements
fi: Server Configuration & asennukselle

source: Setup Requirements
fi: Asennus vaatimukset

source: Installing this software require certain server side extension and capability
fi: Tämän ohjelmiston asentaminen edellyttää tiettyjä palvelimen puolella laajennus ja valmiudet

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
fi: tarkista alla ja vertaa palvelimen nykyisen patsaita oikealla. Voit klikata kuvaketta vierekkäin tekniikkaa lisätietoja.
