Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fin/LC_MESSAGES/default.po
Languages: fi

source: File Manager
fi: Tiedostonhallinta

source: You can find your result here.
fi: Löydät tuloksen täältä.

source: Thanks for given the exam.
fi: Kiitos annettiin tentti.

source: Dashboard
fi: Ohjausnäkymä

source: Leader Board
fi: sarjataulukko

source: My Exams
fi: Omat kokeet

source: My Result
fi: Oma tulos

source: Payment
fi: Maksu

source: Transaction History
fi: Tapahtumahistoria

source: Mailbox
fi: postilaatikko

source: Help
fi: Auta

source: Home
fi: Et

source: Register
fi: Rekisteröidy

source: Log In
fi: Kirjaudu sisään

source: Invalid Post
fi: Virheellinen Post

source: Jan
fi: - Tammi

source: Feb
fi: - Helmi

source: Mar
fi: Maaliskuu

source: Apr
fi: - Huhti

source: May
fi: Toukokuu

source: Jun
fi: - KesÃ¤

source: Jul
fi: - HeinÃ¤

source: Aug
fi: - Elo

source: Sep
fi: - Syys

source: Oct
fi: lokakuu

source: Nov
fi: - Marras

source: Dec
fi: - Joulu

source: Percentage
fi: prosenttimäärä

source: Month
fi: Kuukausi

source: Exams
fi: Kokeet

source: Email verified successfully
fi: Sähköposti vahvistaminen onnistui

source: Invalid Verification Code
fi: Virheellinen vahvistuskoodi

source: A verification Code send to your Email inbox or Spam
fi: Vahvistuskoodi lähettää sähköpostiisi tai Spam

source: Email Id already verified
fi: Sähköposti Id jo vahvistettu

source: Email Id not registered in system
fi: Sähköposti Id ole rekisteröity järjestelmään

source: You have attempted maximum exam.
fi: Olet yrittänyt mahdollisimman tentti.

source: You have attempted maximum number of questions in this subject
fi: Olet yrittänyt enimmäismäärä kysymyksiä tästä aiheesta

source: You can find your result here
fi: Voit löytää tuloksen täältä

source: Insufficient Amount.
fi: Riittämätön määrä.

source: 1. The test instructions were
fi: 1. Testi ohjeet olivat

source: 2. Language of question was
fi: 2. kieli kysymys oli

source: 3. Overall test experience was
fi: 3. Kaiken testi kokemus oli

source: Any other feedback suggestion:
fi: Muuta palautetta ehdotus:

source: Feedback has submitted successfully!
fi: Palaute on lähetetty onnistuneesti!

source: Feedback already submitted.
fi: Palaute on jo toimitettu.

source: Email id is not registered in system
fi: Email id ei ole rekisteröity järjestelmään

source: Your password reset link is sent to your registered email id
fi: Your salasananvaihtolinkkiä lähetetään rekisteröidyn sähköpostin id

source: Incorrect code
fi: väärä koodi

source: Password Changed Successfully
fi: Salasanan vaihtaminen onnistui

source: My Performance
fi: Omat Performance

source: My Group performance
fi: Ryhmäni suorituskyky

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
fi: Sovellus on jo asennettu. Poista sovellus / tmp / installed.txt asentaa sovelluksen

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
fi: Valitettavasti! Tiedoston Käyttöoikeusvirhe <br> Please goto app / Config / database.php on kirjoitettava tilassa.

source: A connection was successfully established with the server.
fi: Yhteys oli onnistunut palvelimen kanssa.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
fi: Ei voitu yhdistää tietokantaan. Tarkista asetukset app / Config / database.php ja yritä uudelleen

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
fi: Valitettavasti! Kansio Käyttöoikeusvirhe <br> hyvä ja tmp kansio on kirjoitettava tilassa.

source: Your Mail has been sent
fi: Mail on lähetetty

source: Forwarded message
fi: edelleenlähetetty viesti

source: From
fi: Alkaa:

source: Subject
fi: Aihe

source: The mail has been moved to the Trash
fi: Posti on siirretty roskakoriin

source: Your Mail has been deleted
fi: Mail on poistettu

source: The mail has been moved to the Inbox
fi: Posti on siirretty postilaatikkoon

source: The mail has been marked as Read
fi: Posti on merkitty luetuksi

source: The mail has been marked as Unread
fi: Posti on merkitty lukemattomaksi

source: Paypal Payment not set
fi: Paypal Payment ole asetettu

source: Payment Cancel
fi: maksu Peruuta

source: Wallet Payment
fi: lompakko Payment

source: Try again! Can not connect to paypal
fi: Yritä uudelleen! Ei voi yhdistää paypal

source: Invalid Amount
fi: Virheellinen summa

source: Payment already done
fi: Maksu jo tehty

source: Payment not done
fi: Maksu ei tehty

source: Payment successfully! Amount %s added in your wallet
fi: Maksu onnistui! Määrä %s lisätty lompakon

source: Profile Updated Successfully
fi: Profiili Päivitetty Onnistuneesti

source: Photo Updated Successfully
fi: Kuva Päivitetty Onnistuneesti

source: Invalid Password
fi: väärä salasana

source: Please select any group
fi: Valitse mikä tahansa ryhmä

source: Invalid Security Code
fi: Virheellinen turvakoodi

source: Score
fi: Pisteet

source: Marks Scored
fi: Marks Jakouurteellinen

source: Subject Wise Time Taken
fi: Aihe Wise aika

source: Correct Question
fi: oikein Kysymys

source: Incorrect Question
fi: Väärä kysymys

source: Right Marks
fi: Oikea Marks

source: Negative Marks
fi: negatiivinen Marks

source: Percentage(%) in Exam
fi: Prosentti (%) vuonna Tentti

source: Percentage(%)
fi: Prosentti (%)

source: st
fi: kpl

source: You %s
fi: Sinä %s

source: Administrator
fi: Ylläpitäjä

source: Pay Exam
fi: Pay Tentti

source: Your account has expired. Please contact administrator
fi: Tilisi on vanhentunut. Ota yhteyttä järjestelmänvalvojaan

source: You have been logged in successfully
fi: Sinut on kirjautunut onnistuneesti

source: Your email not verified! Please click on link sent to your email inbox or spam
fi: Sähköpostiviesti ei ole vahvistettu! Klikkaa linkkiä lähetetään sähköpostiisi tai roskapostin

source: Incorrect username/password
fi: Väärä käyttäjätunnus / salasana

source: You have been logged out successfully
fi: Olet kirjautunut onnistuneesti

source: You are %s Member! Please contact administrator
fi: Olet %s jäsen! Ota yhteyttä järjestelmänvalvojaan

source: Hours
fi: Tunnit

source: Grand Total
fi: Loppusumma

source: Your Question has been added for exam
fi: Kysymyksesi on lisätty tentti

source: Your Question has been deleted for exam
fi: Kysymyksesi on poistettu tenttiin

source: No Permission
fi: Ei lupaa

source: Advertisement has been saved
fi: Mainos on tallennettu

source: Invalid post
fi: Virheellinen post

source: Advertisement has been deleted
fi: Mainos on poistettu

source: Photo Changed Successfully
fi: Kuva vaihdettu

source: Not Attempted
fi: Ei yritetty

source: Marks Updated
fi: Marks Päivitetty

source: Successfully Finalize
fi: onnistuneesti Viimeistele

source: Successfully Closed Exam
fi: Onnistuneesti Suljettu Tentti

source: English
fi: Englanti

source: French
fi: Ranskalainen

source: Your Setting has been saved
fi: Omat asetukset on tallennettu

source: Page Added Successfully
fi: Page Lisätty Onnistuneesti

source: Pages updated Successfully
fi: Sivut päivitetty onnistuneesti

source: Page has been deleted
fi: Sivu on poistettu

source: Page has been Unpublished
fi: Sivu on julkaisematon

source: Page has been Published
fi: Sivu on Julkaistu

source: Something wrong
fi: Jotain vikaa

source: Currency has been saved
fi: Valuutta on tallennettu

source: Currency has been deleted
fi: Valuutta on poistettu

source: Student Details
fi: Student Tietoja

source: Active
fi: aktiivinen

source: Pending
fi: Avoin

source: Suspend
fi: Keskeyttää

source: Pass
fi: Ohittaa

source: Fail
fi: epäonnistua

source: Absent
fi: Poissa

source: Student
fi: Opiskelija

source: Passing %age
fi: Syöttäminen %a ge

source: Average %age
fi: Keskimäärin %a ge

source: Question Count
fi: kysymys Count

source: Total Question
fi: Yhteensä Kysymys

source: Question Bank Difficulty Wise
fi: Kysymys Bank Vaikeus Wise

source: Easy
fi: Helppo

source: Medium
fi: Keskiarvo

source: Hard
fi: kova

source: Name has been updated
fi: Nimi on päivitetty

source: Email template has been saved
fi: Sähköposti Malli on tallennettu

source: Email template has been deleted
fi: Sähköpostimalli on poistettu

source: End Date is not less than Start date
fi: Päättymispäivä on vähintään Alkupvm

source: Please Select any group
fi: Valitse mikä tahansa ryhmä

source: Please Add Subject To Exam
fi: Lisätkää Aihe tentti

source: Exam has been saved. Add questions in exam
fi: Tentti on tallennettu. Lisää kysymyksiä tentti

source: Exam has been saved
fi: Tentti on tallennettu

source: Exam has been updated
fi: Tentti on päivitetty

source: Exam has been deleted
fi: Tentti on poistettu

source: Difficulty Level
fi: Vaikeustaso

source: Subject Wise Question Count
fi: Aihe Wise Kysymys Count

source: Exam sucessfully inactivated
fi: Tentti onnistuneesti inaktivoitu

source: Exam sucessfully activated
fi: Tentti onnistuneesti aktivoitu

source: There are no question added!
fi: Ei ole olemassa kysymystä lisätty!

source: Your username is sent to your registered email id
fi: Käyttäjätunnuksesi lähetetään rekisteröidyn sähköpostin id

source: Group Added Successfully
fi: Ryhmä Lisätty Onnistuneesti

source: Group has been saved
fi: Ryhmä on tallennettu

source: Group has been deleted
fi: Ryhmä on poistettu

source: Delete subject first
fi: Poista aiheesta ensin

source: Help content has been saved
fi: Ohje sisältö on tallennettu

source: Help content has been deleted
fi: Ohje sisältö on poistettu

source: Questions imported successfully
fi: Kysymykset tuominen onnistui

source: File not uploaded
fi: Tiedostoa ei ladattu

source: Only CSV File supported
fi: Vain CSV File tueta

source: Please Select Subject
fi: Valitse Aihe

source: Please Select any Group
fi: Valitse mikä tahansa ryhmä

source: Students imported successfully
fi: Opiskelijat tuominen onnistui

source: Please Select Group
fi: Valitse Ryhmä

source: Student Email not found
fi: Opiskelija Sähköposti ei löytynyt

source: News has been saved
fi: News on tallennettu

source: News has been deleted
fi: News on poistettu

source: Paypal Payment Setting has been saved
fi: Paypal Payment asetus on tallennettu

source: Setting Problem
fi: asetus Ongelma

source: Please Choose the Correct answer
fi: Ole hyvä ja valitse oikea vastaus

source: Please select true or false
fi: Valitse tosi tai epätosi

source: Please fill blank space
fi: Täytä tyhjä tila

source: Question added to bank successfully
fi: Kysymys lisätään pankki onnistuneesti

source: Question has been updated
fi: Kysymys on päivitetty

source: Question has been deleted
fi: Kysymys on poistettu

source: Delete exam first!
fi: Poista tentti ensimmäinen!

source: Question Difficulty Level
fi: Kysymys Vaikeustaso

source: Performance
fi: suorituskyky

source: Candidate Marks Distribution
fi: Ehdokas Marks Distribution

source: Please select any type in the list
fi: Valitse tahansa luettelosta

source: Please type any email
fi: Kirjoita kaikki sähköpostin

source: Email has been sent
fi: Sähköposti on lähetetty

source: No email to send
fi: Ei sähköpostia lähettää

source: Please type any name
fi: Kirjoita tahansa nimen

source: Sms has been sent
fi: On lähetetty tekstiviesti

source: No sms to send
fi: Ei sms lähettää

source: Signature has been saved
fi: Allekirjoitus on tallennettu

source: Signature has been deleted
fi: Allekirjoitus on poistettu

source: Slide has been saved
fi: Slide on tallennettu

source: Slide has been deleted
fi: Slide on poistettu

source: SMS template has been saved
fi: SMS Malli on tallennettu

source: SMS template has been deleted
fi: SMS mallia on poistettu

source: Student added Successfully
fi: Student lisätty Onnistuneesti

source: Please Select atleast one group
fi: Valitse atleast yksi ryhmä

source: Student has been updated
fi: Opiskelija on päivitetty

source: Student has been deleted
fi: Opiskelija on poistettu

source: Student Wallet has been updated
fi: Opiskelija Wallet on päivitetty

source: Subject Added Successfully
fi: Aihe lisääminen onnistui

source: Subject already exist
fi: Aihe jo olemassa

source: Subject has been updated
fi: Aihe on päivitetty

source: Subject has been deleted
fi: Aihe on poistettu

source: Testimonial has been saved
fi: Suosittelu on tallennettu

source: Testimonial has been updated
fi: Suosittelu on päivitetty

source: Testimonial has been deleted
fi: Testimonial on poistettu

source: User Added Successfully
fi: Käyttäjän lisääminen onnistui

source: User has been updated
fi: Käyttäjä on päivitetty

source: User has been deleted
fi: Käyttäjä on poistettu

source: Permission update successfully
fi: Käyttöoikeus päivityksen onnistuneesti

source: You have been logged in Successfully
fi: Sinut on kirjautunut onnistuneesti

source: You have been logged out
fi: Olet kirjautunut ulos

source: Level User has been saved
fi: Taso Käyttäjä on tallennettu

source: Level user has been deleted
fi: Taso käyttäjä on poistettu

source: Logo has been saved
fi: Logo on tallennettu

source: Logo has been deleted
fi: Logo on poistettu

source: Add Questions
fi: Lisää kysymykset

source: Question Type
fi: kysymys Tyyppi

source: Search
fi: Haku

source: Reset
fi: Tyhjennä

source: Add To Exam
fi: Lisää tentti

source: Delete To Exam
fi: Poista tentti

source: Back To Exam
fi: Takaisin Tentti

source: Type
fi: Tyyppi

source: Body of Question
fi: Body of Kysymys

source: Level
fi: Taso5

source: Action
fi: Toiminto

source: Add Advertisement
fi: Lisää mainos

source: Advertisement Name
fi: Mainos Name

source: Ordering
fi: Järjestys

source: URL Type
fi: URL Tyyppi

source: Internal
fi: sisäinen

source: External
fi: ulkoinen

source: _blank
fi: _tyhjä

source: Upload Image (350*260)
fi: Lataa kuva

source: Save
fi: Tallenna

source: Close
fi: Sulje

source: Update Photo
fi: päivitys Photo

source: Upload Photo
fi: Lataa kuva

source: Update
fi: Päivittää

source: Cancel
fi: Peruuttaa

source: Edit Advertisements
fi: Edit Mainokset

source: Form
fi: muotoile

source: Status
fi: Tila

source: Advertisements
fi: Mainokset

source: Add New Advertisement
fi: Lisää uusi mainos

source: Edit
fi: Muokata

source: Delete
fi: Poistaa

source: View
fi: Näytä

source: Change Photo
fi: Vaihda kuva

source: View Slides
fi: Katso diat

source: Attempted Papers of
fi: Yritettiin Papers of

source: Name
fi: Nimi

source: Email
fi: Sähköposti

source: Total Marks
fi: Arvosanat yhteensä

source: Obtained Marks
fi: Saatiin Marks

source: Result Finalized
fi: tulos Päätetty

source: Finalize It
fi: viimeistele se

source: PASSED
fi: HYVÄKSYTTY

source: FAILED
fi: - EpÃ¤onnistui

source: Finalized By
fi: viimeistelleet

source: Question No
fi: kysymys nro

source: Option1
fi: Vaihtoehto 1

source: Option2
fi: Valinta 2

source: Option3
fi: Valinta 3

source: Option4
fi: Valinta 4

source: Marked Answer
fi: Arvioitu vastaus:

source: Correct Answer
fi: Oikea vastaus

source: Time Taken
fi: aika

source: Marks Obtained
fi: Marks Saatiin

source: Checked by
fi: Tarkistanut

source: System
fi: Järjestelmä

source: Configuration Options
fi: määritysvaihtoehdot

source: Site Name
fi: Sivuston nimi

source: Organization Name
fi: Organisaation nimi

source: Domain Name
fi: Verkkotunnus

source: Organization Email
fi: organisaatio Sähköposti

source: Meta Title
fi: Meta osasto

source: Meta Description
fi: Meta Kuvaus

source: Time Zone
fi: Aikavyöhyke

source: Please Select
fi: Ole hyvä ja valitse

source: Currency
fi: Valuutta

source: Header Contact
fi: header Yhteydenotto

source: Email Contact
fi: Sähköposti Ota yhteyttä

source: Display records per page
fi: Näytön kirjaa per sivu

source: Max records per page
fi: Max kirjaa per sivu

source: Date Format
fi: Päivämäärämuoto

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
fi: Päivä, kuukausi, vuosi, tunti, Min, Sec, Meridian, Date Seprator, Time Seprator

source: Image
fi: Kuva

source: Text
fi: Teksti

source: Text Direction
fi: teksti suunta

source: Left-to-right (LTR)
fi: Vasen-to-oikealle (LTR)

source: Right-to-Left (RTL)
fi: Oikealta vasemmalle (RTL)

source: Language
fi: Kieli

source: Enable SMS Notification
fi: Ota SMS Ilmoitus

source: Enable Email Notification
fi: Ota Sähköposti-ilmoitus

source: Manual Verification
fi: Manuaalinen tarkastaminen

source: Front End Registration
fi: Front End Rekisteröinti

source: Front End Slides
fi: Front End diat

source: Translation
fi: Käännös

source: Paid Exam
fi: maksettu Tentti

source: Exam Expiry
fi: tentti päättyminen

source: Exam Feedback
fi: tentti Palaute

source: Certificate
fi: Todistus

source: Testimonial
fi: työtodistus

source: Advertisement
fi: MAINOS

source: No. of Visitor
fi: No Visitor

source: No. of Exam
fi: No Tentti

source: Save Settings
fi: TALLENNA ASETUKSET

source: Add Pages
fi: Lisää Pages

source: Link Order
fi: Link Tilaa

source: Page Type
fi: Sivutyyppi

source: External Url
fi: ulkoinen URL

source: Page Name
fi: sivun nimi

source: Page Url
fi: sivun URL

source: Page Content
fi: sivun sisältö

source: Edit Pages
fi: Edit Sivut

source: Pages
fi: Sivut

source: Add New Page
fi: Lisää uusi sivu

source: Published
fi: Julkaistu

source: Unpublished
fi: julkaisematon

source: Add Currency
fi: Lisää valuutta

source: Currency Name
fi: valuutta Name

source: Short Name
fi: Lyhennös

source: Upload Currency (Less or equal to 50*50)
fi: Lataa valuutta (Vähemmän tai yhtä suuri kuin 50 * 50)

source: Add New Currency
fi: Lisää uusi valuutta

source: In Progress Exam
fi: In Progress Tentti

source: Upcoming Exam
fi: Tulevat Tentti

source: Completed Exam
fi: Valmiit Tentti

source: Students
fi: opiskelijat

source: In Progress & Upcoming Exams
fi: In Progress & Tulevat tentit

source: Date
fi: Pvm

source: Exam Name
fi: tentti Nimi

source: Group
fi: Ryhmä

source: Duration
fi: Kesto

source: Recent Exam Results
fi: Viimeaikaiset Koetulokset

source: Exam
fi: Koe

source: Overall Result
fi: kokonaistulos

source: Student Stats
fi: Student tilastot

source: To
fi: Mihin

source: Details
fi: Tiedot

source: Student Statistic Table
fi: Student Tilastotyyppi Taulukko

source: Total Students
fi: Opiskelijat yhteensä

source: Total Active
fi: Yhteensä Aktiivinen

source: Total Pending
fi: Yhteensä Odottaa

source: Total Suspended
fi: kokonaisleijuma

source: Top 10 Question Bank Subject Wise
fi: Top 10 Kysymys Bank Aihe Wise

source: Top 10 Difficulty Level of Questions
fi: Top 10 Vaikeustaso Kysymysten

source: Question Count Table
fi: Kysymys Count Taulukko

source: Bank Name
fi: Pankin nimi

source: Total Easy
fi: Yhteensä Easy

source: Total Normal
fi: Yhteensä Normal

source: Total Difficult
fi: Yhteensä Vaikea

source: Email Type
fi: Sähköposti Tyyppi

source: Server Name / Host
fi: Palvelimen nimi / Host

source: Port
fi: portti

source: User Name
fi: Käyttäjätunnus tai sähköpostiosoite:

source: Password
fi: Salasana

source: Add Email Template
fi: Lisää sähköpostimalli

source: Email Template
fi: sähköpostimalli

source: Edit Email Templates
fi: Edit sähköpostimallit

source: Email Templates
fi: Sähköposti Mallit

source: Add New Email Template
fi: Lisää uusi sähköpostimalli

source: Template
fi: Template 4

source: Subject Added successfully
fi: Aihe Lisätty onnistuneesti

source: Add Exam
fi: Lisää tentti

source: Name of Exam
fi: Nimi Tentti

source: Passing Percentage
fi: Syöttäminen Prosenttiosuus

source: Instruction
fi: Ohjaus

source: Exam Duration (Min.)
fi: Tentti Kesto (min.)

source: 0 for unlimited duration
fi: 0 varten rajoittamattomaksi ajaksi

source: 0 for unlimited attempt
fi: 0 rajoittamaton yritys

source: Start Date
fi: Alkaa pvm

source: End Date
fi: Päättyy pvm

source: Show Answer Sheet
fi: Näytä Vastaus Sheet

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Select Group
fi: Valitse ryhmä

source: Negative Marking
fi: negatiivinen merkintä

source: Random Question
fi: Satunnainen Kysymys

source: Browser Tolrance
fi: selain Tolrance

source: Expiry Days
fi: Käyt Days

source: 0 for Unlimited
fi: 0 rajoittamaton

source: Result After Finish
fi: Tulos Kun Finish

source: Mode
fi: tila

source: Instant Result
fi: Instant tulos

source: Option Shuffle
fi: vaihtoehto Shuffle

source: Add Subjects To Exams
fi: Lisää aiheita tentit

source: Subject Name
fi: Aihe Name

source: No. of Questions
fi: No Kysymykset

source: Ques Attempt Count
fi: Ques Yritä Count

source: Questions Attempt Count
fi: Kysymykset Yritä Count

source: Leave blank for not showing (0 for unlimited)
fi: Jätä tyhjäksi ei näy (0 rajoittamaton)

source: ctrl+click to add multiples
fi: ctrl + Lisää klikkaamalla kerrannaisia

source: Add
fi: Lisätä

source: Edit Exam
fi: Edit Tentti

source: Exam Stats
fi: tentti tilastot

source: No of Student Passed
fi: Ei Student Hyväksytty

source: Download
fi: Lataa

source: No of Student Failed
fi: Ei Student epäonnistui

source: No of Student Absent
fi: Ei Student Absent

source: Exam Details
fi: tentti tiedot

source: Finalize Result
fi: viimeistele tulos

source: Attempted Papers
fi: yritettiin Papers

source: Eligible Group
fi: tukikelpoiset Group

source: Close Exam
fi: Close Tentti

source: Activate Exam
fi: Aktivoi Tentti

source: Exam Closed Re-Activate Exam
fi: Tentti Suljettu uudelleen Aktivoi tentti

source: Browser Tolrence
fi: selain Tolrence

source: Expiry
fi: Käyt

source: Unlimited
fi: Rajoittamaton

source: Days
fi: Päivää

source: Subjective
fi: Subjektiivinen

source: Objective
fi: Tavoite

source: True &amp; False
fi: True & amp; Väärä

source: Fill in the blanks
fi: Täyttää tyhjät kohdat

source: Total Questions
fi: Yhteensä kysymykset

source: Question Attempt Count
fi: Kysymys Attempt Count

source: H
fi: 7h

source: Total
fi: Kaikki yhteensä

source: M
fi: -3 - 4m <0

source: Student Name
fi: Opiskelijan nimi

source: Enrolment
fi: Ilmoittautuminen

source: Phone
fi: Puhelin

source: Result Status
fi: tulos tila

source: Forgot Password
fi: Unohtuiko salasana

source: Email ID
fi: Sähköposti tunnus

source: Submit
fi: Esittää

source: Forgot Username
fi: Unohditko käyttäjänimen

source: Login
fi: Käyttäjätunnus

source: Verification Code
fi: Vahvistuskoodi

source: Please enter verification Code
fi: Anna vahvistuskoodi

source: Reset Password
fi: Nollaa salasana

source: Confirm Password
fi: Vahvista Salasana

source: Add Groups
fi: Lisää Ryhmät

source: Group Name
fi: Ryhmän nimi

source: Edit Groups
fi: Edit Ryhmät

source: Groups
fi: Ryhmä

source: Add New Group
fi: Lisää uusi ryhmä

source: Add Help Content
fi: Lisää Apu Sisältö

source: Title
fi: Otsikko

source: Description
fi: Kuvaus

source: Edit Help Content
fi: Edit Ohjeet Sisällön

source: Help Content
fi: Ohjeet Sisällön

source: Add New Help Content
fi: Lisää uusi ohje sisältöä

source: Import/Export Qusetions
fi: Tuo / Vie Qusetions

source: Back To Questions
fi: Takaisin kysymyksiin

source: Export Questions
fi: vienti kysymykset

source: Select File
fi: Valitse tiedosto

source: Import Questions
fi: Tuo kysymykset

source: Import/Export Students
fi: Tuo / Vie Opiskelijat

source: Back To Students
fi: Takaisin Opiskelijat

source: Export Students
fi: vienti Opiskelijat

source: Import Students
fi: Tuo Opiskelijat

source: All Messages
fi: kaikki viestit

source: My Profile
fi: Oma Profiili

source: Change Password
fi: Vaihda salasana

source: Logout
fi: Kirjautua ulos

source: Date &amp; Time
fi: Date & amp; Aika

source: Compose Mail
fi: Kirjoita viesti

source: Search Student Mail
fi: Haku Student Mail

source: Message
fi: Viesti

source: Send
fi: Lähetä

source: Compose
fi: Säveltää

source: Inbox
fi: Saapuneet viestit (Inbox):

source: Sent Mail
fi: Lähetetty posti

source: Trash
fi: Roskakori

source: More
fi: Lisää ...

source: Mark as Read
fi: Merkitse luetuksi

source: Mark as Unread
fi: Merkitse lukemattomaksi

source: Move to Inbox
fi: Siirrä postilaatikkoon

source: Reply
fi: Vastaa

source: Forward
fi: Eteenpäin
