Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/fin/LC_MESSAGES/validation.po
Languages: fi

source: Only letters and numbers allowed
fi: Vain kirjaimet ja numerot sallitaan

source: Group already exist
fi: Ryhmä on jo olemassa

source: Only Url
fi: vain URL

source: File does not have a valid extension
fi: Tiedosto ei ole kelvollinen laajennus

source: You must supply a JPG, GIF or PNG File.
fi: Sinun tulee toimittaa JPG, GIF tai PNG-tiedoston.

source: Invalid Header Contact
fi: Virheellinen otsikko Yhteydenotto

source: Only Alphabets
fi: vain aakkoset

source: Currency Name already exist
fi: Valuutan nimi on jo olemassa

source: You must supply image height is less than 50px
fi: Sinun tulee toimittaa kuvan korkeus on alle 50 kuvapistettä

source: You must supply image width is less than 50px
fi: Sinun tulee toimittaa kuvan leveys on alle 50 kuvapistettä

source: Only numbers allowed
fi: Vain numerot sallitaan

source: Only Date/time format
fi: Vain päivämäärä / aika formaatti

source: Enter a valid email
fi: Kirjoita voimassa oleva sähköpostiosoite

source: Please select
fi: Ole hyvä ja valitse

source: Invalid Username
fi: Virheellinen käyttäjätunnus

source: Invalid Password
fi: väärä salasana

source: Invalid Signature
fi: Virheellinen allekirjoitus

source: Only numbers
fi: vain numeroita

source: You must supply image height is less than 220px
fi: Sinun tulee toimittaa kuvan korkeus on alle 220px

source: This Email has already been exist! try new one
fi: Tämä Sähköposti on jo olemassa! kokeilla uutta

source: Password required
fi: salasana vaaditaan

source: Password minimum 4 character long
fi: Salasana vähintään 4 merkin pitkä

source: Name already exist
fi: Nimi on jo olemassa
