Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/heb/LC_MESSAGES/default.po
Languages: he

source: Question Details
he: פרטי שאלה

source: Exam Wise
he: הבחינה וייז

source: Please Select Exam
he: אנא בחר בחינה

source: Status of Result
he: סטטוס של תוצאה

source: Please Select Result Status
he: אנא בחר סטטוס תוצאה

source: Download Result
he: תוצאה להורדה

source: Rank
he: דירוג

source: Test
he: בדוק

source: Percent
he: אָחוּז

source: Result
he: תוצאה

source: View Result
he: צג תוצאה

source: Download/Print Result
he: הורדה / תוצאת הדפס

source: Student Wise
he: תלמיד נבון

source: Name or Enrolment Number
he: שם או תוקפה של ההרשמה מספר

source: Enrolment Number
he: מספר תוקפה של ההרשמה

source: Back
he: הקודם

source: Assesment Report for
he: דווח assesment עבור

source: Taken Date
he: תפוס תאריך

source: Total Time
he: סה"כ זמן

source: Nos. of Browser tolrance attempt
he: Nos. ניסיון tolrance דפדפן

source: Total Score
he: תוצאה סופית

source: Student Marks Distribution
he: הפצת סטודנט מרקס

source: Feedback
he: פידבק

source: Marks Sheet
he: גיליון מארקס

source: Section Name
he: שם סעיף

source: Section proportion
he: שיעור סעיף

source: Actual
he: מַמָשִׁי

source: Your Percentage
he: האחוז שלך

source: Section Summary
he: סעיף סיכום

source: Maximum Score
he: ציון מקסימאלי

source: Developed Skill
he: ובמיומנות

source: Needs Development
he: צרכי פיתוח

source: Lack of Skill
he: חוסר המיומנות

source: MCQ answered
he: MCQ ענה

source: Legend
he: אַגָדָה

source: Send Emails
he: לשלוח מיילים

source: Teachers
he: מורים

source: Any Email
he: כל דוא"ל

source: Default all students if you add manually then search student email
he: ברירת מחדל לכל התלמידים אם תוסיף באופן ידני ואז לחפש את הדוא"ל של סטודנטים

source: Default all teachers if you add manually then search teacher email
he: ברירת מחדל כל המורים אם תוסיף באופן ידני ואז לחפש הדוא"ל מורה

source: Type any email comma seprated
he: הדפס כל פסיק הדוא"ל seprated

source: Type subject
he: נושא הסוג

source: Select Email Template
he: תבנית דוא"ל בחר

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
he: אם אתה לא רוצה לבחור עיצוב הדוא"ל ואז פשוט להקליד הודעת דואר אלקטרוני. לאחר טעינת עורך אז אתה לא יכול לבחור עיצוב ללכת לחצן איפוס

source: Send Sms
he: שלח Sms

source: Any Sms
he: כל Sms

source: Default all student if you add manually then search students name
he: ברירת מחדל כל תלמיד אם תוסיף אז באופן ידני לחפש שם סטודנטים

source: Default all teachers if you add manually then search teacher name
he: ברירת מחדל כל המורים אם תוסיף באופן ידני ואז לחפש שם המורה

source: Any Number
he: כל מספר

source: Type any number comma seprated
he: הדפס כל מספר פסיק seprated

source: Select Sms Template
he: תבנית Sms בחר

source: Sms Template
he: תבנית Sms

source: If you do not want to select sms template then simply type sms message
he: אם אתה לא רוצה לבחור עיצוב SMS אז פשוט להקליד הודעת SMS

source: Certificate Signature
he: חתימת אישור

source: Upload Image(* height less than 75px)
he: העלה תמונה (* גובה פחות מ 75px)

source: Delete Signature
he: מחק חתימה

source: Add Slides
he: להוסיף שקופיות

source: Slide Name
he: שם שקופיות

source: Upload Slide (1350*550)
he: שקופיות עלה (1350 * 550)

source: Edit Slides
he: שקופיות ערוכות

source: Slides
he: שקופיות של %s

source: Add New Slide
he: להוסיף שקף חדש

source: SMS Settings
he: הגדרות SMS

source: API Link
he: קישור API

source: Sender ID
he: מספר זהות השולח

source: Heading Username
he: שם משתמש כותרת

source: Username field provided by sms gateway
he: בשדה שם משתמש שמספק שער SMS

source: Heading Password
he: סיסמא כותרת

source: Password field provided by sms gateway
he: בשדה סיסמא שמספק שער SMS

source: Heading Mobile No
he: כותרת ניידת אין

source: Mobile No field provided by sms gateway
he: אין Mobile בשדה המיועד לכך על ידי שער SMS

source: Heading Message
he: כותרת ההודעה

source: Message field provided by sms gateway
he: בשדה הודעה שמספק שער SMS

source: Heading Sender Id
he: זיהוי השולח כותרת

source: Sender Id field provided by sms gateway
he: שדה זיהוי שולח שמספק שער SMS

source: Add SMS Template
he: להוסיף תבנית SMS

source: Edit SMS templates
he: תבניות SMS ערוך

source: SMS Templates
he: תבניות SMS

source: Add New SMS Template
he: הוספת תבנית חדשה SMS

source: Add Students
he: הוסף תלמידים

source: Address
he: כתובת

source: Guardian Phone
he: טלפון Guardian

source: Edit Students
he: סטודנטים ערוכים

source: Renewal Date
he: תאריך חידוש

source: Add New Student
he: הוסף חדש סטודנטים

source: Wallet
he: ארנק

source: Admission Date
he: תאריך כניסה

source: Credit
he: אַשׁרַאי

source: Debit
he: חוֹבָה

source: Balance
he: ייתרה

source: Date & Time
he: תאריך שעה

source: Payment Through
he: תשלום באמצעות

source: View Student Information
he: צפו מידע לסטודנט

source: Full Name
he: שם מלא

source: Phone Number
he: טלפון

source: Registered Email
he: דוא"ל רשום

source: Alternate Number
he: מספר חלופי

source: Enrolment No
he: תוקפה של ההרשמה לא

source: Last Login
he: כניסה אחרונה

source: Students Wallet
he: ארנק סטודנטים

source: Transaction Form
he: טופס עסקה

source: Mobile
he: מובייל

source: ADD
he: הוסף

source: DEDUCT
he: לְנַכּוֹת

source: Add Subjects
he: להוסיף נושאים

source: Edit Subjects
he: נושאים ערוכים

source: Subjects
he: נושא: %s

source: Add New Subject
he: הוסף נושא חדש

source: Question Bank
he: בנק שאלה

source: Add Testimonials
he: הוסף המלצות

source: Upload Photo (150*150)
he: העלה תמונה (150 * 150)

source: Edit Testimonials
he: המלצות ערוכות

source: Testimonials
he: המלצות

source: Add New Testimonial
he: הוסף המלצה

source: Photo
he: תמונה

source: Add Users
he: הוסף משתמשים

source: User Level
he: רמת משתמש

source: Username
he: שם משתמש

source: Level users
he: משתמשי רמה

source: Add New Level
he: הוסף רמה

source: Back To Users
he: בחזרה למשתמשים

source: Level Name
he: שם רמה

source: Set Permission
he: גדר הרשאות

source: Assign Form Rights
he: הקצאת זכויות טופס

source: Module Name
he: שם מודול

source: Old Password
he: סיסמה ישנה:

source: Edit Users
he: ערוך משתמשים

source: User Registration Form
he: טופס רישום משתמש

source: Users
he: משתמשים

source: Add New User
he: הוסף משתמש חדש

source: Add Level Users
he: הוסף משתמשי רמה

source: Level User
he: ברמת המשתמש

source: Dear user, log in to access the admin area!
he: משתמש יקר, להתחבר כדי לגשת באזור admin!

source: Admin / Teacher Username
he: Admin / שם משתמש המורה

source: Forgot User Name
he: שכחת שם משתמש

source: Organisation Logo
he: לוגו ארגון

source: Upload Image(* height less than 220px)
he: העלה תמונה (* גובה פחות מ 220px)

source: Delete Logo
he: מחק לוגו

source: Please provide a type for chart %s!
he: אנא לספק סוג עבור תרשים %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
he: תרשים: \ " %s " לא נמצא. ודא כי שם תרשים זהה מחרוזת מועבר זה- $> HighCharts-> render () לדעתך.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
he: עסקת Checkout אקספרס פגה והעסקה צריכה להיות מחדש

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
he: אתה אולי עשית שיחה שנייה עבור אותו תשלום או ייתכן שהשתמש אותו מזהה חשבונית עבור עסקות נפרדות.

source: Please use a different funcing source.
he: השתמש מקור funcing שונה.

source: An error occured, please retry the transaction.
he: ארעה שגיאה, נסה שוב העסקה.

source: This transaction couldn't be completed. Redirecting to payment gateway
he: עסקה זו לא ניתן היה להשלים. מפנה אל שער תשלום

source: You have not agreed to the billing agreement.
he: אתה לא הסכים להסכם החיוב.

source: The billing agreement is disabled or inactive.
he: הסכם החיוב מושב או לא פעיל.

source: The credit card used is expired.
he: את כרטיס האשראי ששימש הוא פג.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
he: העסקה נדחתה מכיוון שתגובת AVS מחזירה את הערך של N, ואת חשבון הסוחר הוא לא מסוגל לקבל עסקות כאלה.

source: The payment gateway account is restricted.
he: חשבון שער תשלום מוגבל.

source: You must submit an IP address of the buyer with each API call.
he: עליך להגיש את כתובת ה- IP של הקונה עם כל שיחה API.

source: The merchant selected a value for the PaymentAction field that is not supported.
he: הסוחר בחר ערך לשדה PaymentAction שאינו נתמך.

source: The credit card field was blank.
he: בתחום כרטיסי האשראי היה ריק.

source: The total amount and item amounts do not match.
he: סכומי הכמות ופריט הכוללים לא תואמים.

source: The credit card entered is currently restricted by the payment gateway.
he: כרטיס האשראי שהוזן מוגבל כיום על ידי שער התשלום.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
he: הסוחר נכנס מזהה החשבונית כי כבר משויך עסקה על ידי אותו סוחר. ניסיון עם מספר חשבונית חדש

source: The transaction was declined by the country filter managed by the merchant.
he: העסקה נדחתה על ידי מסנן המדינה מנוהל על ידי הסוחר.

source: The transaction was declined by the maximum amount filter managed by the merchant.
he: העסקה נדחתה על ידי מסנן הסכום המקסימאלי שבניהול הסוחר.

source: The transaction was declined by the payment gateway.
he: העסקה נדחתה על ידי שער התשלום.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
he: העסקה נדחתה על ידי שער תשלום בשל פעילות הונאה אפשרית.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
he: העסקה נדחתה על ידי שער תשלום בשל פעילות הונאה אפשרית על כתובת ה- IP.

source: The merchant account attempting the transaction is not a business account.
he: החשבון סוחר מנסה העסקה אינו חשבון העסק.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
he: החשבון סוחר מנסה עסקה אינו מסוגל לעבד עסקות תשלום ישירות.

source: Access to Direct Payment was disabled for your account.
he: גישת תשלום ישיר הושבה עבור החשבון שלך.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
he: החשבון סוחר מנסה עסקה לא קיים כתובת דוא"ל מאושרת עם שער התשלום.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
he: הסוחר ניסה עסקה כאשר הסכום חרג מהגבול העליון עבור סוחר זה.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
he: העסקה נדחתה בשל מסנן סיכון סוחר עבור AVS. באופן ספציפי, הסוחר הציב לרדת עסקה כאשר AVS חזר גפרור לא (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
he: העסקה נדחתה בשל מסנן סיכון סוחר עבור AVS. באופן ספציפי, הסוחר הציב את המסנן לרדת עסקות כאשר AVS מחזירה התאמה חלקית.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
he: העסקה נדחתה בשל מסנן סיכון סוחר עבור AVS. באופן ספציפי, הסוחר הציב את המסנן לרדת עסקות כאשר AVS אינו נתמך.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
he: סוחר הזנת כתובת IP שהייתה בפורמט לא נכון. כתובת ה- IP חייבת להיות בפורמט כגון 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
he: לתצורת הסוחר דורשת CVV להיות נכנס, אבל לא CVV סופק עם עסקה זו.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
he: הסוחר ספק כתובת או בארצות הברית או קנדה, אבל המדינה ספקה אינה מדינה תקפה באחת משני הארצות.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
he: העסקה נדחתה על ידי הבנק המנפיק, לא שער התשלום. הסוחר צריך לנסות כרטיס אחר.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
he: למדינת התושבות של הסוחר אינה נתמכת כעת כדי לאפשר עסקות תשלום ישירות.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
he: העסקה נדחתה משום שער התשלום כרגע הוא עיבוד עסקה על ידי אותו הקונה עבור אותה הכמות. יכול להתרחש כאשר קונה מגיש מרובות, עסקות זהות ברצף מהיר.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
he: CVV אינו חוקי. CVV הוא בין 3-4 ספרות.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
he: בבקשה נסה שוב מאוחר יותר. ודא שיש לך עבר את המידע CVV ואת הכתובת הנכונה עבור הרוכש. אם יצירת פרופיל חוזר, אנא נסה שנית על ידי העברת כמות init של 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
he: העסקה אינה תואמת בשל ערכי אימות חסרים או לא חוקיים 3-D Secure. בדוק ECI, ECI3DS, CAVV, שדות XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
he: העסקה נדחתה על ידי שער התשלום בשל כשלים מוגזמים על פני תקופה קצרה של זמן עבור כרטיס אשראי זה.

source: The transaction was declined by payment gateway.
he: העסקה נדחתה על ידי שער תשלום.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
he: העסקה נדחתה מפני הסוחר אין הסכם גוף מסחרי חוקי ברשומות עם שער התשלום.

source: The transaction was declined because the CVV entered does not match the credit card.
he: העסקה נדחתה משום CVV נכנסה אינה תואמת את כרטיס האשראי.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
he: העסקה נדחה על ידי הבנק המנפיק בגלל כרטיס אשראי שפג תוקפו. הסוחר צריך לנסות כרטיס אחר.

source: Exceeded permissible limit for Navigating away
he: חריגה הגבול המותר עבור ניווט משם

source: You have exceeded the permissible limit for navigating away from your test
he: חרגת הגבול המותר לניווט הרחק הבדיקה שלך

source: Your test has finished. You can close the window now
he: הבדיקה שלך הסתיימה. אתה יכול לסגור את החלון עכשיו

source: Installation Complete
he: ההתקנה הסתיימה.

source: Aho! The System is installed successfully.
he: אהו! המערכת מותקנת בהצלחה.

source: Go to Admin/Teacher Interface
he: עבור אל Admin / מורה ממשק

source: User
he: משתמש

source: Go to Front End/Student Interface
he: עבור אל Front End / סטודנט ממשק

source: Visit our website
he: בקר באתר שלנו

source: for documentation and support
he: תיעוד ותמיכה

source: My Exam Stats
he: סטטיסטיקת הבחינה שלי

source: Total Exam Given
he: בחינה סה"כ בהתחשב

source: Absent Exams
he: בחינות נעדרות

source: Best Score in
he: הציון הטוב ביותר ב

source: On
he: דולק

source: Failed in
he: נכשל ב

source: Average Percentage
he: אחוז ממוצע

source: Your Rank
he: הדירוג שלך

source: Month Wise Performance
he: ביצועי חודש וייז

source: Exam Wise Performance
he: ביצועי בחינה וייז

source: Top 10
he: 10 המובילים

source: Todays Exam
he: בחינה של היום

source: Top
he: למעלה

source: These are the exam(s) that can be taken right now
he: אלו הם הבחינה (ים) שניתן לנקוט עכשיו

source: No Exams found for today
he: אין בחינות נמצאו היום

source: Something went wrong
he: משהו השתבש

source: Show
he: הצג

source: entries
he: הגשות

source: Prev
he: הקודם

source: Next
he: הבא

source: Showing {:start} to {:current} of {:count} entries
he: מציג {: start} ל- {current:} הנוכחי של {:count} רשומות

source: Email Verification
he: אימות דוא"ל

source: Please Enter Verification Code in the Text Box
he: אנא הזן קוד אימות בתיבת הטקסט

source: Re-Send Email Verification
he: Re-שלח אימות דוא"ל

source: Please Enter Email Id in the Text Box which you enter at the time of registration
he: אנא הזן את מספר דוא"ל בתיבת הטקסט אשר תזין בעת ​​הרישום

source: Purchased Exam
he: בחינה קנויה

source: Expired Exam
he: בחינה פגה תוקף

source: These are the exam(s) which has been expired
he: אלו הם הבחינה (ים) אשר כבר פג

source: No Exams found
he: אין בחינות מצאו

source: Thank you for using the test
he: תודה על השימוש במבחן

source: 1. The test instructions were
he: 1. הוראות הבדיקה היו

source: Largely Clear
he: בעיקר נקה

source: Medium Clear
he: הבינוני נקה

source: Not Clear
he: לא ברור

source: 2. Language of question was
he: שפה של שאלה 2. הייתה

source: 3. Overall test experience was
he: ניסיון 3. בדיקה כללית היה

source: Good
he: טוב

source: Better
he: טוב יותר

source: Best
he: יהיה במיטבו בשנים 2011-2014.

source: Any other feedback suggestion
he: כל הצעת משוב נוספת

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
he: סגרו את כל חלונות הצ'אטים, מסך השומר, ותוכניות אנטי-וירוס לפני תחילת הבדיקה שלך

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
he: נא לא ללחוץ \ "F5 " במהלך הבדיקה. זה יחסל הבדיקה שלך ואתה לא תוכל לפתוח מחדש את הבדיקה

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
he: תשובותיך יישמרו. אם הבדיקה שלך מתנתקת מסיבה כלשהי, התגובות שלך עד לנקודה זו תישמרנה

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
he: סגור את כל התוכניות להעלות או להוריד קבצים ברקע לדוגמה: Dropbox, סיקור, וכו

source: Instructions
he: הוראות

source: I am ready to begin
he: אני מוכן להתחיל

source: Exam Start
he: התחל בחינה

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
he: בחינה זו משולמת. הסכום יש לנכות על הארנק שלך באופן אוטומטי. לאחר הפעלת טיימר הבחינה לא יפסיק. האם אתה רוצה לשלם & להתחיל?

source: These are the exam(s) which has been purchased
he: אלו הם בחינה (ים) אשר נרכש

source: Correct Marks
he: מרקס נכון

source: Save & Next
he: שמור & הבא

source: Unreview
he: בטל בדיקה

source: Review
he: ביקורת

source: Reset Answer
he: תשובת איפוס

source: Finish
he: נגמר

source: Current Question
he: שאלה נוכחית

source: Answered
he: נענו

source: Not Answered
he: ללא תשובה

source: Navigated Away
he: מנווט אל מחוץ

source: you had navigated away from the test window. This will be reported to Moderator
he: היית מנווט הרחק חלון הבדיקה. זה ידווח למנחה

source: Do not repeat this behaviour
he: אל תחזרו על התנהגות זו

source: Otherwise you may get disqualified
he: אחרת אתה עלול לקבל פסול

source: Continue
he: המשך

source: Finalize
he: לְסַכֵּם

source: Do you wish to submit and close the
he: האם ברצונך להגיש ולסגור את

source: Once you submit, you will not be able to review the
he: ברגע שאתה שולח, אתה לא תוכל לעיין

source: Summary of your attempts in this
he: סיכום של הניסיונות שלך זה

source: as show below
he: כמו להראות להלן

source: Attempted
he: ניסיתי

source: Return To First Question
he: חזרה ל ראשית שאלה

source: These are the exam(s) that are planned you in near future
he: אלו הם הבחינה (ים) כי הם תכננו אתכם בעתיד הקרוב

source: Attempt Now
he: נסו עכשיו

source: Your performance compared to your group
he: הביצועים שלך בהשוואה לקבוצה שלך

source: Can't read? Reload
he: לא יכול לקרוא? לִטעוֹן מִחָדָשׁ

source: Enter security code shown above
he: הזן קוד האבטחה המוצג לעיל

source: Answer simple math
he: תשובת מתמטיקה פשוטה

source: Attempts
he: ניסיונות

source: Remaining
he: הנשאר

source: Expiry Date
he: תאריך תפוגה

source: Expired Date
he: תאריך תפוגה

source: Free
he: חינם

source: Not Purchased
he: לא נרכש

source: View Details
he: הצג פרטים

source: Load Editor
he: עורך טען

source: Installation
he: התקנה

source: Step 1 of 4
he: שלב 1 מתוך 4

source: Server Configuration & Setup Requirements
he: דרישות תצורת שרת & Setup

source: Setup Requirements
he: דרישות התקנה

source: Installing this software require certain server side extension and capability
he: התקנת תוכנה זו דורשת הרחבה ויכולת בצד שרת מסוימות

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
he: אנא בדוק מתחת ולהשוות עם הפסלים הנוכחיים השרת שלך מצד ימין. אתה יכול ללחוץ על הסמל שליד כל טכנולוגיה לפרטים.

source: Extensions &amp; Applications
he: רחבות & amp; יישומים

source: HTTP Server. For example: Apache
he: שרת HTTP. לדוגמא: Apache

source: Require
he: לִדרוֹשׁ

source: PHP 5.2.8 or greater
he: PHP 5.2.8 ומעלה

source: Database Engine MySQL (4 or greater)
he: MySQL מנוע מסד נתונים (4 או יותר)

source: PDO Extension
he: רחבת PDO

source: GD Extension
he: רחבת GD

source: Mandatory
he: חובה

source: Server Status
he: מצב השרת

source: Web Server
he: שרת אינטרנט

source: PHP Version
he: PHP גרסה

source: MYSQL Version
he: גרסת MySQL

source: PDO Unavailable
he: PDO לא זמין

source: PDO Available
he: PDO זמין

source: Directory &amp; File Permission
he: ספריות & amp; הרשאת קובץ

source: These Folders of Files need to be
he: תיקיות קבצים אלה צריכים להיות

source: Writable
he: לכתיבה

source: for application to be installed.
he: עבור היישום להיות מותקן.

source: Folders or Files
he: תיקיות או קבצים

source: app/tmp/
he: אפליקציה / tmp /

source: app/Config/database.php
he: אפליקציה / Config / database.php

source: app/Config/core.php
he: אפליקציה / Config / core.php

source: Refresh
he: רענן

source: Let's Start
he: בואו נתחיל

source: Step 2 of 4
he: שלב 2 מתוך 4

source: Installation Agreement
he: הסכם התקנה

source: I Accept to Proceed
he: אני מסכים כדי להמשיך

source: Step 3 of 4
he: שלב 3 מתוך 4

source: Database Connection Settings
he: הגדרות חיבור מסד

source: Usually Localhost
he: לרוב localhost

source: Database Name
he: שם מסד נתונים

source: Database User
he: Database משתמש

source: Database User Name
he: שם משתמש מסד

source: Database Password
he: סיסמת מסד נתונים

source: Database User Password
he: Database משתמש סיסמא

source: Database Type
he: סוג בסיס נתונים

source: Test Connection
he: חיבור בדיקה

source: Step 4 of 4
he: שלב 4 מתוך 4

source: Name of Your Website
he: שם האתר שלך

source: Meta Keyword
he: מילות מפתח meta

source: Useful for SEO
he: שימושי עבור SEO

source: Meta Content for SEO
he: תוכן מטה עבור SEO

source: Please Select Timezone
he: אנא בחר אזור זמן

source: Name of Your Organization/Company
he: שם הארגון שלך / חברה

source: Default Admin Email
he: דוא"ל Admin ברירת מחדל

source: Install Sample Data With Dummy Entries
he: התקן נתוני מדגם עם ערכי דמה

source: Install
he: התקן

source: Welcome to
he: ברוך הבא ל

source: Set Avatar
he: סט אישי

source: Sign out
he: יציאה

source: Copyright
he: זכויות יוצרים

source: follow on facebook
he: אחרי בפייסבוק

source: Latest News & Events
he: חדשות ואירועים אחרונים

source: Time
he: זמן

source: Download PDF
he: הורד PDF

source: Average Percentage(%)
he: אחוז ממוצע (%)

source: Exam Given
he: בחינה בהתחשב

source: Delete Forever
he: מחק לנצח

source: Move to Trash
he: העבר לאשפה

source: News Detail
he: פרט חדשות

source: No of Visitors
he: אין מבקרים

source: No of Students
he: לא של תלמידים

source: No of Exams
he: אין בחינות

source: Payment From Pay Pal
he: תשלום מ Pay Pal

source: Pay From Pay Pal
he: לשלם מ Pay Pal

source: Profile
he: פּרוֹפִיל

source: Edit Profile
he: ערוך פרופיל
