Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/heb/LC_MESSAGES/default.po
Languages: he

source: File Manager
he: מנהל קבצים

source: You can find your result here.
he: אתה יכול למצוא את התוצאה שלך כאן.

source: Thanks for given the exam.
he: תודה על נתון לבחינה.

source: Dashboard
he: לוח של כל מיני מחוקים ברכ

source: Leader Board
he: לוח לידר

source: My Exams
he: הבחינות שלי

source: My Result
he: התוצאה שלי

source: Group Performance
he: ביצועי קבוצה

source: Payment
he: תביעה.

source: Transaction History
he: היסטוריית עסקאות

source: Mailbox
he: תיבות דואר

source: Help
he: עזרה

source: Home
he: בית

source: Register
he: הירשם

source: Log In
he: התחברות

source: Invalid Post
he: פוסט לא חוקי

source: Jan
he: ינואר

source: Feb
he: פברואר

source: Mar
he: מרץ

source: Apr
he: אפריל

source: May
he: מאי

source: Jun
he: יוני

source: Jul
he: יולי

source: Aug
he: אוגוסט

source: Sep
he: ספטמבר

source: Oct
he: אוקטובר

source: Nov
he: נובמבר

source: Dec
he: דצמבר

source: Percentage
he: אֲחוּזִים

source: Month
he: חודש

source: Exams
he: בחינות

source: Email verified successfully
he: דוא"ל מאומת בהצלחה

source: Invalid Verification Code
he: קוד אימות לא תקף

source: A verification Code send to your Email inbox or Spam
he: קוד אימות לשלוח לתיבת הדואר הנכנס או ספאם דוא"ל שלך

source: Email Id already verified
he: זיהוי כתובת הדוא"ל כבר אומת

source: Email Id not registered in system
he: זיהוי דוא"ל לא רשום במערכת

source: You have attempted maximum exam.
he: ניסית בחינה מקסימלית.

source: You have attempted maximum number of questions in this subject
he: ניסית מספר מרבי של שאלות בנושא זה

source: You can find your result here
he: אתה יכול למצוא את התוצאה שלך כאן

source: Insufficient Amount.
he: כמות מספקת.

source: 1. The test instructions were
he: 1. הוראות הבדיקה היו

source: 2. Language of question was
he: שפה של שאלה 2. הייתה

source: 3. Overall test experience was
he: ניסיון 3. בדיקה כללית היה

source: Any other feedback suggestion:
he: כל הצעת משוב אחרת:

source: Feedback has submitted successfully!
he: משוב הגיש בהצלחה!

source: Feedback already submitted.
he: משוב שכבר נשלח.

source: Email id is not registered in system
he: id הדוא"ל אינו רשום במערכת

source: Your password reset link is sent to your registered email id
he: קישור לאיפוס הסיסמה שלך נשלחת id הדוא"ל שלך רשום

source: Incorrect code
he: קוד שגוי

source: Password Changed Successfully
he: סיסמא שונתה בהצלחה

source: My Performance
he: הביצועים שלי

source: My Group performance
he: ביצועי הקבוצה שלי

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
he: היישום כבר מותקן. הסר אפליקציה / tmp / installed.txt להתקין מחדש את היישום

source: Unwriteable
he: ניתן לכתיבה

source: Writeable
he: ניתן לכתיבה

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
he: לְמַרְבֶּה הַצַעַר! שגיאת הרשאות הקובץ <br> אנא האפליקציה goto / Config / database.php נמצא במצב ניתן לכתיבה.

source: A connection was successfully established with the server.
he: חיבור הוקם בהצלחה עם השרת.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
he: לא ניתן להתחבר לבסיס הנתונים. אנא בדוק את הגדרות ביישום / Config / database.php ונסה שוב

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
he: לְמַרְבֶּה הַצַעַר! שגיאת הרשאות תיקיית <br> אנא תיקיית tmp נמצאת במצב ניתן לכתיבה.

source: Your Mail has been sent
he: המייל שלך נשלח

source: Forwarded message
he: הודעה שהועברה

source: From
he: מ

source: Subject
he: נושא

source: The mail has been moved to the Trash
he: הדואר כבר ל'אשפה

source: Your Mail has been deleted
he: המייל שלך נמחק

source: The mail has been moved to the Inbox
he: הדואר הועבר אל תיבת הדואר הנכנס

source: The mail has been marked as Read
he: הדואר סומן כנקרא

source: The mail has been marked as Unread
he: הדואר סומן הכלא נקרא

source: Paypal Payment not set
he: תשלום Paypal לא קבע

source: Payment Cancel
he: תשלום לבטל

source: Wallet Payment
he: תשלום ארנק

source: Try again! Can not connect to paypal
he: נסה שוב! לא ניתן להתחבר paypal

source: Invalid Amount
he: סכום לא חוקי

source: Payment already done
he: תשלום עשה

source: Payment not done
he: תשלום לא נעשה

source: Payment successfully! Amount %s added in your wallet
he: תשלום בהצלחה! סכום %s הוסיף בארנק שלך

source: Profile Updated Successfully
he: פרופיל עודכן בהצלחה

source: Photo Updated Successfully
he: תמונה עודכנה בהצלחה

source: Invalid Password
he: סיסמא לא חוקי !

source: Please select any group
he: אנא בחר כל קבוצה

source: Invalid Security Code
he: חוקי קוד אבטחה

source: Score
he: תוצאה

source: Max Marks
he: מקס מארקס

source: Marks Scored
he: מרקס קלע

source: Subject Wise Time Taken
he: זמן וייז נושא הצילום

source: Student Performance
he: ביצועי התלמידים

source: Correct Question
he: שאלה נכונה

source: Incorrect Question
he: שאלה לא נכונה

source: Right Marks
he: מרקס Right

source: Negative Marks
he: מרקס שלילי

source: Percentage(%) in Exam
he: אחוז (%) ב בחינה

source: Percentage(%)
he: אֲחוּזִים(%)

source: st
he: רחוב

source: rd
he: מחקר ופיתוח

source: th
he: חמישי

source: You %s
he: אתה %s

source: Topper %s
he: צילינדר %s

source: Administrator
he: מנהל

source: Payment Gateway
he: שער תשלום

source: Pay Exam
he: בחינת חבילה

source: Your account has expired. Please contact administrator
he: פג תוקפו של חשבונך. אנא פנה למנהל

source: You have been logged in successfully
he: התנתקת בהצלחה

source: Your email not verified! Please click on link sent to your email inbox or spam
he: האימייל שלך לא אומת! אנא לחץ על הקישור שנשלח לתיבת הדואר האלקטרוני שלך או דואר זבל

source: Incorrect username/password
he: משתמש שגוי / סיסמא

source: You have been logged out successfully
he: אתה התנתקת בהצלחה

source: You are %s Member! Please contact administrator
he: אתה %s חבר! אנא פנה למנהל

source: Hours
he: שעות

source: Mins
he: דקות

source: Sec
he: שנ'

source: Grand Total
he: סך הכל

source: Your Question has been added for exam
he: השאלה שלך נוספה לבחינה

source: Your Question has been deleted for exam
he: השאלה שלך נמחקה לבחינה

source: No Permission
he: אין רשות

source: Advertisement has been saved
he: פרסום נשמר

source: Invalid post
he: פוסט לא חוקי

source: Advertisement has been deleted
he: פרסום נמחק

source: Photo Changed Successfully
he: תמונה שונתה בהצלחה

source: Not Attempted
he: לא ניסה

source: Marks Updated
he: עודכן מארקס

source: Successfully Finalize
he: בהצלחה סופית

source: Successfully Closed Exam
he: בחינה נסגרה בהצלחה

source: English
he: אנגלית

source: French
he: צרפתית

source: Your Setting has been saved
he: ההגדרה שלך נשמרה

source: Page Added Successfully
he: דף נוסף בהצלחה

source: Pages updated Successfully
he: עמודים מעודכנים בהצלחה

source: Page has been deleted
he: הדף נמחק

source: Page has been Unpublished
he: עמוד הופסק

source: Page has been Published
he: דף כבר פורסם

source: Something wrong
he: משהו לא בסדר

source: Currency has been saved
he: מטבע נשמר

source: Currency has been deleted
he: מטבע נמחק

source: Student Details
he: פרטי סטודנטים

source: Active
he: הפעל

source: Pending
he: ממתין

source: Suspend
he: לְהַשְׁעוֹת

source: Pass
he: עברו

source: Fail
he: לְהִכָּשֵׁל

source: Absent
he: לא קיים

source: Student
he: תלמיד

source: Passing %age
he: עובר %a ge

source: Average %age
he: ממוצע %a ge

source: Question Count
he: רוזן שאלה

source: Total Question
he: שאלה סה"כ

source: Question Bank Difficulty Wise
he: קושי שאלה בנק וייז

source: Easy
he: קל

source: Medium
he: בינוני

source: Hard
he: קשה

source: Name has been updated
he: שם עודכן

source: Email template has been saved
he: תבנית דוא"ל נשמרה

source: Email template has been deleted
he: תבנית דוא"ל נמחקה

source: End Date is not less than Start date
he: תאריך הסיום הוא לא פחות מ תאריך ההתחלה

source: Please Select any group
he: אנא בחר כל קבוצה

source: Please Add Subject To Exam
he: אנא הוסף נושא כדי הבחינה

source: Exam has been saved. Add questions in exam
he: בחינה נשמרה. להוסיף שאלות הבחינה

source: Exam has been saved
he: הבחינה נשמרה

source: Exam has been updated
he: בחינה עודכנה

source: Exam has been deleted
he: בחינה נמחקה

source: Difficulty Level
he: רמת קושי

source: Subject Wise Question Count
he: רוזן נושא השאלה וייז

source: Exam sucessfully inactivated
he: הבחינה בהצלחה מומת

source: Exam sucessfully activated
he: בחינה מופעלת בהצלחה

source: There are no question added!
he: לא נמצאו שאלה הוסיפה!

source: Your username is sent to your registered email id
he: שם המשתמש שלך נשלח id הדוא"ל שלך הרשום

source: Group Added Successfully
he: קבוצה נוספת בהצלחה

source: Group has been saved
he: הקבוצה נשמרה

source: Group has been deleted
he: הקבוצה נמחקה

source: Delete subject first
he: מחק הנושא הראשון

source: Help content has been saved
he: תוכן עזרה נשמר

source: Help content has been deleted
he: תוכן עזרה נמחק

source: Questions imported successfully
he: שאלות יובאו בהצלחה

source: File not uploaded
he: לא הועלה קובץ

source: Only CSV File supported
he: רק קובץ CSV נתמך

source: Please Select Subject
he: אנא בחר נושא

source: Please Select any Group
he: אנא בחר קבוצה

source: Students imported successfully
he: סטודנטים יובאו בהצלחה

source: Please Select Group
he: אנא בחר קבוצה

source: Student Email not found
he: דוא"ל הסטודנט לא נמצא

source: News has been saved
he: חדשות נשמרו

source: News has been deleted
he: חדשות נמחקו

source: Paypal Payment Setting has been saved
he: הגדרת תשלום Paypal נשמרה

source: Setting Problem
he: בעיה בהגדרה

source: Please Choose the Correct answer
he: נא לבחור בתשובה הנכונה.

source: Please select true or false
he: אנא בחר אמת או שקר

source: Please fill blank space
he: נא למלא את החלל הריק

source: Question added to bank successfully
he: השאלה הוסיפה לבנק בהצלחה

source: Question has been updated
he: שאלה עודכנה

source: Question has been deleted
he: שאלה נמחקה

source: Delete exam first!
he: מחק הבחינה הראשונה!

source: Question Difficulty Level
he: רמת קושי שאלה

source: Performance
he: ביצועים

source: Candidate Marks Distribution
he: הפצה מועמדת מארקס

source: Max Marks Distribution
he: הפצת מקס מארקס

source: Please select any type in the list
he: אנא בחר כל סוג ברשימה

source: Please type any email
he: אנא הקלד כל דוא"ל

source: Email has been sent
he: דוא"ל נשלח

source: No email to send
he: אין הדוא"ל כדי לשלוח

source: Please type any name
he: אנא הקלד שם

source: Sms has been sent
he: Sms נשלחה

source: No sms to send
he: ללא SMS לשלוח

source: Signature has been saved
he: חתימה נשמרה

source: Signature has been deleted
he: חתימה נמחקה

source: Slide has been saved
he: שקופיות נשמרו

source: Slide has been deleted
he: שקופיות נמחקו

source: SMS template has been saved
he: תבנית SMS נשמרה

source: SMS template has been deleted
he: תבנית SMS נמחקה

source: Student added Successfully
he: סטודנט נוסף בהצלחה

source: Please Select atleast one group
he: בחר לפחות קבוצה אחת

source: Student has been updated
he: סטודנט עודכן

source: Student has been deleted
he: סטודנט נמחק

source: Student Wallet has been updated
he: ארנק סטודנטים עודכן

source: Subject Added Successfully
he: נוסף נושא בהצלחה

source: Subject already exist
he: נושא שכבר קיימות

source: Subject has been updated
he: נושא עודכן

source: Subject has been deleted
he: נושא נמחק

source: Testimonial has been saved
he: המלצה נשמרה

source: Testimonial has been updated
he: ההמלצה עודכנה

source: Testimonial has been deleted
he: ההמלצה נמחקה

source: User Added Successfully
he: משתמש נוסף בהצלחה

source: User has been updated
he: משתמש עודכן

source: User has been deleted
he: משתמש נמחק

source: Permission update successfully
he: רשות עדכון בהצלחה

source: You have been logged in Successfully
he: התנתקת בהצלחה

source: You have been logged out
he: אתה התנתקת

source: Level User has been saved
he: משתמש רמה נשמר

source: Level user has been deleted
he: ברמת המשתמש נמחק

source: Logo has been saved
he: לוגו נשמר

source: Logo has been deleted
he: לוגו נמחק

source: Add Questions
he: הוסף את השאלות

source: Question Type
he: סוג שאלה

source: Search
he: חיפוש

source: Reset
he: להתחיל מחדש

source: Add To Exam
he: הוספת בחינה

source: Delete To Exam
he: מחיקה כדי בחינה

source: Back To Exam
he: חזרה בחינה

source: Type
he: סוג

source: Body of Question
he: גוף של שאלה

source: Level
he: רמה

source: Marks
he: 3.50 מארק.

source: Action
he: פעולה

source: Add Advertisement
he: להוסיף פרסומת

source: Advertisement Name
he: שם פרסום

source: Ordering
he: סידור

source: URL
he: כתובת אתר

source: URL Type
he: סוג URL

source: Internal
he: פְּנִימִי

source: External
he: חיצוני

source: URL Target
he: כתובת אתר של יעד

source: _self
he: _עצמי

source: _blank
he: _רֵיק

source: Upload Image (350*260)
he: העלה תמונה (350 * 260)

source: Save
he: שמור

source: Close
he: סגור

source: Update Photo
he: תמונת Update

source: Upload Photo
he: העלה תמונה

source: Update
he: עדכן

source: Cancel
he: לבטל

source: Edit Advertisements
he: פרסומות ערוכות

source: Form
he: טופס

source: Status
he: סטטוס

source: Advertisements
he: פרסומות

source: Add New Advertisement
he: הוסף חדש פרסום

source: Edit
he: ערוך

source: Delete
he: מחק

source: View
he: הצג

source: Change Photo
he: שנה תמונה

source: View Slides
he: שקופיות צפו

source: Attempted Papers of
he: ניסיון Papers של

source: Name
he: שם

source: Email
he: דוא"ל

source: Total Marks
he: מרקס סה"כ

source: Obtained Marks
he: מרקס שהושג

source: Result Finalized
he: סופי התוצאה

source: Finalize It
he: לסיים אותו

source: FAILED
he: נִכשָׁל

source: Finalized By
he: וגובש

source: Question No
he: אין שאלה

source: Option1
he: אופציה 1

source: Marked Answer
he: תשובה מסומנת

source: Correct Answer
he: תשובה נכונה

source: Time Taken
he: זמן נלקח

source: Marks Obtained
he: מרקס שהושג

source: Checked by
he: נבדק על ידי

source: System
he: מערכת

source: Configuration Options
he: אפשרויות תצורה

source: Site Name
he: שם אתר

source: Organization Name
he: שם ארגון

source: Domain Name
he: שם דומיין

source: Organization Email
he: דוא"ל ארגון

source: Meta Title
he: כותרת מטא

source: Meta Description
he: תיאור meta

source: Time Zone
he: אזור זמן

source: Please Select
he: בבקשה תבחר

source: Currency
he: מטבע

source: Header Contact
he: לתקשר כותרת

source: Email Contact
he: לתקשר דוא"ל

source: Display records per page
he: רשומות לתצוגה לכל דף

source: Max records per page
he: מקס רושמת לעמוד

source: Date Format
he: פורמט תאריך:

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
he: תאריך, חודש, שנה, שעות, דקות, שניות, מרידיאן, תאריך Seprator, זמן Seprator

source: Image
he: תמונה

source: Text
he: הודעת טקסט

source: Text Direction
he: כיוון טקסט

source: Left-to-right (LTR)
he: שמאל לימין (LTR)

source: Right-to-Left (RTL)
he: מימין לשמאל (RTL)

source: Language
he: שפה

source: Enable SMS Notification
he: אפשור הודעות SMS

source: Enable Email Notification
he: אפשר הודעה בדואר אלקטרוני

source: Manual Verification
he: אימות ידנית

source: Front End Registration
he: רישום Front End

source: Front End Slides
he: Front End שקופיות

source: Translation
he: תִרגוּם

source: Paid Exam
he: בחינה בתשלום

source: Math Editor
he: עורך מתמטיקה

source: Exam Expiry
he: תפוגת בחינה

source: Exam Feedback
he: משוב בחינה

source: Tolrance Count
he: רוזן Tolrance

source: Certificate
he: ======================== תעודה ========================= ==

source: Testimonial
he: "" המלצות

source: Advertisement
he: פרסומת

source: No. of Visitor
he: מספר הגולשים

source: No. of Student
he: מספר הסטודנטים

source: No. of Exam
he: מס 'של הבחינה

source: Save Settings
he: שמור הגדרות

source: Add Pages
he: הוסף דפים

source: Link Name
he: שם קישור

source: Link Order
he: להזמין link

source: Page Type
he: סוג הדף

source: External Url
he: כתובת אתר חיצוני

source: Url Target
he: יעד קישור ישיר

source: Page Name
he: שם דף

source: Page Url
he: כתובת אתר של דף

source: Page Content
he: תכולת הדף:

source: Edit Pages
he: דפי ערוך

source: Pages
he: דפים

source: Add New Page
he: הוסף דף חדש

source: Published
he: יצא לאור

source: Unpublished
he: לא פורסם

source: Add Currency
he: הוסף מטבע

source: Currency Name
he: שם מטבע

source: Short Name
he: שם קצר

source: Upload Currency (Less or equal to 50*50)
he: העלה מטבע (פחות או שווה ל 50 * 50)

source: Add New Currency
he: הוסף מטבע

source: In Progress Exam
he: בשנת בחינת התקדמות

source: Upcoming Exam
he: בחינה קרובה

source: Completed Exam
he: בחינה שהושלמה

source: Students
he: 50.000 תלמידים וסטודנטים

source: In Progress & Upcoming Exams
he: בעיצומה & בחינות עתידיות

source: Date
he: תאריך

source: Exam Name
he: שם בחינה

source: Group
he: קבוצה

source: Duration
he: משך

source: Recent Exam Results
he: תוצאות בחינה אחרונות

source: Exam
he: בְּחִינָה

source: Overall Result
he: התוצאה הכוללת

source: Student Stats
he: סטטיסטיקת סטודנטים

source: To
he: אל

source: Details
he: פרטים:

source: Top 10 Student Group Wise
he: Top 10 סטודנטים קבוצה וייז

source: Student Statistic Table
he: סטודנטים סטטיסטיקה לוח

source: Total Students
he: כלל הסטודנטים

source: Total Active
he: פעיל סך

source: Total Pending
he: בהמתנה סה"כ

source: Top 10 Question Bank Subject Wise
he: נושא Top 10 שאלות הבנק וייז

source: Top 10 Difficulty Level of Questions
he: רמת 10 קושי לראש השאלות

source: Question Count Table
he: לוח רוזן השאלה

source: Bank Name
he: שם הבנק

source: Total Easy
he: סה"כ קל

source: Total Normal
he: סה"כ רגילה

source: Total Difficult
he: סה"כ קשה

source: Diffculty Level
he: Diffculty רמה

source: E-Mail Settings
he: הגדרות דואר אלקטרוני

source: Email Type
he: סוג דוא"ל

source: Server Name / Host
he: שם שרת / מארח

source: Port
he: יציאה

source: User Name
he: שם משתמש:

source: Password
he: סיסמה

source: Add Email Template
he: להוסיף תבנית דוא"ל

source: Email Template
he: תבנית דואר אלקטרוני

source: Edit Email Templates
he: דוא"ל תבניות עריכה

source: Email Templates
he: דוא"ל תבניות

source: Add New Email Template
he: להוסיף תבנית דוא"ל חדשה

source: Template
he: תבנית

source: Subject Added successfully
he: נוסף נושא בהצלחה

source: Add Exam
he: להוסיף בחינה

source: Name of Exam
he: שם בחינה

source: Passing Percentage
he: אחוז פטירתו

source: Instruction
he: הוראה

source: Exam Duration (Min.)
he: משך הבחינה (מינ.)

source: 0 for unlimited duration
he: 0 עבור משך בלתי מוגבל

source: Attempt Count
he: רוזן ניסיון

source: 0 for unlimited attempt
he: 0 עבור ניסיון ללא הגבלה

source: Start Date
he: תאריך התחלה

source: Show Answer Sheet
he: גיליון תשובות צג

source: Yes
he: כן

source: No
he: לא

source: Select Group
he: בחר קבוצה

source: Student Group
he: סטודנט קבוצה

source: Negative Marking
he: שלילי סימון

source: Random Question
he: שאלה אקראית

source: Amount
he: סכום

source: Browser Tolrance
he: Tolrance דפדפן

source: Expiry Days
he: ימי תפוגה

source: 0 for Unlimited
he: 0 ללא הגבלה

source: Result After Finish
he: התוצאה לאחר סיום

source: Mode
he: מצב: @@@@

source: Instant Result
he: תוצאה מיידית

source: Option Shuffle
he: ערבב אופציה

source: Add Subjects To Exams
he: להוסיף נושאים לבחינות

source: Subject Name
he: שם נושא

source: No. of Questions
he: מספר שאלות

source: Ques Attempt Count
he: כבכפרו ניסיון רוזן

source: Questions Attempt Count
he: שאלות ניסיון רוזן

source: Leave blank for not showing (0 for unlimited)
he: שאר ריק לאי הצגה (0 ללא הגבלה)

source: ctrl+click to add multiples
he: ctrl + לחץ כדי להוסיף בכפולות

source: Add
he: הוסף

source: Edit Exam
he: בחינה ערוכה

source: Exam Stats
he: סטטיסטיקת בחינה

source: No of Student Passed
he: לא של הסטודנט עבר

source: Download
he: הורדה

source: No of Student Failed
he: לא של סטודנטים נכשלו

source: No of Student Absent
he: לא של הסטודנט נעדר

source: Exam Details
he: פרטי בחינה

source: Finalize Result
he: לסיים תוצאה

source: Attempted Papers
he: ניירות ניסיון

source: Eligible Group
he: קבוצה זכאית

source: Close Exam
he: בחינת Close

source: Activate Exam
he: הפעל את הבחינה

source: Exam Closed Re-Activate Exam
he: בחינת בחינת הסגירה ותפעיל

source: Browser Tolrence
he: Tolrence דפדפן

source: Expiry
he: תְפוּגָה

source: Unlimited
he: ללא הגבלה

source: Days
he: ימים

source: Subjective
he: סובייקטיבי

source: Objective
he: מטרה

source: True &amp; False
he: נכון & amp; שֶׁקֶר

source: Fill in the blanks
he: למלא את החסר

source: Total Questions
he: שאלות סה"כ

source: Question Attempt Count
he: רוזן ניסיון שאלה

source: H
he: שעה

source: Total
he: סה"כ

source: E
he: מזרח

source: M
he: דקות

source: Student Name
he: שם תלמיד

source: Enrolment
he: הַרשָׁמָה

source: Phone
he: טלפון

source: Result Status
he: סטטוס תוצאה

source: Forgot Password
he: שכחת את הסיסמה?

source: Email ID
he: מזהה אימייל

source: Submit
he: שלח

source: Forgot Username
he: שכחת שם משתמש

source: Login
he: התחברו

source: Verification Code
he: קוד אימות

source: Please enter verification Code
he: נא להזין קוד אימות

source: Reset Password
he: איפוס סיסמה

source: Confirm Password
he: אשר סיסמה

source: Add Groups
he: הוסף קבוצות

source: Group Name
he: שם קבוצה

source: Edit Groups
he: עריכת קבוצות

source: Groups
he: קבוצות

source: Add New Group
he: הוסף קבוצה חדשה

source: Add Help Content
he: הוסף תוכן עזרה

source: Title
he: תפקיד

source: Description
he: תיאור

source: Edit Help Content
he: תוכן עזרה ערוך

source: Help Content
he: תוכן עזרה

source: Add New Help Content
he: הוספת תוכן חדש עזרה

source: Import/Export Qusetions
he: ייבוא ​​/ ייצוא Qusetions

source: Back To Questions
he: חזרה לשאלות

source: Export Questions
he: שאלות יצוא

source: Select File
he: בחר קובץ

source: Import Questions
he: שאלות יבוא

source: Import/Export Students
he: סטודנטים ייבוא ​​/ ייצוא

source: Back To Students
he: חזרה סטודנטים

source: Export Students
he: סטודנטים ייצוא

source: Import Students
he: סטודנטי יבוא

source: All Messages
he: כל ההודעות

source: My Profile
he: הפרופיל שלי

source: Change Password
he: שינוי סיסמה

source: Logout
he: התנתק

source: Powered by
he: מופעל על ידי 1%

source: Date &amp; Time
he: תאריך & amp; זְמַן

source: Compose Mail
he: כתוב דואר

source: Search Student Mail
he: חפש סטודנטים Mail

source: Message
he: הודעה

source: Send
he: שלח

source: Compose
he: חבר

source: Inbox
he: תיבת דואר נכנס

source: Sent Mail
he: שלח מייל

source: Trash
he: אשפה

source: More
he: עוד

source: Mark as Read
he: סמן כפריט שנקרא

source: Mark as Unread
he: סמן כדואר שלא נקרא

source: Move to Inbox
he: העבר לדואר נכנס

source: Reply
he: השב

source: Forward
he: העבר

source: Menu Names
he: שמות תפריט

source: Model Name
he: שם דגם

source: Icon
he: סמל

source: Add News
he: להוסיף חדשות

source: News Title
he: כותרת חדשות

source: News Description
he: תיאור חדשות

source: Edit News
he: חדשות ערוכות

source: News
he: חדשות

source: Add New News
he: הוסף חדשות

source: Paypal Payment Option
he: אפשרות תשלום Paypal

source: Signature
he: חתימה

source: Sandbox Mode
he: מצב ארגז חול

source: True
he: אמת

source: Add Question
he: הוסף שאלה

source: Question
he: שאלה

source: Correct Answers
he: תשובות נכונות

source: Type your question here
he: הקלד את שאלתך כאן

source: Answer1
he: תשובה

source: Answer2
he: תשובה

source: Answer3
he: תשובה

source: Answer4
he: תשובה

source: Answer5
he: תשובה

source: Answer6
he: תשובה

source: True/False
he: נכון / לא נכון

source: False
he: שגוי

source: Blank Space
he: חלל ריק

source: Explanation (Optional)
he: הסבר (אופציונלי)

source: Provide explanation in support of correct answer
he: לספק הסבר בתמיכת תשובה הנכונה

source: Hint(optional)
he: רמז (אופציונלי)

source: Hint to help answer correctly
he: רמז שיסייע לענות נכון

source: without minus sign
he: בלי מינוס סימן

source: Edit Question Type
he: ערוך את סוג השאלה

source: Explanation
he: הֶסבֵּר

source: Hint
he: רֶמֶז

source: Questions
he: שאלות

source: Add New Question
he: הוסף שאלה חדשה

source: Import/Export Question
he: יבוא / יצוא שאלה

source: Answer
he: השב
