Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/heb/LC_MESSAGES/default.po
Languages: he

source: New Student Register
he: סטודנט חדש הרשם

source: Security Code
he: קוד אבטחה

source: Answers
he: תשובות

source: My Results
he: התוצאות שלי

source: Attempt Date
he: תאריך ניסיון

source: SCORE CARD
he: כרטיס ניקוד

source: SUBJECT REPORT
he: דוח נושא

source: TIME MANAGEMENT
he: ניהול זמן

source: QUESTION REPORT
he: שאלת דוח

source: SOLUTION
he: פִּתָרוֹן

source: COMPARE REPORT
he: דוח השווה

source: Score Card For
he: ציון כרטיס עבור

source: Total No. of Student
he: מס 'סה"כ של סטודנטים

source: My Marks
he: מרקס שלי

source: Total Marks of Test
he: מרקס סך מבחן

source: My Percentile
he: אחוזון שלי

source: Total Question in Test
he: שאלה סך מבחן

source: Total Attempt Question in Test
he: שאלת ניסיון סך המבחן

source: Left Question
he: שאלת שמאל

source: Left Question Marks
he: שמאל סימני שאלה

source: Total Time of Test
he: זמן כולל של מבחן

source: My Time
he: הזמן שלי

source: My Rank
he: הדירוג שלי

source: Performance Report For
he: דוחות ביצועים עבור

source: Question & Marks Wise Report For
he: שאלה & Marks וייז דוח

source: Subject Report For
he: דווח נושא

source: Correct
he: נכון

source: Unattempted Questions
he: שאלות לא נוסו

source: Graphical Report For
he: דווח גרפי

source: Time Management For
he: ניהול זמן עבור

source: Question Report For
he: דווח שאלה

source: Question Status
he: מצב שאלה

source: Your Answer
he: תשובתך

source: Your Score
he: הניקוד שלך

source: Your Time
he: הזמן שלך

source: Solution For
he: פתרון עבור

source: Not Attempt
he: אנסה

source: Attempt
he: ניסיון

source: Incorrect
he: לֹא נָכוֹן

source: Your Answers
he: התשובות שלך

source: Solution
he: פִּתָרוֹן

source: Bookmark
he: סימניה

source: Compare Report For
he: השוואת דוח

source: Total Ques.
he: בככפרו סה"כ.

source: Maximum Marks
he: מרקס מקסימלי

source: Attempted Ques.
he: כבכפרו ניסיון.

source: Unattempted Ques.
he: בככפרו לא נוסה.

source: Correct Ques.
he: בככפרו נכון.

source: Incorrect Ques.
he: בככפרו שגוי.

source: Percentile
he: אחוזון

source: Previous
he: קודם

source: This is to certify that
he: זה בשביל להבטיח ש

source: has succesfully completed the
he: יש הושלם בהצלחה

source: in course program offered by
he: התוכנית בקורס המוצעים על ידי

source: Student Login
he: כניסת סטודנטים

source: Sign In
he: התחבר

source: Forgot Passwocrd
he: שכחת Passwocrd

source: New User? Create Account
he: משתמש חדש? צור חשבון

source: Engine is not loaded
he: המנוע אינו טעון

source: Pdf engine "%s" not found
he: Pdf מנוע \ " %s " לא נמצא

source: Pdf engines must extend "AbstractPdfEngine"
he: מנועי Pdf חייבים להרחיב \ "AbstractPdfEngine "

source: Crypto is not loaded
he: ההצפנה היא לא טעונה

source: Pdf crypto "%s" not found
he: Pdf האנוסים \ " %s " לא נמצא

source: Crypto engine must extend "AbstractPdfCrypto"
he: מנוע האנוסים חייב להרחיב \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
he: בקר תכונה $ pdfConfig אינו נכון או חסר

source: -> Testing :url
he: -> בדיקה: url

source: Total Requests made: :requests
he: סך כל הבקשות עשה: בקשות

source: Total Time elapsed: :duration (seconds)
he: סה"כ משך זמן: משך (שניות)

source: Requests/Second: :rps req/sec
he: בקשות / שנייה:: RPS req / sec

source: Average request time: :average-time seconds
he: זמן בקשה ממוצע: שניות בממוצע במשרה

source: Standard deviation of average request time: :std-dev
he: סטיית התקן של זמן בקשה ממוצע: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
he: בקשה ארוכה / קצרה: שניות הארוכות ביותר /: שניות קצרות

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
he: מאפשר לך לקבל קצת בהשוואות מחוספסות statisticsabout כתובת מלאה.

source: The URL to request.
he: כתובת האתר כדי לבקש.

source: Number of iterations to perform.
he: מספר החזרות לבצע.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
he: הזמן כולל מרבי לכל החזרות, ב seconds.If איטרציה אחת לוקחת יותר הזמן הקצוב, רק בקשה אחת תיעשה

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
he: שימוש לדוגמה: `benchmark עוגת --n 10 --t 100 http: // localhost / testsite`. <מידע> הערה: </ info> אמת מידה זו אינה כוללת דפדפן לדקלם פעמים.

source: Component initialization
he: אתחול רכיב

source: Controller action
he: פעולת בקר

source: Controller action start
he: תחילת פעולת בקר

source: Processing toolbar state
he: מדינת עיבוד כלים

source: Processing toolbar data
he: נתוני עיבוד כלים

source: Controller render start
he: בקר לדקלם התחלה

source: Could not load DebugToolbar panel %s
he: לא ניתן לטעון DebugToolbar פאנל %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
he: עיבוד Core (נגזר $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
he: כותרות כבר נשלחו ב %s על קו %s . לא ניתן לשלוח נתוני יומן FirePHP.

source: Incorrect parameter count for FireCake::fb()
he: ספירת פרמטר שגוי עבור FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
he: מספר מרבי (99,999) של הודעות הגיע!

source: There are no active panels. You must enable a panel to see its output.
he: אין לוחות פעילים. אתה צריך לאפשר פאנל לראות את תפוקתו.

source: App Constants
he: App קבוע

source: CakePHP Constants
he: קבוע CakePHP

source: PHP Environment
he: PHP הסביבה

source: Hidef Environment
he: hiDef הסביבה

source: Request History
he: היסטוריית בקשות

source: No previous requests logged.
he: אין בקשות קודמות מחוברות.

source: previous requests available
he: בקשות קודמות זמינות

source: Restore to current request
he: שחזור לבקשה הנוכחית

source: Included Files
he: כולל קבצים

source: Logs
he: יומנים

source: There were no log entries made this request
he: לא היו רשומות יומן בקשה זו

source: Request
he: בַּקָשָׁה

source: No post data.
he: אין נתונים פוסט.

source: No querystring data.
he: אין נתונים בשאילתא.

source: Current Route
he: המסלול הנוכחי

source: Session
he: מוֹשָׁב

source: Sql Logs
he: יומנים של SQL

source: No query logs when debug < 2.
he: אין יומני שאילתא כאשר באגים <2.

source: No query logs.
he: אין יומני שאילתא.

source: Total Time: %s ms <br />Total Queries: %s queries
he: זמן כולל: %s ms <br שאילתות סה"כ />: %s שאילתות

source: Query Explain:
he: שאילתא הסבר:

source: Click an "Explain" link above, to see the query explanation.
he: לחץ על \ "תסביר " קישור למעלה, לראות את הסבר השאילתה.

source: No active database connections
he: אין חיבורי מסדי נתונים פעילים

source: Memory
he: על הזיכרון שלך?

source: Peak Memory Use
he: השתמש שיא זיכרון

source: Memory use
he: שימוש בזיכרון

source: Timers
he: טיימרים

source: %s (ms)
he: הודעות

source: Total Request Time:
he: שעת בקשה כוללת:

source: Time in ms
he: זמן ב MS

source: Graph
he: גרָף

source: View Variables
he: צג משתנה

source: Rendering View
he: טיוח צפו

source: Rendering %s
he: טיוח %s

source: View render complete
he: צג לדקלם מלא

source: Explain
he: להסביר

source: Starting %sms into the request, taking %sms
he: החל %s ms לתוך הבקשה, לקיחת %s ms

source: No markup errors found
he: אין שגיאות סימון שנמצאו

source: maybe slow
he: אולי איטי

source: Absolute path or relative to APP.
he: נתיב מוחלט או יחסי APP.

source: An error occured while getting the status of your account.
he: ארעה שגיאה בזמן מקבל את מצב החשבון שלך.

source: There was an error while connecting to Paypal
he: ארעה שגיאה בזמן ההתחברות Paypal

source: There was a problem initiating the transaction, please try again.
he: אירעה בעיה ליזום את העסקה, אנא נסה שנית.

source: There was a problem getting your details, please try again.
he: הייתה בעיה בקבלת הפרטי שלך, אנא נסה שנית.

source: There was an error completing the payment
he: ארעה שגיאה השלמת התשלום

source: There was a problem processing the transaction, please try again.
he: אירעה בעיה בעיבוד העסקה, אנא נסה שנית.

source: There was an error processing the card payment
he: אירעה שגיאה בזמן קבלת התשלום בכרטיס

source: There was a problem processing your card, please try again.
he: אירעה בעיה בעיבוד הכרטיס שלך, אנא נסה שוב.

source: There was an error processing the the refund
he: אירעה שגיאה בזמן קבלת ההחזר

source: A problem occurred during the refund process, please try again.
he: אירעה בעיה במהלך תהליך ההחזר, אנא נסה שנית.

source: There was an problem communicating with the payment gateway
he: אירעה בעיה בתקשורת עם שער התשלום

source: Missing client id/secret
he: חסרי מזהה לקוח / סוד

source: Must specify an expiry date
he: חובה לציין תאריך תפוגה

source: Must include a M and Y in expiry date
he: חייב לכלול M ו- Y תאריך התפוגה

source: Invalid expiry date
he: תאריך תפוגה לא חוקי

source: Invalid card number
he: מספר כרטיס שגוי

source: Invalid CVV2 number
he: מספר CVV2 לא חוקי

source: Invalid card type
he: סוג כרטיס לא חוקי

source: Could not detect client IP address
he: לא ניתן לזהות את כתובת ה- IP של לקוח

source: Not a valid credit card number
he: לא מספר כרטיס אשראי תקף

source: You must include the 3 digit security number
he: אתה חייב לכלול את מספר תעודת הספרה 3

source: Must specify an "amount" to charge
he: חובה לציין \ "כמות " לחייב

source: You must pass a valid order array
he: אתה חייב לעבור מערך צו תקף

source: Valid "return" and "cancel" urls must be provided
he: תקף \ "השיבה " ו \ "ביטול " חייבות להינתן כתובות

source: You must provide a currency code
he: עליך לספק קוד מטבע

source: Original PayPal Transaction ID is required
he: מזהה עסקה PayPal מקורי נדרש

source: Must specify an "amount" to refund
he: חובה לציין \ "כמות " להחזיר

source: You must specify a refund type, such as Full or Partial
he: עליך לציין סוג החזר, כגון מלאה או חלקית

source: File was not downloaded.
he: קובץ לא התבצע הורדה.

source: No %s found for that date range
he: אין %s נמצאו עבור טווח תאריכים זה

source: Your form data is preserved you'll be redirected to it after login.
he: נתוני הטופס שלך נשמרו תופנה אליו לאחר התחברות.

source: Error notification from %s
he: הודעת שגיאה מ %s

source: Afghanistan
he: אפגניסטן

source: Albania
he: אלבניה

source: Algeria
he: אלג'יריה

source: American Samoa
he: סמואה האמריקנית

source: Andorra
he: אנדורה

source: Angola
he: אנגולה

source: Anguilla
he: אנגווילה

source: Antarctica
he: אנטרקטיקה

source: Antigua and Barbuda
he: אנטיגואה וברבודה

source: Argentina
he: ארגנטינה

source: Armenia
he: ארמניה

source: Aruba
he: ארובה

source: Australia
he: אוסטרליה

source: Austria
he: אוסטריה

source: Azerbaijan
he: אזרבייג'ן

source: Bahamas
he: איי בהאמה

source: Bahrain
he: בחריין

source: Bangladesh
he: בנגלדש

source: Barbados
he: ברבדוס

source: Belarus
he: בלרוס

source: Belgium
he: בלגיה

source: Belize
he: בליז

source: Benin
he: בנין

source: Bermuda
he: ברמודה

source: Bhutan
he: בהוטן

source: Bolivia
he: בוליביה

source: Bosnia and Herzegovina
he: בוסניה והרצגובינה

source: Botswana
he: בוטסואנה

source: Bouvet Island
he: האי בובה

source: Brazil
he: ברזיל

source: British Indian Ocean Territory
he: הטריטוריה הבריטית באוקינוס ההודי

source: Brunei Darussalam
he: ברוניי דארוסלאם

source: Bulgaria
he: בולגריה

source: Burkina Faso
he: בורקינה פאסו

source: Burundi
he: בורונדי

source: Cambodia
he: קמבודיה

source: Cameroon
he: קמרון

source: Canada
he: קנדה

source: Cape Verde
he: קייפ ורדה

source: Cayman Islands
he: איי קיימן

source: Central African Republic
he: הרפובליקה המרכז אפריקנית

source: Chad
he: צ'אד

source: Chile
he: צ'ילה

source: China
he: סין

source: Christmas Island
he: אי חג המולד

source: Cocos (Keeling) Islands
he: איי קוקוס (קילינג)

source: Colombia
he: קולומביה

source: Comoros
he: איי קומורו

source: Congo
he: קונגו

source: Congo, the Democratic Republic of the
he: קונגו, הרפובליקה הדמוקרטית של

source: Cook Islands
he: איי קוק

source: Costa Rica
he: קוסטה ריקה

source: Cote D'Ivoire
he: חוף השנהב

source: Croatia
he: קרואטיה

source: Cuba
he: תת-מחוז קובה

source: Cyprus
he: קפריסין

source: Czech Republic
he: הרפובליקה הצ'כיה

source: Denmark
he: דנמרק

source: Djibouti
he: ג'יבוטי

source: Dominica
he: דומיניקה

source: Dominican Republic
he: הרפובליקה הדומיניקנית

source: Ecuador
he: אקוודור

source: Egypt
he: מצרים

source: El Salvador
he: אל סלוודור

source: Equatorial Guinea
he: גינאה המשוונית

source: Eritrea
he: אריתריאה

source: Estonia
he: אסטוניה

source: Ethiopia
he: אתיופיה

source: Falkland Islands (Malvinas)
he: איי פוקלנד (מלווינס)

source: Faroe Islands
he: איי פארו

source: Fiji
he: פיג'י

source: Finland
he: פינלנד

source: France
he: צרפת

source: French Guiana
he: גיאנה הצרפתית

source: French Polynesia
he: פולינזיה הצרפתית

source: French Southern Territories
he: הטריטוריות הדרומיות של צרפת

source: Gabon
he: גאבון

source: Gambia
he: גמביה

source: Georgia
he: גרוזיה

source: Germany
he: גרמניה

source: Ghana
he: גאנה

source: Gibraltar
he: גיברלטר

source: Greece
he: יוון

source: Greenland
he: גרינלנד

source: Grenada
he: גרנדה

source: Guadeloupe
he: גואדאלופ

source: Guam
he: גואם

source: Guatemala
he: גוואטמלה

source: Guinea
he: גינאה

source: Guinea-Bissau
he: גינאה ביסאו

source: Guyana
he: גיאנה

source: Haiti
he: האיטי

source: Heard Island and Mcdonald Islands
he: האי הרד ואיי מקדונלד

source: Holy See (Vatican City State)
he: הכס הקדוש (מדינת הוותיקן)

source: Honduras
he: הונדורס

source: Hong Kong
he: הונג קונג

source: Hungary
he: הונגריה

source: Iceland
he: איסלנד

source: India
he: הודו

source: Indonesia
he: אינדונזיה

source: Iran, Islamic Republic of
he: איראן, הרפובליקה האסלאמית של

source: Iraq
he: עירק

source: Ireland
he: אירלנד

source: Israel
he: ישראל

source: Italy
he: איטליה

source: Jamaica
he: ג'מייקה

source: Japan
he: יפן

source: Jordan
he: ירדן

source: Kazakhstan
he: קזחסטן

source: Kenya
he: קניה

source: Kiribati
he: קיריבטי

source: Korea, Democratic People's Republic of
he: קוריאה, העם הדמוקרטית של הרפובליקה של

source: Korea, Republic of
he: קוריאה, הרפובליקה של

source: Kuwait
he: כוויית

source: Kyrgyzstan
he: קירגיסטן

source: Lao People's Democratic Republic
he: העממית הדמוקרטית של לאו הרפובליקה

source: Latvia
he: לטביה

source: Lebanon
he: לבנון

source: Lesotho
he: לסוטו

source: Liberia
he: ליבריה

source: Libyan Arab Jamahiriya
he: הקהיליה הערבית הלובית

source: Liechtenstein
he: ליכטנשטיין

source: Lithuania
he: ליטא

source: Luxembourg
he: לוקסמבורג

source: Macao
he: מקאו

source: Macedonia, the Former Yugoslav Republic of
he: מקדוניה, הרפובליקה היוגוסלבית לשעבר של

source: Madagascar
he: מדגסקר

source: Malawi
he: מלאווי

source: Malaysia
he: מלזיה

source: Maldives
he: האיים המלדיביים

source: Mali
he: מאלי

source: Malta
he: מלטה

source: Marshall Islands
he: איי מרשל

source: Martinique
he: מרטיניק

source: Mauritania
he: מאוריטניה

source: Mauritius
he: מאוריציוס

source: Mayotte
he: מאיוט

source: Mexico
he: מקסיקו

source: Micronesia, Federated States of
he: מיקרונזיה, המדינות המאוחדות של

source: Moldova, Republic of
he: מולדובה, הרפובליקה של

source: Monaco
he: מונקו

source: Mongolia
he: מונגוליה

source: Montserrat
he: מונסראט

source: Morocco
he: מרוקו

source: Mozambique
he: מוזמביק

source: Myanmar
he: מיאנמר

source: Namibia
he: נמיביה

source: Nauru
he: נאורו

source: Nepal
he: נפאל

source: Netherlands
he: הולנד

source: Netherlands Antilles
he: האנטילים ההולנדיים

source: New Caledonia
he: קלדוניה החדשה

source: New Zealand
he: ניו זילנד

source: Nicaragua
he: ניקרגוואה

source: Niger
he: ניז'ר

source: Nigeria
he: ניגריה

source: Niue
he: נואי

source: Norfolk Island
he: האי נורפולק

source: Northern Mariana Islands
he: אי מריאנה הצפוניים

source: Norway
he: נורבגיה

source: Oman
he: עומאן

source: Pakistan
he: פקיסטן

source: Palau
he: פלאו

source: Palestinian Territory, Occupied
he: הטריטוריה הפלסטינית, כבושה

source: Panama
he: פנמה

source: Papua New Guinea
he: פפואה-גינאה החדשה

source: Paraguay
he: פרגוואי

source: Peru
he: פרו

source: Philippines
he: הפיליפינים

source: Pitcairn
he: פיטקרן

source: Poland
he: פולין

source: Portugal
he: פורטוגל

source: Puerto Rico
he: פורטו ריקו

source: Qatar
he: קטר

source: Reunion
he: ראוניון

source: Romania
he: רומניה

source: Russian Federation
he: הפדרציה הרוסית

source: Rwanda
he: רואנדה

source: Saint Helena
he: סנט הלנה

source: Saint Kitts and Nevis
he: סנט קיטס ונוויס

source: Saint Lucia
he: סנט לוצ'יה

source: Saint Pierre and Miquelon
he: סנט פייר ומיקלון

source: Saint Vincent and the Grenadines
he: סנט וינסנט והגרנדינים

source: Samoa
he: סמואה

source: San Marino
he: סן מרינו

source: Sao Tome and Principe
he: סאו טומה ופרינסיפה

source: Saudi Arabia
he: ערב הסעודית

source: Senegal
he: סנגל

source: Serbia and Montenegro
he: סרביה ומונטנגרו

source: Seychelles
he: איי סיישל

source: Sierra Leone
he: סיירה ליאון

source: Singapore
he: סינגפור

source: Slovakia
he: סלובקיה

source: Slovenia
he: סלובניה

source: Solomon Islands
he: איי שלמה

source: Somalia
he: סומליה

source: South Africa
he: דרום אפריקה

source: South Georgia and the South Sandwich Islands
he: איי ג'ורג'יה הדרומית ואיי הסנדביץ' הדרומיים

source: Spain
he: ספרד

source: Sri Lanka
he: סרי לנקה

source: Sudan
he: סודן

source: Suriname
he: סורינם

source: Svalbard and Jan Mayen
he: איי סבלברד ויאן מאיין

source: Swaziland
he: סווזילנד

source: Sweden
he: שוודיה

source: Switzerland
he: שווייץ

source: Syrian Arab Republic
he: הרפובליקה הערבית של סוריה

source: Taiwan, Province of China
he: טייוואן, פרובינציה של סין

source: Tajikistan
he: טג'יקיסטן

source: Tanzania, United Republic of
he: טנזניה, הרפובליקה המאוחדת של

source: Thailand
he: תאילנד

source: Timor-Leste
he: מזרח טימור

source: Togo
he: טוגו

source: Tokelau
he: טוקלאו

source: Tonga
he: טונגה

source: Trinidad and Tobago
he: טרינידד וטובגו

source: Tunisia
he: טוניסיה

source: Turkey
he: טורקיה

source: Turkmenistan
he: טורקמניסטן

source: Turks and Caicos Islands
he: איי טורקס וקייקוס

source: Tuvalu
he: טובאלו

source: Uganda
he: אוגנדה

source: Ukraine
he: אוקראינה

source: United Arab Emirates
he: איחוד האמירויות

source: United Kingdom
he: אנגליה

source: United States
he: ארצות הברית

source: Uruguay
he: אורוגוואי

source: Uzbekistan
he: אוזבקיסטן

source: Vanuatu
he: ונאוטו

source: Venezuela
he: ונצואלה

source: Viet Nam
he: ויטנאם

source: Virgin Islands, British
he: איי הבתולה הבריטיים

source: Virgin Islands, U.s.
he: איי הבתולה (ארה"ב)

source: Wallis and Futuna
he: איי ווליס ופוטונה

source: Western Sahara
he: מערב הסהרה

source: Yemen
he: תימן

source: Zambia
he: זמביה

source: Zimbabwe
he: זימבבואה

source: Invalid argument #1: %s is not a valid %s identifyer.
he: # 1 ארגומנט לא חוקי: %s אינו תקף %s identifyer.

source: %s for Row %d failed to save.
he: %s עבור שורת %d הצליח להציל.

source: You need to define at least one field to be toggleable.
he: אתה צריך להגדיר לפחות שדה אחד להיות toggleable.

source: The field %s is not in the list of toggleable fields.
he: שדה %s אינו ברשימת שדות toggleable.

source: The field %s does not have two toggleable states defined.
he: שדה %s אין שתי מדינות toggleable מוגדרות.

source: Invalid record
he: שיא לא חוקי

source: Server lipsum.com returns error code %s.
he: שרת lipsum.com מחזיר קוד שגיאה %s .

source: Response from lipsum.com is empty or could not be decoded.
he: תגובה מ lipsum.com ריקה או שלא ניתן היה לפענח.

source: Connection to server lipsum.com failed. %s.
he: חיבור lipsum.com לשרת נכשל. %s .

source: Please correct the errors below.
he: תקן את השגיאות הבאות.

source: Error
he: שגיאה

source: The requested address %s was not found on this server.
he: הכתובת המבוקשת %s לא נמצא על שרת זה.

source: An Internal Error Has Occurred.
he: התרחשה תקלה פנימית.

source: datasource configuration was not found
he: תצורה בנתוני מקור לא נמצאה

source: CakePHP: the rapid development php framework
he: CakePHP: במסגרת PHP ההתפתחות המהירה

source: Debug setting does not allow access to this url.
he: הגדרת Debug אינה מאפשרת גישה אל כתובת האתר הזו.

source: Add New Exam
he: להוסיף בחינה חדשה

source: Inactive
he: לֹא פָּעִיל

source: Start & End Date
he: תאריך התחלה וסיום

source: Certification of Completion
he: הסמכת ההשלמה

source: Click here to download excel file format
he: לחץ כאן להורדת הקובץ בפורמט Excel

source: Are you sure, you want to close this exam?
he: האם אתה בטוח, אתה רוצה לסגור את הבחינות?

source: Are you sure, you want to re-activate this exam?
he: האם אתה בטוח, אתה רוצה להפעיל מחדש את הבחינות?

source: Closed
he: סָגוּר

source: Results
he: התוצאות

source: Configurations
he: תצורה

source: General
he: כללי

source: Contents
he: תוכן עניינים

source: Email & SMS
he: דוא"ל ו- SMS

source: Customer Support Service
he: שירות תמיכה בלקוחות

source: Knowledge Base (for Documentation)
he: Knowledge Base (לתיעוד)

source: Forum (24x7x)
he: פורום (24x7x)

source: Live Chat (For Sales & Billing Only)
he: צ'אט (עבור מכירות וחיוב בלבד)

source: Support (For Technical Support)
he: תמיכה (לקבלת תמיכה טכנית)

source: Visit Our Website
he: בקר באתר שלנו

source: for more documentation & Details
he: בתיעוד נוסף & פרטים
