Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/heb/LC_MESSAGES/validation.po
Languages: he

source: Only letters and numbers allowed
he: אותיות ומספרים בלבד מותרות

source: Group already exist
he: הקבוצה כבר קיימת

source: Only Url
he: כתובת בלבד

source: File does not have a valid extension
he: הקובץ אינו מכיל תוסף תקף

source: You must supply a JPG, GIF or PNG File.
he: אתה חייב לספק קובץ JPG, GIF או PNG.

source: Invalid Header Contact
he: לתקשר כותרת לא חוקית

source: Only Alphabets
he: אלפבית רק

source: Currency Name already exist
he: שם מטבע שכבר קיימות

source: You must supply image height is less than 50px
he: אתה חייב לספק גובה תמונה הוא פחות מ 50 פיקסלים

source: You must supply image width is less than 50px
he: אתה חייב לספק רוחב התמונה הוא פחות מ 50 פיקסלים

source: Only numbers allowed
he: מספר רק מותר

source: Only Date/time format
he: פורמט רק תאריך / שעה

source: Please select
he: בבקשה תבחר

source: Invalid Username
he: שם משתמש לא תקף

source: Invalid Password
he: סיסמא לא חוקי !

source: Invalid Signature
he: חתימה לא חוקית

source: Only numbers
he: מספרים בלבד

source: You must supply image height is less than 220px
he: אתה חייב לספק גובה תמונה הוא פחות מ 220px

source: Password required
he: סיסמא הנדרשת

source: Password minimum 4 character long
he: מינימום סיסמה 4 באורך של תו

source: Name already exist
he: שם כבר קיימות
