Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/mlt/LC_MESSAGES/validation.po
Languages: mt

source: Only letters and numbers allowed
mt: ittri u n-numri huma biss permessi

source: Group already exist
mt: Grupp diġà jeżistu

source: Only Url
mt: Url biss

source: File does not have a valid extension
mt: Fajl ma jkollux estensjoni valida

source: You must supply a JPG, GIF or PNG File.
mt: Int trid tforni JPG, GIF jew PNG File.

source: Invalid Header Contact
mt: Invalid Header Kuntatt

source: Only Alphabets
mt: biss alfabeti

source: Currency Name already exist
mt: Munita Isem diġà jeżistu

source: You must supply image height is less than 50px
mt: Int trid tforni għoli immaġini huwa inqas minn 50px

source: You must supply image width is less than 50px
mt: Int trid tforni wisa immaġini huwa inqas minn 50px

source: Only numbers allowed
mt: numri Biss permess

source: Only Date/time format
mt: Data Biss / format ħin

source: Enter a valid email
mt: Daħħal l-email validu

source: Please select
mt: Jekk jogħġbok agħżel

source: Invalid Username
mt: Username Invalid

source: Invalid Password
mt: Password Invalid

source: Invalid Signature
mt: Firma Invalid

source: Only numbers
mt: numri biss

source: You must supply image height is less than 220px
mt: Int trid tforni għoli immaġini huwa inqas minn 220px

source: This Email has already been exist! try new one
mt: Din il Email diġà ġie jeżistu! ipprova waħda ġdida

source: Password required
mt: password meħtieġa

source: Password minimum 4 character long
mt: Password minimu 4 karattru twil

source: Name already exist
mt: Isem diġà jeżistu
