Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cym/LC_MESSAGES/default.po
Languages: cy

source: Edit Help Content
cy: Cynnwys Help Golygu

source: Help Content
cy: Cynnwys help

source: Add New Help Content
cy: Ychwanegu New Help Cynnwys

source: Import/Export Qusetions
cy: Mewnforio / Allforio Qusetions

source: Back To Questions
cy: Back To Cwestiynau

source: Export Questions
cy: allforio Cwestiynau

source: Select File
cy: Dewis Ffeil

source: Import Questions
cy: Cwestiynau mewnforio

source: Import/Export Students
cy: Mewnforio / Allforio Myfyrwyr

source: Back To Students
cy: Back To Myfyrwyr

source: Export Students
cy: allforio Myfyrwyr

source: Import Students
cy: mewnforio Myfyrwyr

source: All Messages
cy: pob Negeseuon

source: My Profile
cy: fy Mhroffil

source: Change Password
cy: Newid Cyfrinair

source: Logout
cy: Allgofnodi

source: Powered by
cy: Wedi ei bweru gan

source: Date &amp; Time
cy: Dyddiad ac amp; amser

source: Compose Mail
cy: cyfansoddi Mail

source: Search Student Mail
cy: Chwilio Mail Myfyrwyr

source: Message
cy: Neges

source: Send
cy: Anfon

source: Compose
cy: cyfansoddi

source: Inbox
cy: mewnflwch

source: Sent Mail
cy: Mail anfonwyd

source: Trash
cy: sbwriel

source: More
cy: Mwy

source: Mark as Read
cy: Mark fel Read

source: Mark as Unread
cy: Mark Unread

source: Move to Inbox
cy: Symud i'r Mewnflwch

source: Reply
cy: ateb

source: Forward
cy: ymlaen

source: Menu Names
cy: Enwau Dewislen

source: Model Name
cy: model Enw

source: Add News
cy: Ychwanegu Newyddion

source: News Title
cy: Newyddion Teitl

source: News Description
cy: Newyddion Disgrifiad

source: Edit News
cy: golygu Newyddion

source: News
cy: Newyddion

source: Add New News
cy: Ychwanegu Newyddion Newydd

source: Paypal Payment Option
cy: Paypal Opsiwn Talu

source: Signature
cy: Llofnod

source: Sandbox Mode
cy: Modd Pwll tywod

source: True
cy: GwirCywir

source: Add Question
cy: Ychwanegu Cwestiwn

source: Question
cy: Cwestiwn

source: Correct Answers
cy: Atebion cywir

source: Type your question here
cy: Teipiwch eich cwestiwn yma

source: True/False
cy: Gwir/Gau

source: False
cy: Anghywir

source: Blank Space
cy: Gofod Blank

source: Explanation (Optional)
cy: Eglurhad (Dewisol)

source: Provide explanation in support of correct answer
cy: Rhoi esboniad i gefnogi ateb cywir

source: Hint(optional)
cy: Awgrym (dewisol)

source: Hint to help answer correctly
cy: Awgrym i helpu i ateb yn gywir

source: without minus sign
cy: heb arwydd minws

source: Edit Question Type
cy: Golygu Cwestiwn Math

source: Explanation
cy: esboniad

source: Hint
cy: Cyngor

source: Questions
cy: Cwestiynau

source: Add New Question
cy: Ychwanegu Cwestiwn Newydd

source: Import/Export Question
cy: Mewnforio / Allforio Cwestiwn

source: Answer
cy: ateb

source: Question Details
cy: Manylion cwestiwn

source: Exam Wise
cy: arholiad Wise

source: Please Select Exam
cy: Dewiswch Arholiad

source: Status of Result
cy: Statws o Ganlyniad

source: Please Select Result Status
cy: Dewiswch Statws Canlyniad

source: Download Result
cy: Download Canlyniad

source: Test
cy: Prawf

source: Percent
cy: Canran

source: Result
cy: canlyniad

source: View Result
cy: Gweld Canlyniad

source: Download/Print Result
cy: Lawrlwytho / Canlyniad Argraffu

source: Student Wise
cy: Wise Myfyrwyr

source: Name or Enrolment Number
cy: Enw neu Cofrestru Rhif

source: Enrolment Number
cy: Rhif Ymrestru

source: Back
cy: Y Cefn

source: Assesment Report for
cy: Adroddiad Asesu ar gyfer

source: Taken Date
cy: cymryd Dyddiad

source: Total Time
cy: Cyfanswm Amser

source: Nos. of Browser tolrance attempt
cy: Nos. O Browser ymgais tolrance

source: Total Score
cy: Cyfanswm Sgôr

source: Student Marks Distribution
cy: Marciau Myfyrwyr Dosbarthu

source: Feedback
cy: Adborth

source: Marks Sheet
cy: Taflen Marks

source: Section Name
cy: adran Enw

source: Section proportion
cy: adran cyfran

source: Actual
cy: gwirioneddol

source: Your Percentage
cy: eich Canran

source: Section Summary
cy: adran Crynodeb

source: Maximum Score
cy: Sgôr uchafswm

source: Developed Skill
cy: Sgil datblygedig

source: Needs Development
cy: Datblygu anghenion

source: Lack of Skill
cy: Diffyg Skill

source: MCQ answered
cy: atebodd MCQ

source: Send Emails
cy: anfon E-byst

source: Teachers
cy: Athrawon

source: Any Email
cy: unrhyw E-bost

source: Default all students if you add manually then search student email
cy: Default holl fyfyrwyr os ydych yn ychwanegu â llaw, yna chwilio e-bost myfyriwr

source: Default all teachers if you add manually then search teacher email
cy: Default holl athrawon os ydych yn ychwanegu â llaw, yna chwilio e-bost athro

source: Type any email comma seprated
cy: Teipiwch unrhyw atalnod e-bost seprated

source: Type subject
cy: math pwnc

source: Select Email Template
cy: Dewiswch Templed E-bost

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
cy: Os nad ydych am i ddewis templed e-bost, yna teipiwch neges e-bost. Ar ôl i chi lwytho golygydd yna ni allwch ddewis templed ewch i ailosod y botwm

source: Send Sms
cy: anfon SMS

source: Any Sms
cy: unrhyw SMS

source: Default all student if you add manually then search students name
cy: Default pob myfyriwr os ydych yn ychwanegu â llaw yna chwiliwch fyfyrwyr enw

source: Default all teachers if you add manually then search teacher name
cy: Default holl athrawon os ydych yn ychwanegu â llaw yna chwiliwch enw athro

source: Any Number
cy: unrhyw Rhif

source: Type any number comma seprated
cy: Teipiwch unrhyw nifer atalnod seprated

source: Select Sms Template
cy: Dewiswch Templed SMS

source: Sms Template
cy: Templed sms

source: If you do not want to select sms template then simply type sms message
cy: Os nad ydych am i ddewis templed sms, yna teipiwch neges sms

source: Certificate Signature
cy: Llofnod Tystysgrif

source: Upload Image(* height less than 75px)
cy: Llwytho i fyny Image (* uchder llai na 75px)

source: Delete Signature
cy: Dileu Llofnod

source: Add Slides
cy: Ychwanegu Sleidiau

source: Slide Name
cy: Slide Enw

source: Upload Slide (1350*550)
cy: Llwytho i fyny Slide (1350 * 550)

source: Edit Slides
cy: golygu Sleidiau

source: Slides
cy: sleidiau

source: Add New Slide
cy: Ychwanegu Slide Newydd

source: SMS Settings
cy: Gosodiadau SMS

source: Sender ID
cy: ID anfonwr

source: Heading Username
cy: pennawd Enw Defnyddiwr

source: Username field provided by sms gateway
cy: maes enw defnyddiwr a ddarperir gan borth sms

source: Heading Password
cy: pennawd Cyfrinair

source: Password field provided by sms gateway
cy: maes cyfrinair a ddarperir gan borth sms

source: Heading Mobile No
cy: Pennawd Rhif Symudol

source: Mobile No field provided by sms gateway
cy: Symudol Dim cae a ddarperir gan borth sms

source: Heading Message
cy: pennawd Neges

source: Message field provided by sms gateway
cy: maes Neges ddarperir gan borth sms

source: Heading Sender Id
cy: Pennawd Id Anfonwr

source: Sender Id field provided by sms gateway
cy: maes Id anfonwr a ddarperir gan borth sms

source: Add SMS Template
cy: Ychwanegu Templed SMS

source: Edit SMS templates
cy: templedi Golygu SMS

source: SMS Templates
cy: Templedi SMS

source: Add New SMS Template
cy: Ychwanegu Templed New SMS

source: Add Students
cy: Ychwanegu Myfyrwyr

source: Address
cy: Cyfeiriad

source: Guardian Phone
cy: Guardian Ffôn

source: Edit Students
cy: golygu Myfyrwyr

source: Renewal Date
cy: adnewyddu Dyddiad

source: Add New Student
cy: Ychwanegu Myfyrwyr Newydd

source: Wallet
cy: waled

source: Admission Date
cy: Dyddiad Derbyn

source: Credit
cy: credyd

source: Debit
cy: debyd

source: Balance
cy: Balans

source: Date & Time
cy: Dyddiad ac Amser

source: Payment Through
cy: talu Trwy

source: Remarks
cy: sylwadau

source: View Student Information
cy: Gweld Gwybodaeth am Fyfyrwyr

source: Full Name
cy: Enw llawn

source: Phone Number
cy: Rhif ffôn:

source: Registered Email
cy: E-bost cofrestredig

source: Alternate Number
cy: Nifer yn ail

source: Enrolment No
cy: Cofrestru Dim

source: Last Login
cy: Mewngofnodi diwethaf

source: Students Wallet
cy: Myfyrwyr Waled

source: Transaction Form
cy: Ffurflen trafodiad

source: Mobile
cy: FFÔN SYMUDOL

source: DEDUCT
cy: Didynner

source: Add Subjects
cy: Ychwanegu Pynciau

source: Edit Subjects
cy: golygu Pynciau

source: Subjects
cy: pynciau

source: Add New Subject
cy: Ychwanegu New Pwnc

source: Question Bank
cy: Banc Cwestiynau

source: Add Testimonials
cy: Ychwanegu Tystebau

source: Upload Photo (150*150)
cy: Llwytho Photo (150 * 150)

source: Edit Testimonials
cy: golygu Tystebau

source: Testimonials
cy: tystebau

source: Add New Testimonial
cy: Ychwanegu Geirda Newydd

source: Photo
cy: LLUNIAU

source: Add Users
cy: Ychwanegu Defnyddwyr

source: User Level
cy: Lefel defnyddiwr

source: Username
cy: Enw Defnyddiwr

source: Level users
cy: defnyddwyr lefel

source: Add New Level
cy: Ychwanegu Lefel Newydd

source: Back To Users
cy: Back To Ddefnyddwyr

source: Level Name
cy: lefel Enw

source: Set Permission
cy: Caniatâd set

source: Assign Form Rights
cy: Neilltuo Ffurflen Hawliau

source: Module Name
cy: Enw modiwl

source: Old Password
cy: Hen gyfrinair:

source: Edit Users
cy: golygu Defnyddwyr

source: User Registration Form
cy: Ffurflen Gofrestru Defnyddiwr

source: Users
cy: defnyddwyr

source: Add New User
cy: Ychwanegu Defnyddiwr Newydd

source: Add Level Users
cy: Ychwanegu Defnyddwyr Lefel

source: Level User
cy: Defnyddiwr lefel

source: Dear user, log in to access the admin area!
cy: Annwyl defnyddiwr, mewngofnodwch i gael mynediad at yr ardal weinyddol!

source: Admin / Teacher Username
cy: Gweinyddol / Enw Defnyddiwr Athrawon

source: Forgot User Name
cy: Wedi anghofio Enw Defnyddiwr

source: Organisation Logo
cy: Sefydliad Logo

source: Upload Image(* height less than 220px)
cy: Llwytho i fyny Image (* uchder llai na 220px)

source: Delete Logo
cy: Dileu Logo

source: Please provide a type for chart %s!
cy: Rhowch fath ar gyfer siart %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
cy: Siart: \ " %s na ellid " dod o hyd. Sicrhau bod Enw Siart yr un fath llinyn sy'n cael ei drosglwyddo i $ hyn-> HighCharts-> rendr () yn eich barn chi.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
cy: Mae'r trafodiad Express Checkout wedi dod i ben ac mae angen ei ailgychwyn y trafodiad

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
cy: Efallai eich bod wedi gwneud ail alwad ar gyfer yr un daliad neu efallai y byddwch wedi defnyddio'r un ID anfoneb ar gyfer trafodion ar wahân.

source: Please use a different funcing source.
cy: Defnyddiwch ffynhonnell funcing gwahanol.

source: An error occured, please retry the transaction.
cy: Digwyddodd gwall, os gwelwch yn dda ailgeisio y trafodiad.

source: This transaction couldn't be completed. Redirecting to payment gateway
cy: Ni allai hyn trafodiad gael ei gwblhau. Ailgyfeirio at porth talu

source: You have not agreed to the billing agreement.
cy: Nid ydych wedi cytuno i gytundeb bilio.

source: The billing agreement is disabled or inactive.
cy: Mae'r cytundeb bilio yn anabl neu'n anweithgar.

source: The credit card used is expired.
cy: Mae'r cerdyn credyd a ddefnyddir yn dod i ben.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
cy: Mae'r trafodiad Gwrthodwyd oherwydd bod yr ymateb AVS dychwelodd gwerth N, ac nid yw'r cyfrif masnachwr yn gallu derbyn trafodion o'r fath.

source: The payment gateway account is restricted.
cy: Mae'r cyfrif porth talu yn gyfyngedig.

source: You must submit an IP address of the buyer with each API call.
cy: Rhaid i chi gyflwyno gyfeiriad IP y prynwr gyda phob galwad API.

source: The merchant selected a value for the PaymentAction field that is not supported.
cy: Mae'r masnachwr dewis gwerth maes PaymentAction nad yw'n cael ei gefnogi.

source: The credit card field was blank.
cy: Mae'r cae cerdyn credyd yn wag.

source: The total amount and item amounts do not match.
cy: Nid yw cyfanswm y swm a'r eitem symiau yn cyd-fynd.

source: The credit card entered is currently restricted by the payment gateway.
cy: Mae'r cerdyn credyd gofnodi ei gyfyngu ar hyn o bryd gan y porth talu.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
cy: Mae'r masnachwr aeth ID anfoneb sydd eisoes yn gysylltiedig â trafodiad gan yr un masnachwr. Rhoi cynnig gyda ID anfoneb newydd

source: The transaction was declined by the country filter managed by the merchant.
cy: Mae'r trafodiad ei wrthod gan yr hidlydd gwlad a reolir gan y masnachwr.

source: The transaction was declined by the maximum amount filter managed by the merchant.
cy: Mae'r trafodiad yn gostwng y swm uchaf hidlo a reolir gan y masnachwr.

source: The transaction was declined by the payment gateway.
cy: Mae'r trafodiad ei wrthod gan y porth talu.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
cy: Mae'r trafodiad yn gostwng porth talu oherwydd y gweithgarwch twyllodrus posibl.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
cy: Mae'r trafodiad yn gostwng porth talu oherwydd weithgaredd twyllodrus posibl ar y cyfeiriad IP.

source: The merchant account attempting the transaction is not a business account.
cy: Nid yw'r cyfrif masnachwr cynnig ar y trafodiad yn cyfrif busnes.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
cy: Nid yw'r cyfrif masnachwr cynnig ar y trafodiad yn gallu prosesu trafodion Taliad Uniongyrchol.

source: Access to Direct Payment was disabled for your account.
cy: Mynediad at y Taliad Uniongyrchol yn anabl ar gyfer eich cyfrif.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
cy: Nid oes gan y cyfrif masnachwr cynnig ar y trafodiad, cyfeiriad e-bost cadarnhau gyda'r porth talu.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
cy: Mae'r masnachwr ceisiodd trafodiad os yw'r swm yn fwy na'r terfyn uchaf ar gyfer y masnachwr.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
cy: Mae'r trafodiad ei wrthod oherwydd hidlydd risg masnachwr i AVS. Yn benodol, mae'r masnachwr wedi gosod i ostwng trafodiad pan fydd y AVS dychwelyd dim gêm (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
cy: Mae'r trafodiad ei wrthod oherwydd hidlydd risg masnachwr i AVS. Yn benodol, mae'r masnachwr wedi gosod yr hidlydd i wrthod trafodion pan fydd y AVS yn dychwelyd gêm rhannol.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
cy: Mae'r trafodiad ei wrthod oherwydd hidlydd risg masnachwr i AVS. Yn benodol, mae'r masnachwr wedi gosod yr hidlydd i wrthod trafodion pan mae'r AVS yn heb gefnogaeth.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
cy: aeth y masnachwr cyfeiriad IP a oedd mewn fformat annilys. Rhaid i'r cyfeiriad IP fod mewn fformat megis 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
cy: cyfluniad y masnachwr yn gofyn am CVV i gael ei gofnodi, ond ni CVV Rhoddwyd trafodiad hwn.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
cy: Darparodd y masnachwr cyfeiriad naill ai yn yr Unol Daleithiau neu Ganada, ond nid y wladwriaeth a ddarperir yn gyflwr dilys yn y naill wlad.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
cy: Mae'r trafodiad ei wrthod gan y banc gyhoeddi, nid oedd y porth talu. Dylai'r masnachwr geisio gerdyn arall.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
cy: Nid yw gwlad y masnachwr yn byw yn cael ei gefnogi ar hyn o bryd i ganiatáu trafodion Taliad Uniongyrchol.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
cy: gwrthododd y trafodyn am fod y porth talu ar hyn o bryd prosesu trafodiad gan yr un prynwr ar gyfer yr un swm. A all digwydd pan fydd prynwr yn cyflwyno trafodion lluosog, union yr un fath yn gyflym.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
cy: Mae'r CVV a ddarperir yn annilys. Mae'r CVV yw rhwng 3-4 ddigid hir.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
cy: Os gwelwch yn dda ceisiwch eto yn nes ymlaen. Sicrhewch eich bod wedi llwyddo yn y CVV a chyfeiriad gwybodaeth gywir ar gyfer y prynwr. Os creu proffil cylchol, os gwelwch yn dda ceisiwch eto drwy basio swm init o 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
cy: Nid yw trafodiad yn cydymffurfio oherwydd 3-D gwerthoedd dilysu Secure goll neu'n annilys. Gwiriwch caeau ECI, ECI3DS, CAVV, XID.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
cy: Mae'r trafodiad ei wrthod gan y taliad porth oherwydd methiannau gormodol dros gyfnod byr o amser ar gyfer cerdyn credyd hwn.

source: The transaction was declined by payment gateway.
cy: Mae'r trafodiad yn gostwng porth talu.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
cy: Mae'r trafodiad ei wrthod am nad oes gan y masnachwr gytundeb endid masnachol dilys ar ffeil gyda'r porth talu.

source: The transaction was declined because the CVV entered does not match the credit card.
cy: Mae'r trafodiad ei wrthod gan nad yw'r CVV gofnodi yn cyfateb i'r cerdyn credyd.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
cy: Mae'r trafodiad ei wrthod gan y banc gyhoeddi oherwydd cerdyn credyd wedi dod i ben. Dylai'r masnachwr geisio gerdyn arall.

source: Exceeded permissible limit for Navigating away
cy: Rhagorwyd terfyn a ganiateir ar gyfer Symud o gwmpas i ffwrdd

source: You have exceeded the permissible limit for navigating away from your test
cy: Yr ydych wedi rhagori ar y terfyn a ganiateir ar gyfer llywio i ffwrdd oddi wrth eich prawf

source: Your test has finished. You can close the window now
cy: Eich prawf wedi gorffen. Gallwch gau y ffenestr yn awr

source: Installation Complete
cy: Cwblhau gosod

source: Aho! The System is installed successfully.
cy: Aho! Mae'r System osod yn llwyddiannus.

source: Go to Admin/Teacher Interface
cy: Ewch i Gweinyddol / Rhyngwyneb Athrawon

source: User
cy: defnyddiwr

source: Go to Front End/Student Interface
cy: Ewch i Front End / Rhyngwyneb Myfyrwyr

source: Visit our website
cy: Ewch i'n gwefan

source: for documentation and support
cy: ar gyfer dogfennaeth a chefnogaeth

source: My Exam Stats
cy: Fy Ystadegau Arholiad

source: Total Exam Given
cy: Cyfanswm Arholiad O ystyried

source: Absent Exams
cy: Arholiadau absennol

source: Best Score in
cy: Sgôr gorau yn

source: On
cy: ar

source: Failed in
cy: methu yn

source: Average Percentage
cy: cyfartaledd Canran

source: Your Rank
cy: eich Rank

source: Month Wise Performance
cy: Mis Perfformiad Wise

source: Exam Wise Performance
cy: Arholiad Perfformiad Wise

source: Todays Exam
cy: heddiw Arholiad

source: These are the exam(s) that can be taken right now
cy: Mae'r rhain yn yr arholiad (au) y gellir eu cymryd ar hyn o bryd

source: No Exams found for today
cy: Dim Arholiadau ar gael ar gyfer heddiw

source: Something went wrong
cy: Mae rhywbeth wedi mynd o'i le!

source: Show
cy: Dangos

source: entries
cy: cofnodion

source: Prev
cy: blaenorol

source: Next
cy: Nesaf

source: Showing {:start} to {:current} of {:count} entries
cy: Yn dangos {:start} i {:current} o {:count} ceisiadau

source: Email Verification
cy: Gwirio E-bost

source: Please Enter Verification Code in the Text Box
cy: Os gwelwch yn dda Rhowch Cod Dilysu yn y Text Box

source: Re-Send Email Verification
cy: Ail-Anfon Gwirio E-bost

source: Please Enter Email Id in the Text Box which you enter at the time of registration
cy: Os gwelwch yn dda Rhowch E-bost Id yn y Bocs Text yr ydych yn mynd i mewn ar yr adeg cofrestru

source: Purchased Exam
cy: Arholiad a brynwyd

source: Expired Exam
cy: Arholiad wedi dod i ben

source: These are the exam(s) which has been expired
cy: Mae'r rhain yn yr arholiad (au) sydd wedi cael ei dod i ben

source: No Exams found
cy: Ni chafwyd Arholiadau

source: Thank you for using the test
cy: Diolch i chi am ddefnyddio'r prawf

source: 1. The test instructions were
cy: 1. Mae'r cyfarwyddiadau profion yn

source: Largely Clear
cy: Yn bennaf clir

source: Medium Clear
cy: canolig Clear

source: Not Clear
cy: Ddim yn glir

source: 2. Language of question was
cy: 2. Iaith y cwestiwn oedd

source: 3. Overall test experience was
cy: 3. Profiad prawf cyffredinol oedd

source: Good
cy: da

source: Better
cy: gwell

source: Best
cy: gorau

source: Any other feedback suggestion
cy: Unrhyw awgrym adborth arall

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
cy: Caewch eich holl ffenestri sgwrsio, sgrîn-arbedwr, a gwrth-firws rhaglenni cyn cychwyn eich prawf

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
cy: Peidiwch â phwyso \ "F5 " yn ystod eich prawf. Bydd hyn yn gorffen eich prawf ac ni fyddwch yn gallu ail-agor y prawf

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
cy: Bydd eich ymatebion yn cael eu cadw. Os yw eich prawf yn cael ei ddatgysylltu am unrhyw reswm, bydd eich ymatebion hyd at y pwynt hwnnw yn cael eu cadw

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
cy: Caewch bob rhaglen sy'n llwytho neu i lawrlwytho ffeiliau yn y cefndir Er enghraifft: Dropbox, torrent, ac ati

source: Instructions
cy: cyfarwyddiadau

source: I am ready to begin
cy: Yr wyf yn barod i ddechrau

source: Exam Start
cy: Dechrau arholiad

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
cy: Mae'r Arholiad cael ei dalu. Dylai swm yn cael ei dynnu ar eich waled yn awtomatig. Ar ôl cychwyn yr amserydd arholiad ni fydd yn dod i ben. Ydych chi eisiau talu & ddechrau?

source: These are the exam(s) which has been purchased
cy: Mae'r rhain yn yr arholiad (au) sydd wedi cael ei brynu
