Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cym/LC_MESSAGES/default.po
Languages: cy

source: Correct Marks
cy: Marciau cywir

source: Save & Next
cy: Cadw & Nesaf

source: Review
cy: Adolygu 7

source: Reset Answer
cy: Ateb Ailosod

source: Finish
cy: Gorffen

source: Current Question
cy: Cwestiwn cyfredol

source: Answered
cy: atebwyd

source: Not Answered
cy: Heb Ateb

source: Navigated Away
cy: llywio Away

source: you had navigated away from the test window. This will be reported to Moderator
cy: chi wedi llywio i ffwrdd oddi wrth y ffenestr prawf. Bydd hyn yn cael ei adrodd i safonwr

source: Do not repeat this behaviour
cy: Peidiwch ag ailadrodd yr ymddygiad hwn

source: Otherwise you may get disqualified
cy: Fel arall, efallai y byddwch yn cael eich gwahardd

source: Continue
cy: Parhau

source: Finalize
cy: cwblhau

source: Do you wish to submit and close the
cy: A ydych yn dymuno cyflwyno a chau'r

source: Once you submit, you will not be able to review the
cy: Ar ôl i chi gyflwyno, ni fyddwch yn gallu adolygu'r

source: Summary of your attempts in this
cy: Crynodeb o'ch ymdrechion yn hyn o

source: as show below
cy: fel sioe isod

source: Attempted
cy: ymgais

source: Return To First Question
cy: Dychwelyd I Gwestiwn Cyntaf

source: These are the exam(s) that are planned you in near future
cy: Mae'r rhain yn yr arholiad (au) sy'n cael eu chi wedi cynllunio yn y dyfodol agos

source: Attempt Now
cy: ceisio Now

source: Your performance compared to your group
cy: Eich perfformiad o'i gymharu â eich grŵp

source: Can't read? Reload
cy: Methu darllen? ail-lwytho

source: Enter security code shown above
cy: Rhowch côd diogelwch a ddangosir uchod

source: Answer simple math
cy: Ateb cwestiwn syml

source: Attempts
cy: ymdrechion

source: Remaining
cy: Sy'n weddill

source: Expiry Date
cy: Dyddiad Dod i ben

source: Expired Date
cy: wedi dod i ben Dyddiad

source: Free
cy: Rhad ac am ddim

source: Not Purchased
cy: Heb ei Prynwyd

source: View Details
cy: Gweld Manylion

source: Load Editor
cy: Golygydd llwyth

source: Installation
cy: gosod

source: Step 1 of 4
cy: Cam 1 o 4

source: Server Configuration & Setup Requirements
cy: Ffurfweddiad Gweinydd & Setup Gofynion

source: Setup Requirements
cy: Gofynion setup

source: Installing this software require certain server side extension and capability
cy: Gosod meddalwedd hwn yn gofyn am rai estyniad ochr y gweinydd a gallu

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
cy: gwiriwch isod a chymharu gyda'ch gweinydd cerfluniau presennol ar y dde. Gallwch glicio ar yr eicon nesaf at bob technoleg i gael manylion.

source: Extensions &amp; Applications
cy: Estyniadau a amp; ceisiadau

source: HTTP Server. For example: Apache
cy: Gweinydd HTTP. Er enghraifft: Apache

source: Require
cy: Ei gwneud yn ofynnol

source: PHP 5.2.8 or greater
cy: PHP 5.2.8 neu uwch

source: Database Engine MySQL (4 or greater)
cy: MySQL Beiriant Cronfa Ddata (4 neu fwy)

source: PDO Extension
cy: PDO Estyniad

source: GD Extension
cy: GD Estyniad

source: Mandatory
cy: gorfodol

source: Server Status
cy: Statws gweinydd

source: Web Server
cy: Gweinydd gwe

source: PHP Version
cy: Fersiwn PHP

source: MYSQL Version
cy: Fersiwn MYSQL

source: PDO Unavailable
cy: PDO Ddim ar gael

source: PDO Available
cy: PDO Ar gael

source: Directory &amp; File Permission
cy: Directory & amp; Caniatâd ffeil

source: These Folders of Files need to be
cy: Mae angen i'r Ffolderi o Ffeiliau i fod yn

source: Writable
cy: ysgrifenadwy

source: for application to be installed.
cy: ar gyfer gwneud cais i gael eu gosod.

source: Folders or Files
cy: Ffolderi neu Ffeiliau

source: Let's Start
cy: Gadewch i ni Dechrau

source: Step 2 of 4
cy: Cam 2 o 4

source: Installation Agreement
cy: Cytundeb gosod

source: I Accept to Proceed
cy: Rwy'n Derbyn i Symud Ymlaen

source: Step 3 of 4
cy: Cam 3 o 4

source: Database Connection Settings
cy: Gosodiadau Cysylltiad Cronfa Ddata

source: Host Name
cy: gwesteiwr Enw

source: Usually Localhost
cy: Fel arfer localhost

source: Database Name
cy: Cronfa Ddata Enw

source: Database User
cy: Defnyddiwr Cronfa Ddata

source: Database User Name
cy: Cronfa Ddata Enw Defnyddiwr

source: Database Password
cy: Cronfa Ddata Cyfrinair

source: Database User Password
cy: Cronfa Ddata Defnyddiwr Cyfrinair

source: Database Type
cy: Math o Gronfa Ddata

source: Test Connection
cy: Cysylltiad prawf

source: Step 4 of 4
cy: Cam 4 o 4

source: Name of Your Website
cy: Enw'r Eich Gwefan

source: Meta Keyword
cy: meta Allweddair

source: Useful for SEO
cy: Defnyddiol ar gyfer SEO

source: Meta Content for SEO
cy: Cynnwys Meta ar gyfer SEO

source: Please Select Timezone
cy: Dewiswch Cylchfa amser

source: Name of Your Organization/Company
cy: Enw eich sefydliad / Cwmni

source: Default Admin Email
cy: Default Admin E-bost

source: Install Sample Data With Dummy Entries
cy: Gosod Data Sampl Gyda Entries Dummy

source: Install
cy: Gosod

source: Welcome to
cy: Croeso i

source: Sign out
cy: Allgofnodi

source: Copyright
cy: Hawlfraint

source: follow on facebook
cy: dilyn ar facebook

source: Latest News & Events
cy: Newyddion a Digwyddiadau Diweddaraf

source: Download PDF
cy: LAWRLWYTHO PDF

source: Average Percentage(%)
cy: Cyfartaledd Canran (%)

source: Exam Given
cy: arholiad O ystyried

source: Delete Forever
cy: Dileu Am byth

source: Move to Trash
cy: Symud i Sbwriel

source: News Detail
cy: Manylion Newyddion

source: No of Visitors
cy: Dim o Ymwelwyr

source: No of Students
cy: Dim Myfyrwyr

source: No of Exams
cy: Dim o Arholiadau

source: Payment From Pay Pal
cy: Talu O Talu Pal

source: Pay From Pay Pal
cy: Talu O Talu Pal

source: Profile
cy: Proffeil

source: Edit Profile
cy: Golygu Proffil

source: New Student Register
cy: Cofrestr Myfyrwyr Newydd

source: Security Code
cy: Côd diogelwch

source: Answers
cy: atebion

source: My Results
cy: fy Canlyniadau

source: Attempt Date
cy: Rhoi cynnig Dyddiad

source: SCORE CARD
cy: CERDYN SGÔR

source: SUBJECT REPORT
cy: ADRODDIAD PWNC

source: TIME MANAGEMENT
cy: RHEOLI AMSER

source: QUESTION REPORT
cy: ADRODDIAD CWESTIWN

source: SOLUTION
cy: ATEB

source: COMPARE REPORT
cy: ADRODDIAD YN CYMHARU

source: Score Card For
cy: Sgôr Cerdyn Am

source: Total No. of Student
cy: Cyfanswm Nifer yr Myfyriwr

source: My Marks
cy: fy Marks

source: Total Marks of Test
cy: Cyfanswm marciau Prawf

source: My Percentile
cy: fy Canradd

source: Total Question in Test
cy: Cyfanswm Cwestiwn mewn Prawf

source: Total Attempt Question in Test
cy: Cyfanswm Ymgais Cwestiwn ym Mhrawf

source: Left Question
cy: chwith Cwestiwn

source: Left Question Marks
cy: Chwith Cwestiwn Marciau

source: Total Time of Test
cy: Cyfanswm Amser Prawf

source: My Time
cy: ystod y cyfnod hwnnw ....

source: My Rank
cy: fy Rank

source: Performance Report For
cy: Adroddiad Perfformiad I

source: Question & Marks Wise Report For
cy: Cwestiwn ac Marciau Adroddiad Wise Ar gyfer

source: Subject Report For
cy: Adroddiad Pwnc Ar gyfer

source: Correct
cy: cywir

source: Unattempted Questions
cy: Cwestiynau Unattempted

source: Graphical Report For
cy: Adroddiad graffigol Ar gyfer

source: Time Management For
cy: Ar gyfer Rheoli Amser

source: Question Report For
cy: Adroddiad Cwestiwn Ar gyfer

source: Question Status
cy: Statws cwestiwn

source: Your Answer
cy: Eich Ateb

source: Your Score
cy: eich Sgôr

source: Your Time
cy: eich Amser

source: Solution For
cy: Ateb Am

source: Not Attempt
cy: Ddim Ceisio

source: Attempt
cy: Rhoi cynnig

source: Incorrect
cy: anghywir

source: Your Answers
cy: eich Atebion

source: Solution
cy: Ateb

source: Bookmark
cy: Llyfrnodi

source: Compare Report For
cy: Cymharu Adroddiad Am

source: Total Ques.
cy: Ques cyfanswm.

source: Maximum Marks
cy: Marciau uchaf

source: Attempted Ques.
cy: Ques Ymgais.

source: Unattempted Ques.
cy: Ques Unattempted.

source: Correct Ques.
cy: Ques Cywir.

source: Incorrect Ques.
cy: Ques anghywir.

source: Percentile
cy: canradd

source: Previous
cy: Blaenorol

source: This is to certify that
cy: Hyn sydd i dystio bod

source: has succesfully completed the
cy: wedi cwblhau llwyddiannus y

source: in course program offered by
cy: maes rhaglen a gynigir gan

source: Student Login
cy: Mewngofnodi i Fyfyrwyr

source: Sign In
cy: Mewngofnodi

source: Forgot Passwocrd
cy: Wedi anghofio Passwocrd

source: New User? Create Account
cy: Defnyddiwr Newydd? Creu cyfrif

source: Engine is not loaded
cy: Nid yw injan yn lwytho

source: Pdf engine "%s" not found
cy: Pdf peiriant \ " %s " heb ei ganfod

source: Pdf engines must extend "AbstractPdfEngine"
cy: Mae'n rhaid i beiriannau Pdf ymestyn \ "AbstractPdfEngine "

source: Crypto is not loaded
cy: Nid Cêl yn lwytho

source: Pdf crypto "%s" not found
cy: Pdf celu \ " %s " heb ei ganfod

source: Crypto engine must extend "AbstractPdfCrypto"
cy: Mae'n rhaid i injan Crypto ymestyn \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
cy: Nid yw priodoledd Rheolwr $ pdfConfig yn gywir neu ar goll

source: -> Testing :url
cy: -> Profi: url

source: Total Requests made: :requests
cy: Ceisiadau Cyfanswm wnaed:: ceisiadau

source: Total Time elapsed: :duration (seconds)
cy: Cyfanswm yr Amser a aeth heibio:: hyd (eiliadau)

source: Requests/Second: :rps req/sec
cy: Ceisiadau / Ail:: RPS Req / sec

source: Average request time: :average-time seconds
cy: cais ar gyfartaledd amser:: eiliad ar gyfartaledd-amser

source: Standard deviation of average request time: :std-dev
cy: Gwyriad safonol o amser cais gyfartaledd:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
cy: Hiraf / cais byrraf:: sec hiraf /: sec byrraf

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
cy: Yn eich galluogi i gael statisticsabout rhywfaint meincnodi garw URL chymwysterau llawn.

source: The URL to request.
cy: Mae'r URL i wneud cais.

source: Number of iterations to perform.
cy: Nifer y iteriadau i berfformio.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
cy: cyfanswm Uchafswm amser i bob iteriadau, mewn seconds.If un ailadroddiad sengl yn cymryd mwy na'r timeout, dim ond un cais yn cael ei wneud

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
cy: Enghraifft Defnydd: `meincnod cacen --n 10 --t 100 http: // localhost / testsite`. <Info> Sylwer: </ info> Nid meincnod hwn yn cynnwys porwr amseroedd rendr.

source: Component initialization
cy: initialization cydran

source: Controller action
cy: camau Rheolwr

source: Controller action start
cy: dechrau camau Rheolwr

source: Processing toolbar state
cy: bar offer Prosesu wladwriaeth

source: Processing toolbar data
cy: data bar offer prosesu

source: Controller render start
cy: Rheolwr rendr cychwyn

source: Could not load DebugToolbar panel %s
cy: Methu llwytho DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
cy: Prosesu Craidd (Yn deillio o $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
cy: Penawdau eisoes anfon %s ar linell %s . Methu anfon data log i FirePHP.

source: Incorrect parameter count for FireCake::fb()
cy: cyfrif Anghywir paramedr ar gyfer FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
cy: Uchafswm nifer (99,999) o negeseuon gyrraedd!

source: There are no active panels. You must enable a panel to see its output.
cy: Nid oes unrhyw baneli gweithredol. Mae'n rhaid i chi alluogi panel i weld ei allbwn.

source: App Constants
cy: app Cysonion

source: CakePHP Constants
cy: Cysonion CakePHP

source: PHP Environment
cy: PHP Amgylchedd

source: Hidef Environment
cy: Hidef Amgylchedd

source: Request History
cy: cais Hanes

source: No previous requests logged.
cy: Ni chafwyd unrhyw geisiadau blaenorol wedi mewngofnodi.

source: previous requests available
cy: ceisiadau blaenorol ar gael

source: Restore to current request
cy: Adfer i gais cyfredol

source: Included Files
cy: Ffeiliau Wedi'u cynnwys

source: Logs
cy: logiau

source: There were no log entries made this request
cy: Nid oedd unrhyw gofnodion log wneir cais hwn

source: Request
cy: cais

source: No post data.
cy: Dim data post.

source: No querystring data.
cy: Dim data querystring.

source: Current Route
cy: Llwybr presennol

source: Session
cy: sesiwn

source: Sql Logs
cy: Logiau sql

source: No query logs when debug < 2.
cy: Dim logiau ymholiad pan debug <2.

source: No query logs.
cy: Dim logiau ymholiad.

source: Total Time: %s ms <br />Total Queries: %s queries
cy: Cyfanswm Amser: %s ms <br /> Cyfanswm Ymholiadau: %s ymholiadau

source: Query Explain:
cy: Ymholiad Eglurwch:

source: Click an "Explain" link above, to see the query explanation.
cy: Cliciwch i \ "Esboniwch " ddolen uchod, i weld yr esboniad ymholiad.

source: No active database connections
cy: Dim cysylltiadau cronfa ddata weithredol

source: Memory
cy: cof

source: Peak Memory Use
cy: Peak Defnydd Cof

source: Memory use
cy: defnydd cof

source: Timers
cy: Amseryddion

source: Total Request Time:
cy: Cyfanswm Amser Cais:

source: Time in ms
cy: Amser mewn ms

source: Graph
cy: graff

source: View Variables
cy: Gweld Newidynnau

source: Rendering View
cy: rendro View

source: Rendering %s
cy: Rendro %s

source: View render complete
cy: Gweld rendr wedi'i gwblhau

source: Explain
cy: Esboniwch

source: Starting %sms into the request, taking %sms
cy: Dechrau %s ms i mewn i'r cais, gan gymryd %s ms

source: No markup errors found
cy: dod o hyd i unrhyw wallau markup

source: maybe slow
cy: efallai araf

source: Absolute path or relative to APP.
cy: llwybr llwyr neu berthynas APP.

source: An error occured while getting the status of your account.
cy: Digwyddodd gwall wrth gael y statws eich cyfrif.

source: There was an error while connecting to Paypal
cy: Roedd gwall wrth gysylltu i Paypal

source: There was a problem initiating the transaction, please try again.
cy: Roedd problem cychwyn y trafodiad, os gwelwch yn dda ceisiwch eto.

source: There was a problem getting your details, please try again.
cy: Roedd problem cael eich manylion, os gwelwch yn dda ceisiwch eto.

source: There was an error completing the payment
cy: Bu gwall cwblhau'r taliad

source: There was a problem processing the transaction, please try again.
cy: Roedd problem prosesu y trafodiad, os gwelwch yn dda ceisiwch eto.

source: There was an error processing the card payment
cy: Bu gwall brosesu'r taliad cerdyn

source: There was a problem processing your card, please try again.
cy: Roedd problem prosesu eich cerdyn, os gwelwch yn dda ceisiwch eto.

source: There was an error processing the the refund
cy: Bu gwall brosesu'r yr ad-daliad

source: A problem occurred during the refund process, please try again.
cy: Problem digwydd yn ystod y broses ad-daliad, os gwelwch yn dda ceisiwch eto.

source: There was an problem communicating with the payment gateway
cy: Roedd problem gyfathrebu â'r porth talu

source: Missing client id/secret
cy: Missing id cleient / gyfrinach

source: Must specify an expiry date
cy: Rhaid penodi dyddiad dod i ben

source: Must include a M and Y in expiry date
cy: Rhaid iddo gynnwys M ac Y yn dyddiad dod i ben

source: Invalid expiry date
cy: dyddiad dod i ben Annilys

source: Invalid card number
cy: rhif cerdyn annilys

source: Invalid CVV2 number
cy: Rhif CVV2 Annilys

source: Invalid card type
cy: Math o gerdyn Annilys

source: Could not detect client IP address
cy: Methu canfod cyfeiriad IP cleient

source: Not a valid credit card number
cy: Ddim yn rhif cerdyn credyd dilys

source: You must include the 3 digit security number
cy: Rhaid i chi gynnwys y 3 digid rhif diogelwch

source: Must specify an "amount" to charge
cy: Rhaid penodi un \ "swm " i godi tâl

source: You must pass a valid order array
cy: Mae'n rhaid i chi basio arae orchymyn dilys

source: Valid "return" and "cancel" urls must be provided
cy: Dilys \ "dychwelyd " a \ "Diddymu " urls rhaid darparu

source: You must provide a currency code
cy: Rhaid i chi ddarparu cod cyfred

source: Original PayPal Transaction ID is required
cy: Mae angen ID Trafodyn PayPal Gwreiddiol

source: Must specify an "amount" to refund
cy: Rhaid penodi un \ "swm " i ad-dalu

source: You must specify a refund type, such as Full or Partial
cy: Rhaid i chi benodi math ad-daliad, megis Llawn neu Rannol

source: File was not downloaded.
cy: Nid yw ffeil yn llwytho i lawr.

source: No %s found for that date range
cy: Dim %s ar gael ar gyfer yr ystod dyddiad

source: Your form data is preserved you'll be redirected to it after login.
cy: Eich ffurflen data yn cael ei gadw, byddwch yn cael eich ailgyfeirio i ar ôl mewngofnodi.

source: Error notification from %s
cy: Hysbysiad Gwall o %s

source: Antigua and Barbuda
cy: Antigua a Barbuda

source: Argentina
cy: Yr Ariannin

source: Australia
cy: Awstralia

source: Austria
cy: Awstria

source: Belarus
cy: Belarws

source: Belgium
cy: Gwlad Belg

source: Bolivia
cy: Bolifia

source: Bosnia and Herzegovina
cy: Bosnia a Herzegovina

source: Bouvet Island
cy: Island Bouvet

source: Brazil
cy: Brasil

source: British Indian Ocean Territory
cy: Tiriogaeth Brydeinig Cefnfor India

source: Bulgaria
cy: Bwlgaria

source: Cameroon
cy: Camerŵn

source: Cayman Islands
cy: Ynysoedd y Cayman

source: Central African Republic
cy: Gweriniaeth Canolbarth Affrica

source: China
cy: Tsieina

source: Christmas Island
cy: Ynys y Nadolig

source: Cocos (Keeling) Islands
cy: Cocos (Keeling) Ynysoedd

source: Congo, the Democratic Republic of the
cy: Congo, Gweriniaeth Ddemocrataidd y

source: Cook Islands
cy: Ynysoedd Cook

source: Czech Republic
cy: Gweriniaeth Tsiec

source: Denmark
cy: Denmarc

source: Dominican Republic
cy: Gweriniaeth Dominica

source: Egypt
cy: Yr Aifft

source: Equatorial Guinea
cy: Gini Gyhydeddol

source: Falkland Islands (Malvinas)
cy: Ynysoedd y Falklands (Malvinas)

source: Faroe Islands
cy: Ynysoedd Faroe

source: Finland
cy: Y Ffindir

source: French Polynesia
cy: Polynesia Ffrengig

source: French Southern Territories
cy: Ffrangeg Tiriogaethau Deheuol

source: Germany
cy: Yr Almaen

source: Greece
cy: Gwlad Groeg

source: Greenland
cy: Ynys Las

source: Heard Island and Mcdonald Islands
cy: Ynys Heard ac Ynysoedd McDonald

source: Holy See (Vatican City State)
cy: Holy See (Gweriniaeth Dinas y Fatican)

source: Hungary
cy: Hwngari

source: Iceland
cy: Gwlad yr Iâ

source: Iran, Islamic Republic of
cy: Iran, Gweriniaeth Islamaidd

source: Iraq
cy: Irac

source: Ireland
cy: iwerddon

source: Italy
cy: Yr Eidal

source: Korea, Democratic People's Republic of
cy: Gweriniaeth Korea, Pobl Ddemocrataidd o

source: Korea, Republic of
cy: Korea, Gweriniaeth

source: Lao People's Democratic Republic
cy: Lao Gweriniaeth Pobl Ddemocrataidd

source: Latvia
cy: Latfia

source: Lebanon
cy: Libanus

source: Libyan Arab Jamahiriya
cy: Libya Arabaidd Jamahiriya

source: Luxembourg
cy: Lwcsembwrg

source: Macedonia, the Former Yugoslav Republic of
cy: Macedonia, y Cyn Weriniaeth Iwgoslafaidd

source: Marshall Islands
cy: Ynysoedd Marshall

source: Mexico
cy: Mecsico

source: Micronesia, Federated States of
cy: Micronesia, Taleithiau Ffederal

source: Moldova, Republic of
cy: Moldova, Gweriniaeth

source: Morocco
cy: Moroco

source: Netherlands
cy: Yr Iseldiroedd

source: Netherlands Antilles
cy: Antilles yr Iseldiroedd

source: New Caledonia
cy: Caledonia newydd

source: New Zealand
cy: Seland Newydd

source: Norfolk Island
cy: Ynys Norfolk

source: Northern Mariana Islands
cy: Ynysoedd Gogledd Mariana

source: Norway
cy: Norwy

source: Palestinian Territory, Occupied
cy: Tiriogaeth Palesteina, Occupied

source: Papua New Guinea
cy: Papwa Gini Newydd

source: Poland
cy: gwlad pwyl

source: Portugal
cy: Portiwgal

source: Reunion
cy: aduniad

source: Russian Federation
cy: Ffederasiwn Rwsia

source: Saint Kitts and Nevis
cy: Saint Kitts a Nevis

source: Saint Pierre and Miquelon
cy: Saint Pierre a Miquelon

source: Saint Vincent and the Grenadines
cy: Saint Vincent a'r Grenadines

source: Sao Tome and Principe
cy: Sao Tome a Principe

source: Senegal
cy: sénégal

source: Serbia and Montenegro
cy: Serbia a Montenegro

source: Slovakia
cy: Slofacia

source: Slovenia
cy: slofenia

source: Solomon Islands
cy: Ynysoedd Solomon

source: South Africa
cy: De Affrica

source: South Georgia and the South Sandwich Islands
cy: De Georgia ac Ynysoedd Sandwich y De

source: Spain
cy: Sbaen

source: Suriname
cy: Swrinam

source: Svalbard and Jan Mayen
cy: Svalbard a Jan Mayen

source: Switzerland
cy: Y Swistir

source: Syrian Arab Republic
cy: Gweriniaeth Arabaidd Syria

source: Taiwan, Province of China
cy: Taiwan, Talaith o Tsieina

source: Tanzania, United Republic of
cy: Tanzania, Gweriniaeth Unedig o

source: Togo
cy: I fynd

source: Trinidad and Tobago
cy: Trinidad a Tobago

source: Turkey
cy: Twrci

source: Turks and Caicos Islands
cy: Ynysoedd Turks a Caicos

source: Tuvalu
cy: Twfalw

source: Ukraine
cy: Wcráin

source: United Arab Emirates
cy: Emiradau Arabaidd Unedig

source: United Kingdom
cy: Cymru

source: United States
cy: Unol Daleithiau

source: Virgin Islands, British
cy: Ynysoedd Virgin, Prydeinig

source: Virgin Islands, U.s.
cy: Ynysoedd y Wyryf, ni

source: Wallis and Futuna
cy: Wallis a Futuna

source: Invalid argument #1: %s is not a valid %s identifyer.
cy: Annilys ddadl # 1: %s Nid yw ddilys %s identifyer.

source: %s for Row %d failed to save.
cy: %s ar gyfer Rhes %d Methodd i arbed.

source: You need to define at least one field to be toggleable.
cy: Mae angen i chi ddiffinio o leiaf un maes fod yn toggleable.

source: The field %s is not in the list of toggleable fields.
cy: Mae'r cae %s Nid yw yn y rhestr o gaeau toggleable.

source: The field %s does not have two toggleable states defined.
cy: Mae'r cae %s Nid oes gan ddwy wladwriaeth toggleable diffiniedig.

source: Invalid record
cy: cofnod annilys

source: Server lipsum.com returns error code %s.
cy: Gweinydd lipsum.com dychwelyd cod gwall %s .

source: Response from lipsum.com is empty or could not be decoded.
cy: Ymateb gan lipsum.com yn wag neu na ellid ei ddatgodio.

source: Connection to server lipsum.com failed. %s.
cy: Cysylltiad i lipsum.com gweinydd methu. %s .

source: Please correct the errors below.
cy: Cywirwch y wallau isod.

source: Error
cy: gwall

source: The requested address %s was not found on this server.
cy: Gall y cyfeiriad gofyn am %s ni chanfuwyd ar y gweinydd hwn.

source: An Internal Error Has Occurred.
cy: Gwall mewnol wedi digwydd.

source: datasource configuration was not found
cy: Nid yw cyfluniad datasource chanfuwyd

source: CakePHP: the rapid development php framework
cy: CakePHP: y fframwaith php datblygiad cyflym

source: Debug setting does not allow access to this url.
cy: Nid yw gosod Debug yn caniatáu mynediad i'r url hwn.

source: Add New Exam
cy: Ychwanegu Arholiad Newydd

source: Inactive
cy: anweithgar

source: Start & End Date
cy: Dyddiad Dechrau a Diwedd

source: Certification of Completion
cy: Ardystio Cwblhau

source: Click here to download excel file format
cy: Cliciwch yma i lawrlwytho fformat ffeil excel

source: Are you sure, you want to close this exam?
cy: A ydych yn sicr, eich bod am gau yr arholiad hwn?

source: Are you sure, you want to re-activate this exam?
cy: A ydych yn sicr, eich bod eisiau ail-activate yr arholiad hwn?

source: Closed
cy: Ar gau

source: Results
cy: canlyniadau

source: Configurations
cy: gyfluniadau

source: General
cy: Cyffredinol

source: Contents
cy: Cynnwys

source: Email & SMS
cy: E-bost & SMS

source: Customer Support Service
cy: Gwasanaeth Cefnogaeth i Gwsmeriaid
