Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cym/LC_MESSAGES/default.po
Languages: cy

source: Knowledge Base (for Documentation)
cy: Sylfaen Wybodaeth (ar gyfer Dogfennaeth)

source: Forum (24x7x)
cy: Fforwm (24x7x)

source: Live Chat (For Sales & Billing Only)
cy: Live Sgwrs (Ar gyfer Gwerthu a Bilio yn Unig)

source: Support (For Technical Support)
cy: Cymorth (Ar gyfer Cymorth Technegol)

source: Visit Our Website
cy: Ewch Ein Gwefan

source: for more documentation & Details
cy: am fwy o ddogfennaeth a Manylion
