Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cym/LC_MESSAGES/default.po
Languages: cy

source: File Manager
cy: Rheolwr ffeil

source: You can find your result here.
cy: Gallwch ddod o hyd i'ch canlyniad yma.

source: Thanks for given the exam.
cy: Diolch am gofio yr arholiad.

source: Dashboard
cy: Dashf

source: Leader Board
cy: Bwrdd Arweinydd

source: My Exams
cy: fy Arholiadau

source: My Result
cy: fy Canlyniad

source: Group Performance
cy: Perfformiad y grŵp

source: Payment
cy: Taliad

source: Transaction History
cy: Hanes trafodiad

source: Mailbox
cy: Blwch Post

source: Home
cy: Cartref

source: Register
cy: Cofrestrwch

source: Log In
cy: Mewngofnodi

source: Invalid Post
cy: Post annilys

source: Feb
cy: 7-25 Chwefror

source: Mar
cy: 22-28 Mawrth

source: Apr
cy: Ebrill

source: May
cy: Mai 2011

source: Jun
cy: 13 - 22 Mehefin

source: Jul
cy: Gorffennaf

source: Aug
cy: Awst

source: Sep
cy: Medi

source: Oct
cy: Hydref

source: Nov
cy: Tachwedd

source: Dec
cy: Rhagfyr

source: Percentage
cy: canran

source: Month
cy: Mis

source: Exams
cy: arholiadau

source: Email verified successfully
cy: gwirio e-bost yn llwyddiannus

source: Invalid Verification Code
cy: Cod Dilysu Annilys

source: A verification Code send to your Email inbox or Spam
cy: Mae Cod gwirio anfon i'ch mewnflwch e-bost neu Sbam

source: Email Id already verified
cy: E-bost Id gwirio eisoes

source: Email Id not registered in system
cy: E-bost Id heb ei gofrestru yn y system

source: You have attempted maximum exam.
cy: Yr ydych wedi ceisio arholiad mwyaf posibl.

source: You have attempted maximum number of questions in this subject
cy: Yr ydych wedi rhoi cynnig ar nifer fwyaf o gwestiynau yn y pwnc hwn

source: You can find your result here
cy: Gallwch ddod o hyd i'ch canlyniad yma

source: Insufficient Amount.
cy: Swm annigonol.

source: 1. The test instructions were
cy: 1. Mae'r cyfarwyddiadau profion yn

source: 2. Language of question was
cy: 2. Iaith y cwestiwn oedd

source: 3. Overall test experience was
cy: 3. Profiad prawf cyffredinol oedd

source: Any other feedback suggestion:
cy: Unrhyw awgrym adborth arall:

source: Feedback has submitted successfully!
cy: Mae adborth wedi cyflwyno yn llwyddiannus!

source: Feedback already submitted.
cy: Adborth a gyflwynwyd eisoes.

source: Email id is not registered in system
cy: Nid yw e-bost id wedi'i gofrestru yn y system

source: Your password reset link is sent to your registered email id
cy: Eich cyswllt ailosod cyfrinair yn cael ei anfon at eich e-bost id cofrestredig

source: Incorrect code
cy: cod anghywir

source: Password Changed Successfully
cy: Cyfrinair Wedi newid yn llwyddiannus

source: My Performance
cy: fy Perfformiad

source: My Group performance
cy: perfformiad Fy Group

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
cy: Cais gosod yn barod. Tynnu app / tmp / installed.txt i ailosod y cais

source: Writeable
cy: ysgrifenadwy

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
cy: Yn anffodus! Ffeil Gwall Caniatâd <br> Os gwelwch yn dda app goto / Config / database.php yn y modd ysgrifenadwy.

source: A connection was successfully established with the server.
cy: Mae cysylltiad ei sefydlu yn llwyddiannus gyda'r gweinydd.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
cy: Methu cysylltu â chronfa ddata. Gwiriwch y gosodiadau yn app / Config / database.php a cheisiwch eto

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
cy: Yn anffodus! Ffolder Caniatâd Gwall <br> Os gwelwch yn dda ffolder tmp yn y modd ysgrifenadwy.

source: Your Mail has been sent
cy: Mae eich Mail wedi cael ei anfon

source: Forwarded message
cy: neges a anfonwyd ymlaen

source: From
cy: Ffynhonell

source: Subject
cy: pwnc

source: The mail has been moved to the Trash
cy: Mae'r post wedi cael ei symud i'r Bin Sbwriel

source: Your Mail has been deleted
cy: Mae eich Mail wedi cael ei ddileu

source: The mail has been moved to the Inbox
cy: Mae'r post wedi cael ei symud i'r Blwch Derbyn

source: The mail has been marked as Read
cy: Mae'r post wedi cael ei farcio fel Read

source: The mail has been marked as Unread
cy: Mae'r post wedi cael ei farcio fel Heb ei Ddarllen

source: Paypal Payment not set
cy: Paypal Taliad heb ei osod

source: Payment Cancel
cy: talu Diddymu

source: Wallet Payment
cy: Talu waled

source: Try again! Can not connect to paypal
cy: Ceisio eto! Methu cysylltu â paypal

source: Invalid Amount
cy: Swm annilys

source: Payment already done
cy: Taliad a wnaed eisoes

source: Payment not done
cy: Talu heb ei wneud

source: Payment successfully! Amount %s added in your wallet
cy: Talu yn llwyddiannus! Swm %s hychwanegu yn eich waled

source: Profile Updated Successfully
cy: Proffil Diweddarwyd yn llwyddiannus

source: Photo Updated Successfully
cy: Diweddarwyd Photo Llwyddiannus

source: Invalid Password
cy: annilys Cyfrinair

source: Please select any group
cy: Dewiswch unrhyw grŵp

source: Invalid Security Code
cy: Côd Diogelwch Annilys

source: Score
cy: sgôr

source: Marks Scored
cy: marciau Sgoriodd

source: Subject Wise Time Taken
cy: Pwnc Wise Amser a Gymerwyd

source: Student Performance
cy: Perfformiad Myfyrwyr

source: Correct Question
cy: Cwestiwn cywir

source: Incorrect Question
cy: Cwestiwn anghywir

source: Right Marks
cy: Marciau Right

source: Negative Marks
cy: Marciau negyddol

source: Percentage(%) in Exam
cy: Canran (%) mewn Arholiad

source: Percentage(%)
cy: Canran (%)

source: rd
cy: ydd

source: You %s
cy: Rydych %s

source: Administrator
cy: Gweinyddwraig

source: Payment Gateway
cy: Porth talu

source: Pay Exam
cy: Arholiad cyflog

source: Your account has expired. Please contact administrator
cy: Mae eich cyfrif wedi darfod. Cysylltwch â gweinyddwr

source: You have been logged in successfully
cy: Rydych wedi cael eich mewngofnodi yn llwyddiannus

source: Your email not verified! Please click on link sent to your email inbox or spam
cy: Eich e-bost nid yw gwirio! Os gwelwch yn dda cliciwch ar y ddolen a anfonir i'ch mewnflwch e-bost neu spam

source: Incorrect username/password
cy: enw defnyddiwr Anghywir / cyfrinair

source: You have been logged out successfully
cy: Rydych wedi cael eich allgofnodi llwyddiannus

source: You are %s Member! Please contact administrator
cy: Rydych yn %s Aelod! Cysylltwch â gweinyddwr

source: Hours
cy: Oriau

source: Mins
cy: 69 munud

source: Grand Total
cy: Cyfanswm terfynol

source: Your Question has been added for exam
cy: Mae eich cwestiwn wedi cael ei ychwanegu ar gyfer arholiad

source: Your Question has been deleted for exam
cy: Mae eich cwestiwn wedi cael ei ddileu ar gyfer arholiad

source: No Permission
cy: Dim Caniatâd

source: Advertisement has been saved
cy: Hysbyseb wedi ei gadw

source: Invalid post
cy: swydd annilys

source: Advertisement has been deleted
cy: Hysbyseb wedi cael ei ddileu

source: Photo Changed Successfully
cy: Wedi newid Photo Llwyddiannus

source: Not Attempted
cy: Heb ei Ymgais

source: Marks Updated
cy: marciau Diweddarwyd

source: Successfully Finalize
cy: llwyddiannus cwblhau

source: Successfully Closed Exam
cy: Arholiad Llwyddiannus Ar gau

source: English
cy: Saesneg

source: French
cy: Ffrangeg

source: Your Setting has been saved
cy: Mae eich Gosod wedi cael ei hachub

source: Page Added Successfully
cy: Tudalen Ychwanegwyd yn llwyddiannus

source: Pages updated Successfully
cy: Tudalennau Diweddarwyd yn llwyddiannus

source: Page has been deleted
cy: Dilëwyd y dudalen

source: Page has been Unpublished
cy: Page wedi bod heb ei gyhoeddi

source: Page has been Published
cy: Page wedi cael ei Cyhoeddwyd

source: Something wrong
cy: rhywbeth o'i le

source: Currency has been saved
cy: Arian wedi ei gadw

source: Currency has been deleted
cy: Arian wedi cael ei ddileu

source: Student Details
cy: Manylion Myfyrwyr

source: Pending
cy: Tra'n aros

source: Suspend
cy: Seibio

source: Pass
cy: Pasio

source: Fail
cy: methu

source: Absent
cy: absennol

source: Student
cy: Myfyriwr

source: Passing %age
cy: Pasio %a ge

source: Average %age
cy: Cyfartaledd %a ge

source: Question Count
cy: Cyfrif cwestiwn

source: Total Question
cy: Cyfanswm Cwestiwn

source: Question Bank Difficulty Wise
cy: Banc Cwestiynau Trafferth Wise

source: Easy
cy: hawdd

source: Medium
cy: canolig

source: Hard
cy: caled

source: Name has been updated
cy: Enw wedi'i ddiweddaru

source: Email template has been saved
cy: templed e-bost wedi ei gadw

source: Email template has been deleted
cy: templed e-bost wedi cael ei ddileu

source: End Date is not less than Start date
cy: Dyddiad Gorffen yn llai na Dyddiad dechrau

source: Please Select any group
cy: Dewiswch unrhyw grŵp

source: Please Add Subject To Exam
cy: Os gwelwch yn dda Ychwanegwch Pwnc I'r Arholiad

source: Exam has been saved. Add questions in exam
cy: Arholiad wedi ei gadw. Ychwanegu cwestiynau mewn arholiad

source: Exam has been saved
cy: Arholiad wedi ei gadw

source: Exam has been updated
cy: Arholiad wedi cael ei ddiweddaru

source: Exam has been deleted
cy: Arholiad wedi cael ei ddileu

source: Difficulty Level
cy: anhawster Lefel

source: Subject Wise Question Count
cy: Pwnc Cyfrif Wise Cwestiwn

source: Exam sucessfully inactivated
cy: Arholiad anweithredol sucessfully

source: Exam sucessfully activated
cy: Arholiad activated sucessfully

source: There are no question added!
cy: Nid oes unrhyw gwestiwn hychwanegu!

source: Your username is sent to your registered email id
cy: Mae eich enw defnyddiwr yn cael ei anfon at eich e-bost id cofrestredig

source: Group Added Successfully
cy: Grŵp Ychwanegwyd yn llwyddiannus

source: Group has been saved
cy: Grŵp wedi cael eu hachub

source: Group has been deleted
cy: Grŵp wedi cael ei ddileu

source: Delete subject first
cy: Dileu pwnc cyntaf

source: Help content has been saved
cy: content Help wedi ei gadw

source: Help content has been deleted
cy: content Help wedi cael ei ddileu

source: Questions imported successfully
cy: Cwestiynau mewnforio'n llwyddiannus

source: File not uploaded
cy: Ffeil Nid llwytho i fyny

source: Only CSV File supported
cy: Dim ond CSV Ffeil gefnogir

source: Please Select Subject
cy: Dewiswch Pwnc

source: Please Select any Group
cy: Dewiswch unrhyw Grŵp

source: Students imported successfully
cy: Myfyrwyr mewnforio'n llwyddiannus

source: Please Select Group
cy: Os gwelwch yn dda Grŵp Dewiswch

source: Student Email not found
cy: Myfyrwyr E-bost heb ei darganfod

source: News has been saved
cy: Newyddion wedi ei gadw

source: News has been deleted
cy: Newyddion wedi cael ei ddileu

source: Paypal Payment Setting has been saved
cy: Gosod Talu Paypal wedi cael ei hachub

source: Setting Problem
cy: gosod Problem

source: Please Choose the Correct answer
cy: Dewiswch yr ateb cywir

source: Please select true or false
cy: Dewiswch cywir neu anghywir

source: Please fill blank space
cy: Llenwch gofod gwag

source: Question added to bank successfully
cy: Cwestiwn ychwanegu at fanc yn llwyddiannus

source: Question has been updated
cy: Cwestiwn wedi cael ei ddiweddaru

source: Question has been deleted
cy: Cwestiwn wedi cael ei ddileu

source: Delete exam first!
cy: Dileu arholiad yn gyntaf!

source: Question Difficulty Level
cy: Cwestiwn Anhawster Lefel

source: Performance
cy: Perfformiadau

source: Candidate Marks Distribution
cy: Ymgeisydd Marks Dosbarthu

source: Max Marks Distribution
cy: Max Marks Dosbarthu

source: Please select any type in the list
cy: Dewiswch unrhyw fath yn y rhestr

source: Please type any email
cy: Teipiwch unrhyw e-bost

source: Email has been sent
cy: E-bost wedi ei anfon

source: No email to send
cy: Dim e-bost i anfon

source: Please type any name
cy: Teipiwch unrhyw enw

source: Sms has been sent
cy: Sms wedi cael ei anfon

source: No sms to send
cy: Dim sms i anfon

source: Signature has been saved
cy: Llofnod wedi ei gadw

source: Signature has been deleted
cy: Llofnod wedi cael ei ddileu

source: Slide has been saved
cy: Slide wedi ei gadw

source: Slide has been deleted
cy: Slide wedi cael ei ddileu

source: SMS template has been saved
cy: templed SMS wedi ei gadw

source: SMS template has been deleted
cy: templed SMS wedi cael ei ddileu

source: Student added Successfully
cy: Ychwanegodd myfyriwr yn llwyddiannus

source: Please Select atleast one group
cy: Dewiswch atleast un grŵp

source: Student has been updated
cy: Myfyriwr wedi cael ei ddiweddaru

source: Student has been deleted
cy: Myfyriwr wedi cael ei ddileu

source: Student Wallet has been updated
cy: Waled myfyriwr wedi cael ei ddiweddaru

source: Subject Added Successfully
cy: Pwnc Ychwanegwyd yn llwyddiannus

source: Subject already exist
cy: Pwnc eisoes yn bodoli

source: Subject has been updated
cy: Pwnc wedi cael ei ddiweddaru

source: Subject has been deleted
cy: Pwnc wedi cael ei ddileu

source: Testimonial has been saved
cy: Tysteb wedi ei gadw

source: Testimonial has been updated
cy: Tysteb wedi cael ei ddiweddaru

source: Testimonial has been deleted
cy: Tysteb wedi cael ei ddileu

source: User Added Successfully
cy: Defnyddiwr Ychwanegwyd yn llwyddiannus

source: User has been updated
cy: Defnyddiwr wedi'i ddiweddaru

source: User has been deleted
cy: Defnyddiwr wedi cael ei ddileu

source: Permission update successfully
cy: Diweddariad Caniatâd yn llwyddiannus

source: You have been logged in Successfully
cy: Rydych wedi cael eich mewngofnodi yn llwyddiannus

source: You have been logged out
cy: Rydych wedi cael eich logio allan

source: Level User has been saved
cy: Defnyddiwr Lefel wedi ei gadw

source: Level user has been deleted
cy: defnyddiwr Lefel wedi cael ei ddileu

source: Logo has been saved
cy: Logo wedi ei gadw

source: Logo has been deleted
cy: Logo wedi cael ei ddileu

source: Add Questions
cy: Ychwanegu Cwestiynau

source: Question Type
cy: Math o gwestiwn

source: Search
cy: Chwilio

source: Reset
cy: Ailosod

source: Add To Exam
cy: Ychwanegu I'r Arholiad

source: Delete To Exam
cy: Dileu I'r Arholiad

source: Back To Exam
cy: Back To Arholiad

source: Type
cy: math

source: Body of Question
cy: Corff o Gwestiwn

source: Marks
cy: Mae Bara Mark

source: Action
cy: Camau Gweithredu

source: Add Advertisement
cy: Ychwanegu Hysbyseb

source: Advertisement Name
cy: Enw hysbyseb

source: Ordering
cy: archebu

source: URL Type
cy: Math URL

source: Internal
cy: mewnol

source: External
cy: allanol

source: URL Target
cy: URL Targed

source: Upload Image (350*260)
cy: Llwytho i fyny Image (350 * 260)

source: Close
cy: Cau

source: Update Photo
cy: Diweddariad Photo

source: Upload Photo
cy: Llwytho Llun

source: Update
cy: Diweddariad

source: Cancel
cy: Diddymu

source: Edit Advertisements
cy: golygu Hysbysebion

source: Form
cy: ffurf

source: Status
cy: statws

source: Advertisements
cy: hysbysebion

source: Add New Advertisement
cy: Ychwanegu Hysbyseb Newydd

source: Edit
cy: Golygu

source: Delete
cy: Dileu

source: View
cy: wel

source: Change Photo
cy: Newid Photo

source: View Slides
cy: Gweld Sleidiau

source: Attempted Papers of
cy: Papurau Ymgais o

source: Name
cy: Enw

source: Email
cy: E-bost

source: Total Marks
cy: Marciau Cyfanswm

source: Obtained Marks
cy: Marciau a Enillwyd

source: Result Finalized
cy: canlyniad terfynol

source: Finalize It
cy: cwblhau Mae'n

source: PASSED
cy: PASIWYD

source: FAILED
cy: METHWYD

source: Finalized By
cy: derfynol Gan

source: Question No
cy: cwestiwn Dim

source: Option1
cy: Opsiwn 1

source: Option2
cy: Opsiwn2

source: Option3
cy: Dewis 3

source: Option4
cy: Dewis 4

source: Marked Answer
cy: Ateb amlwg

source: Correct Answer
cy: Ateb cywir

source: Time Taken
cy: amser a Gymerwyd

source: Marks Obtained
cy: marciau a Enillwyd

source: Checked by
cy: Gwiriwyd gan

source: Configuration Options
cy: Dewisiadau ffurfweddiad

source: Site Name
cy: Enw'r safle

source: Organization Name
cy: sefydliad Enw

source: Domain Name
cy: Enw parth

source: Organization Email
cy: sefydliad E-bost

source: Meta Title
cy: Teitl meta

source: Meta Description
cy: Disgrifiad meta

source: Time Zone
cy: Parth amser

source: Please Select
cy: dewiswch

source: Currency
cy: arian cyfred

source: Header Contact
cy: pennawd Cyswllt

source: Email Contact
cy: E-BOST/CYSWLLT

source: Display records per page
cy: cofnodion Arddangos ar bob tudalen

source: Max records per page
cy: Max yn cofnodi bob tudalen

source: Date Format
cy: dyddiad Ffurf

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
cy: Dyddiad, Mis, Blwyddyn, Awr, Min, Sec, Meridian, Dyddiad Seprator, Amser Seprator

source: Image
cy: Delwedd

source: Text
cy: Testun

source: Text Direction
cy: Cyfeiriad Testun

source: Left-to-right (LTR)
cy: Chwith i'r dde (LTR)

source: Right-to-Left (RTL)
cy: Hawl i Chwith (RTL)

source: Language
cy: iaith

source: Enable SMS Notification
cy: Galluogi Hysbysiad SMS

source: Enable Email Notification
cy: Galluogi E-bost Hysbysiad

source: Manual Verification
cy: Gwirio Llawlyfr

source: Front End Registration
cy: Cofrestru Front End

source: Front End Slides
cy: Blaen End Sleidiau

source: Translation
cy: Cyfieithu 10

source: Paid Exam
cy: Arholiad dalwyd

source: Math Editor
cy: Math Golygydd

source: Exam Expiry
cy: Yn dod i ben arholiad

source: Exam Feedback
cy: Adborth arholiad

source: Tolrance Count
cy: Cyfrif Tolrance

source: Certificate
cy: Tystysgrif

source: Testimonial
cy: Geirda

source: Advertisement
cy: hysbyseb

source: No. of Visitor
cy: Nifer o Ymwelwyr

source: No. of Student
cy: Nifer y Myfyrwyr

source: No. of Exam
cy: Nifer y Arholiad

source: Save Settings
cy: Cadw Gosodiadau

source: Add Pages
cy: Ychwanegu Tudalennau

source: Link Name
cy: Cyswllt Enw

source: Link Order
cy: Gorchymyn Link

source: Page Type
cy: Page Math

source: External Url
cy: Url allanol

source: Url Target
cy: url targed

source: Page Name
cy: Page Enw

source: Page Url
cy: tudalen Url

source: Page Content
cy: Gynnwys y dudalen

source: Edit Pages
cy: golygu Tudalennau

source: Pages
cy: tudalennau 8-15

source: Add New Page
cy: Ychwanegu New Tudalen

source: Published
cy: cyhoeddwyd

source: Unpublished
cy: heb ei gyhoeddi

source: Add Currency
cy: Ychwanegu Arian

source: Currency Name
cy: arian cyfred Enw

source: Short Name
cy: Enw byr

source: Upload Currency (Less or equal to 50*50)
cy: Llwytho i fyny Arian cyfred (Llai neu'n hafal i 50 * 50)

source: Add New Currency
cy: Ychwanegu New Arian

source: In Progress Exam
cy: Mewn Arholiad Cynnydd

source: Upcoming Exam
cy: Arholiad i Ddod

source: Completed Exam
cy: Arholiad cwblhawyd

source: Students
cy: £5 i fyfyrwyr

source: In Progress & Upcoming Exams
cy: Yn Cynnydd & Arholiadau Ddod

source: Date
cy: Dyddiad

source: Exam Name
cy: arholiad Enw

source: Group
cy: grŵp

source: Duration
cy: Hyd:

source: Recent Exam Results
cy: Canlyniadau Arholiadau Diweddar

source: Exam
cy: arholiad

source: Overall Result
cy: Canlyniad cyffredinol

source: Student Stats
cy: Ystadegau Myfyrwyr

source: To
cy: £1.50 i £300

source: Details
cy: MANYLION:

source: Top 10 Student Group Wise
cy: Top 10 Group Wise Myfyrwyr

source: Student Statistic Table
cy: Ystadegau Myfyrwyr Tabl

source: Total Students
cy: Cyfanswm y myfyrwyr

source: Total Active
cy: Cyfanswm Active

source: Total Pending
cy: Cyfanswm Pending

source: Total Suspended
cy: Cyfanswm Ataliedig

source: Top 10 Question Bank Subject Wise
cy: Top 10 Banc Cwestiynau Pwnc Wise

source: Top 10 Difficulty Level of Questions
cy: Top 10 Anhawster Lefel y Gwestiynau

source: Question Count Table
cy: Cyfrif cwestiwn Tabl

source: Bank Name
cy: Enw banc

source: Total Easy
cy: Cyfanswm Hawdd

source: Total Normal
cy: Cyfanswm Normal

source: Total Difficult
cy: Cyfanswm Anodd

source: Diffculty Level
cy: Diffculty Lefel

source: E-Mail Settings
cy: Gosodiadau E-bost

source: Email Type
cy: Math Ebost

source: Server Name / Host
cy: Gweinydd Enw / Gwesteiwr

source: User Name
cy: Enw Defnyddiwr

source: Password
cy: cyfrinair

source: Add Email Template
cy: Ychwanegu Ebost Templed

source: Email Template
cy: E-bost Templed

source: Edit Email Templates
cy: Templedi Golygu Ebost

source: Email Templates
cy: Templedi E-bost

source: Add New Email Template
cy: Ychwanegu Email Template Newydd

source: Template
cy: Templed

source: Subject Added successfully
cy: Pwnc Ychwanegwyd yn llwyddiannus

source: Add Exam
cy: Ychwanegu Arholiad

source: Name of Exam
cy: Enw'r Arholiad

source: Passing Percentage
cy: pasio Canran

source: Instruction
cy: cyfarwyddyd

source: Exam Duration (Min.)
cy: Arholiad Hyd (Min.)

source: 0 for unlimited duration
cy: 0 am gyfnod diderfyn

source: Attempt Count
cy: Cyfrif Ceisio

source: 0 for unlimited attempt
cy: 0 ar gyfer ymgais diderfyn

source: Start Date
cy: Dyddiad cychwyn

source: End Date
cy: Dyddiad Gorffen

source: Show Answer Sheet
cy: Dangos Dalen Ateb

source: Yes
cy: Oes

source: No
cy: Nac oes

source: Select Group
cy: Dewiswch Grŵp

source: Student Group
cy: Grŵp Myfyrwyr

source: Negative Marking
cy: negyddol Marcio

source: Random Question
cy: Cwestiwn ar hap

source: Amount
cy: S

source: Browser Tolrance
cy: Tolrance porwr

source: Expiry Days
cy: Diwrnodau Yn dod i ben

source: 0 for Unlimited
cy: 0 ar gyfer Unlimited

source: Result After Finish
cy: Canlyniad Wedi Gorffen

source: Mode
cy: modd

source: Instant Result
cy: Canlyniad Instant

source: Option Shuffle
cy: opsiwn Shuffle

source: Add Subjects To Exams
cy: Ychwanegu Pynciau I'r Arholiadau

source: Subject Name
cy: Enw pwnc

source: No. of Questions
cy: Nifer o Gwestiynau

source: Ques Attempt Count
cy: Ques Ceisio Cyfrif

source: Questions Attempt Count
cy: Cwestiynau Ceisio Cyfrif

source: Leave blank for not showing (0 for unlimited)
cy: Gadewch yn wag am beidio â dangos (0 i anghyfyngedig)

source: ctrl+click to add multiples
cy: ctrl + cliciwch i ychwanegu lluosrifau

source: Add
cy: Ychwanegu

source: Edit Exam
cy: golygu Arholiad

source: Exam Stats
cy: Ystadegau arholiad

source: No of Student Passed
cy: Dim Myfyrwyr Pasiwyd

source: Download
cy: Lawrlwytho

source: No of Student Failed
cy: Dim Myfyrwyr wedi Methu

source: No of Student Absent
cy: Dim o Absennol Myfyrwyr

source: Exam Details
cy: Manylion arholiad

source: Finalize Result
cy: cwblhau Canlyniad

source: Attempted Papers
cy: Papurau ymgais

source: Eligible Group
cy: Grŵp cymwys

source: Close Exam
cy: Arholiad Close

source: Activate Exam
cy: gweithredoli Arholiad

source: Exam Closed Re-Activate Exam
cy: Arholiad Ar gau Ail-Activate Arholiad

source: Browser Tolrence
cy: Tolrence porwr

source: Expiry
cy: Yn dod i ben

source: Unlimited
cy: Diderfyn

source: Days
cy: Diwrnodau

source: Subjective
cy: goddrychol

source: Objective
cy: Amcan

source: True &amp; False
cy: Gwir & amp; Anghywir

source: Fill in the blanks
cy: Llenwch y bylchau

source: Total Questions
cy: Cwestiynau y myfyrwyr

source: Question Attempt Count
cy: Cyfrif Ceisio cwestiwn

source: Total
cy: CYFANSWM £6,575

source: E
cy: H

source: Student Name
cy: Enw'r myfyriwr

source: Enrolment
cy: Cofrestru

source: Phone
cy: Rhif Ffôn

source: Result Status
cy: Statws canlyniad

source: Email ID
cy: ID Ebost

source: Submit
cy: Anfon

source: Forgot Username
cy: Wedi anghofio Enw Defnyddiwr

source: Login
cy: Mewngofnodi

source: Verification Code
cy: Cod dilysu

source: Please enter verification Code
cy: Rhowch Cod gwirio

source: Reset Password
cy: Ailosod cyfrinai

source: Confirm Password
cy: cadarnhau Cyfrinair

source: Add Groups
cy: Ychwanegu Grwpiau

source: Group Name
cy: Enw'r Grw ^ p

source: Edit Groups
cy: Grwpiau golygu

source: Groups
cy: grwpiau

source: Add New Group
cy: Ychwanegu Grwp Newydd

source: Add Help Content
cy: Ychwanegu Help Cynnwys

source: Title
cy: Teitl:

source: Description
cy: Disgrifiad
