Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/cym/LC_MESSAGES/validation.po
Languages: cy

source: Only letters and numbers allowed
cy: llythyrau yn unig a ganiateir rhifau

source: Group already exist
cy: Gr≈µp yn bodoli eisoes

source: Only Url
cy: Dim ond Url

source: File does not have a valid extension
cy: Nid oes ffeil estyniad dilys

source: You must supply a JPG, GIF or PNG File.
cy: Rhaid i chi ddarparu JPG, GIF neu PNG Ffeil.

source: Invalid Header Contact
cy: Pennawd annilys Cyswllt

source: Only Alphabets
cy: Dim ond Gwyddorau

source: Currency Name already exist
cy: Arian Enw eisoes yn bodoli

source: You must supply image height is less than 50px
cy: Rhaid i chi ddarparu uchder ddelwedd yn llai na 50px

source: You must supply image width is less than 50px
cy: Rhaid i chi ddarparu lled ddelwedd yn llai na 50px

source: Only numbers allowed
cy: rhifau yn unig a ganiateir

source: Only Date/time format
cy: fformat yn unig Dyddiad / amser

source: Enter a valid email
cy: Rhowch e-bost dilys

source: Please select
cy: dewiswch

source: Invalid Username
cy: Enw defnyddiwr annilys

source: Invalid Password
cy: annilys Cyfrinair

source: Invalid Signature
cy: Llofnod annilys

source: Only numbers
cy: rhifau yn unig

source: You must supply image height is less than 220px
cy: Rhaid i chi ddarparu uchder ddelwedd yn llai na 220px

source: This Email has already been exist! try new one
cy: Mae'r e-bost eisoes wedi bod yn bodoli! roi cynnig ar un newydd

source: Password required
cy: cyfrinair gofynnol

source: Password minimum 4 character long
cy: Cyfrinair leiaf 4 cymeriad hir

source: Name already exist
cy: Enw eisoes yn bodoli
