Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nld/LC_MESSAGES/default.po
Languages: nl

source: Provide explanation in support of correct answer
nl: Zorg voor uitleg ter ondersteuning van de juiste antwoord

source: Hint(optional)
nl: Hint (optioneel)

source: Hint to help answer correctly
nl: Hint te helpen correct antwoord

source: without minus sign
nl: zonder minteken

source: Edit Question Type
nl: Bewerken Vraag Type

source: Explanation
nl: Uitleg

source: Questions
nl: Vragen

source: Add New Question
nl: Voeg Nieuwe vraag

source: Answer
nl: Antwoord

source: Question Details
nl: vraag Details

source: Exam Wise
nl: examen Wise

source: Please Select Exam
nl: Selecteer Examen

source: Status of Result
nl: Status van Result

source: Please Select Result Status
nl: Selecteer Result Status

source: Rank
nl: Rang

source: Percent
nl: Procent

source: Result
nl: Resultaat

source: View Result
nl: Bekijk Resultaat

source: Name or Enrolment Number
nl: Naam of inschrijving Number

source: Enrolment Number
nl: Inschrijving Number

source: Back
nl: Terug

source: Assesment Report for
nl: Assesment Rapport voor

source: Taken Date
nl: genomen Date

source: Total Time
nl: Totale tijd

source: Nos. of Browser tolrance attempt
nl: Nrs. Van Browser tolrance poging

source: Total Score
nl: Totale score

source: Feedback
nl: Opmerkingen en suggesties

source: Section Name
nl: sectie Naam

source: Section proportion
nl: sectie aandeel

source: Actual
nl: werkelijk

source: Your Percentage
nl: uw Percentage

source: Section Summary
nl: sectie Samenvatting

source: Developed Skill
nl: ontwikkelde Skill

source: Needs Development
nl: ontwikkelingsbehoeften

source: Lack of Skill
nl: Gebrek aan Skill

source: MCQ answered
nl: MCQ antwoordde

source: Legend
nl: Legenda

source: Send Emails
nl: Stuur emails

source: Teachers
nl: leerkrachten

source: Any Email
nl: elke e-mail

source: Default all students if you add manually then search student email
nl: Standaard alle studenten als je handmatig toevoegen dan zoeken student e-mail

source: Default all teachers if you add manually then search teacher email
nl: Standaard alle leerkrachten als je handmatig toevoegen dan zoeken leraar e-mail

source: Type any email comma seprated
nl: Typ een e-komma seprated

source: Type subject
nl: Type onderwerp

source: Select Email Template
nl: Selecteer E-mail Template

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
nl: Als u niet wilt e-mail template selecteer vervolgens typt u e-mailbericht. Zodra je editor laadt dan kun je niet kiezen sjabloon gaan knop om te resetten

source: Send Sms
nl: Verstuur sms

source: Any Sms
nl: elke Sms

source: Default all student if you add manually then search students name
nl: Standaard worden alle student als je handmatig toevoegen dan zoeken studenten naam

source: Default all teachers if you add manually then search teacher name
nl: Standaard alle leerkrachten als je handmatig toevoegen dan zoeken leraarsnaam

source: Any Number
nl: Elk nummer

source: Type any number comma seprated
nl: Typ een willekeurig aantal komma seprated

source: Select Sms Template
nl: Selecteer Sms Template

source: If you do not want to select sms template then simply type sms message
nl: Als u niet wilt sms template selecteert u typt sms-bericht

source: Upload Image(* height less than 75px)
nl: Upload Afbeelding (* hoogte van minder dan x 75 pixels)

source: Delete Signature
nl: Verwijder Signature

source: Add Slides
nl: Voeg Slides

source: Slide Name
nl: Slide Naam

source: Edit Slides
nl: bewerken Slides

source: Slides
nl: Dia's

source: Add New Slide
nl: Nieuwe dia toevoegen

source: SMS Settings
nl: SMS INSTELLINGEN

source: Sender ID
nl: zender ID

source: Heading Username
nl: rubriek Gebruikersnaam

source: Username field provided by sms gateway
nl: Gebruikersnaam veld per sms gateway

source: Heading Password
nl: rubriek Password

source: Password field provided by sms gateway
nl: Password veld per sms gateway

source: Heading Mobile No
nl: Rubriek Mobile No

source: Mobile No field provided by sms gateway
nl: Mobile Geen veld per sms gateway

source: Heading Message
nl: rubriek Message

source: Message field provided by sms gateway
nl: Bericht veld per sms gateway

source: Heading Sender Id
nl: Rubriek Sender ID

source: Sender Id field provided by sms gateway
nl: Sender ID veld per sms gateway

source: Add SMS Template
nl: Voeg SMS-sjabloon

source: Edit SMS templates
nl: SMS bewerken templates

source: Add New SMS Template
nl: Voeg Nieuwe SMS-sjabloon

source: Add Students
nl: Studenten toevoegen

source: Address
nl: Adres

source: Edit Students
nl: Studenten bewerken

source: Renewal Date
nl: Vernieuwingsdatum

source: Add New Student
nl: Voeg Nieuwe Student

source: Wallet
nl: Saldo

source: Admission Date
nl: Toelatingsdatum

source: Credit
nl: Krediet

source: Debit
nl: Debiteren

source: Balance
nl: Saldo

source: Date & Time
nl: Datum Tijd

source: Payment Through
nl: betaling Door

source: Remarks
nl: Opmerkingen

source: View Student Information
nl: Bekijk Studenten Informatie

source: Full Name
nl: Volledige Naam

source: Phone Number
nl: Telefoonnummer

source: Registered Email
nl: geregistreerde email

source: Enrolment No
nl: Inschrijving Geen

source: Last Login
nl: Laatst ingelogd

source: Students Wallet
nl: studenten Wallet

source: Mobile
nl: Mobiel

source: ADD
nl: TOEVOEGEN

source: DEDUCT
nl: aftrekken

source: Add Subjects
nl: onderwerpen toevoegen

source: Edit Subjects
nl: onderwerpen bewerken

source: Subjects
nl: vakken

source: Add New Subject
nl: Voeg nieuw Onderwerp

source: Question Bank
nl: vraag Bank

source: Add Testimonials
nl: Getuigenissen toevoegen

source: Upload Photo (150*150)
nl: 772: = Upload Foto

source: Edit Testimonials
nl: bewerken Testimonials

source: Testimonials
nl: Beoordelingen

source: Add New Testimonial
nl: Voeg een nieuwe Klantreactie toe

source: Photo
nl: Foto

source: Add Users
nl: Gebruikers toevoegen

source: User Level
nl: 997: = User Level

source: Username
nl: Gebruikersnaam

source: Level users
nl: level gebruikers

source: Add New Level
nl: Voeg nieuw niveau

source: Back To Users
nl: Back To Gebruikers

source: Level Name
nl: Level Naam

source: Set Permission
nl: set Toestemming

source: Assign Form Rights
nl: Wijs Formulier Rechten

source: Module Name
nl: module Naam

source: Old Password
nl: Oud Wachtwoord

source: Edit Users
nl: Gebruikers bewerken

source: User Registration Form
nl: Gebruiker Inschrijfformulier

source: Users
nl: Gebruikers

source: Add New User
nl: Nieuwe gebruiker toevoegen

source: Add Level Users
nl: Voeg Level Gebruikers

source: Level User
nl: Level Gebruiker

source: Dear user, log in to access the admin area!
nl: Geachte gebruiker, log in om toegang te krijgen tot de admin gebied!

source: Admin / Teacher Username
nl: Admin / Teacher Gebruikersnaam

source: Forgot User Name
nl: Gebruikersnaam vergeten

source: Organisation Logo
nl: Organisatie Logo

source: Upload Image(* height less than 220px)
nl: Upload Afbeelding (* hoogte van minder dan 220px)

source: Delete Logo
nl: Verwijder Logo

source: Please provide a type for chart %s!
nl: Geef een type voor chart %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
nl: Grafiek: \ " %s " kan niet worden gevonden. Zorg ervoor dat Grafiek is dezelfde snaar die volgens u tot $ this-> HighCharts-> render () wordt doorgegeven.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
nl: De Express Checkout transactie is verstreken en de transactie moet worden hernieuwd

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
nl: U kunt een tweede oproep hebben gemaakt voor dezelfde betaling of u hebt gebruikt dezelfde factuur ID voor afzonderlijke transacties.

source: Please use a different funcing source.
nl: Gebruik een andere funcing bron.

source: An error occured, please retry the transaction.
nl: Er is een fout opgetreden, dan kunt u proberen de transactie.

source: This transaction couldn't be completed. Redirecting to payment gateway
nl: Deze transactie kan niet worden voltooid. Omgeleid om de betaling gateway

source: You have not agreed to the billing agreement.
nl: U heeft niet ingestemd met de facturatie overeenkomst.

source: The billing agreement is disabled or inactive.
nl: De facturering overeenkomst is uitgeschakeld of inactief is.

source: The credit card used is expired.
nl: De creditcard die gebruikt is verlopen.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
nl: De transactie werd geweigerd omdat de AVS reactie van de waarde van N teruggekeerd, en de merchant account is niet in staat om dergelijke transacties te aanvaarden.

source: The payment gateway account is restricted.
nl: De betaling gateway-account is beperkt.

source: You must submit an IP address of the buyer with each API call.
nl: U moet een IP-adres van de koper te dienen bij elke API call.

source: The merchant selected a value for the PaymentAction field that is not supported.
nl: De koopman gekozen voor een waarde voor het PaymentAction veld dat niet wordt ondersteund.

source: The credit card field was blank.
nl: De credit card veld was leeg.

source: The total amount and item amounts do not match.
nl: Het totale bedrag en de post opgenomen bedragen komen niet overeen.

source: The credit card entered is currently restricted by the payment gateway.
nl: De credit card ingevoerd, wordt momenteel beperkt door de betaling gateway.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
nl: De koopman ingevoerde factuur ID die al is gekoppeld aan een transactie dezelfde handelaar. Poging met een nieuwe factuur ID

source: The transaction was declined by the country filter managed by the merchant.
nl: De transactie werd afgewezen door de landen filter beheerd door de handelaar.

source: The transaction was declined by the maximum amount filter managed by the merchant.
nl: De transactie is geweigerd door de maximale hoeveelheid filter beheerd door de handelaar.

source: The transaction was declined by the payment gateway.
nl: De transactie werd afgewezen door de betaling gateway.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
nl: De transactie is geweigerd door betaling gateway vanwege mogelijke frauduleuze activiteiten.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
nl: De transactie is geweigerd door betaling gateway vanwege mogelijke frauduleuze activiteiten op het IP-adres.

source: The merchant account attempting the transaction is not a business account.
nl: De merchant account probeert de transactie is niet een zakelijk account.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
nl: De merchant account probeert de transactie is niet in staat om directe betaling transacties te verwerken.

source: Access to Direct Payment was disabled for your account.
nl: Toegang tot directe betaling werd uitgeschakeld voor uw account.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
nl: De merchant account probeert de transactie heeft geen bevestigde e-mailadres met de betaling gateway.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
nl: De koopman poging tot een transactie waarbij het bedrag boven de bovengrens van die handelaar.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
nl: De transactie is geweigerd vanwege een handelaar risico filter voor AVS. In het bijzonder, heeft de handelaar ingesteld transactie dalen wanneer de AVS keerde een geen partij (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
nl: De transactie is geweigerd vanwege een handelaar risico filter voor AVS. In het bijzonder, heeft de handelaar het filter ingesteld op transacties afnemen wanneer de AVS een gedeeltelijke match terugkeert.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
nl: De transactie is geweigerd vanwege een handelaar risico filter voor AVS. In het bijzonder, heeft de handelaar het filter ingesteld op transacties afnemen wanneer de AVS wordt niet ondersteund.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
nl: De koopman hebt een IP-adres dat was in een ongeldig formaat. Het IP-adres moet in een formaat zoals 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
nl: configuratie van de handelaar vereist een CVV moet worden ingevoerd, maar geen CVV was met deze transactie.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
nl: De koopman voorzien van een adres, hetzij in de Verenigde Staten of Canada, maar de staat verstrekt, is geen geldige toestand in beide landen.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
nl: De transactie werd afgewezen door de uitgevende bank, niet de betaling gateway. De handelaar moet een andere kaart proberen.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
nl: land van vestiging van de handelaar wordt momenteel niet ondersteund voor directe betaling transacties mogelijk te maken.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
nl: De transactie werd geweigerd omdat de betaling gateway momenteel is het verwerken van een transactie door de dezelfde koper voor hetzelfde bedrag. Kan optreden wanneer een koper stelt meerdere identieke transacties in snel tempo op.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
nl: De CVV voorwaarde is ongeldig. De CVV is tussen 3-4 cijfers.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
nl: Probeer het later opnieuw. Zorg ervoor dat u de juiste CVV en adres informatie voor de koper zijn gepasseerd. Als het creëren van een terugkerende profiel, probeer het opnieuw door het passeren van een init hoeveelheid van 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
nl: Transactie niet voldoet als gevolg van ontbrekende of ongeldige 3-D Secure authenticatie waarden. Controleer ECI, ECI3DS, CAVV, XID velden.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
nl: De transactie werd door de betaling gateway als gevolg van overmatig mislukkingen gedurende een korte periode van tijd voor deze credit card afgewezen.

source: The transaction was declined by payment gateway.
nl: De transactie is geweigerd door de betaling gateway.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
nl: De transactie werd geweigerd omdat de handelaar een geldige commerciële entiteit akkoord over bestand met de betaling gateway heeft.

source: The transaction was declined because the CVV entered does not match the credit card.
nl: De transactie werd geweigerd omdat het CVV ingevoerd komt niet overeen met de creditcard.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
nl: De transactie werd afgewezen door de uitgevende bank als gevolg van een verlopen creditcard. De handelaar moet een andere kaart proberen.

source: Exceeded permissible limit for Navigating away
nl: Overschreden toegestane grenswaarde voor Navigeren weg

source: You have exceeded the permissible limit for navigating away from your test
nl: U heeft de toegestane limiet overschreden weg te navigeren van uw test

source: Your test has finished. You can close the window now
nl: Uw test klaar is. U kunt het venster nu sluiten

source: Installation Complete
nl: Installatie voltooid

source: Aho! The System is installed successfully.
nl: Aho! Het systeem is met succes geïnstalleerd.

source: Go to Admin/Teacher Interface
nl: Ga naar Admin / Teacher Interface

source: User
nl: Gebruiker

source: Go to Front End/Student Interface
nl: Ga naar Front End / Student Interface

source: Visit our website
nl: Bezoek onze website

source: for documentation and support
nl: voor documentatie en ondersteuning

source: My Exam Stats
nl: Mijn examen Stats

source: Total Exam Given
nl: Totaal Examen Gegeven

source: Absent Exams
nl: Absent Examens

source: Best Score in
nl: Hoogste scores in

source: On
nl: Aan

source: Failed in
nl: Mislukt in

source: Average Percentage
nl: gemiddeld Percentage

source: Your Rank
nl: uw Rank

source: Month Wise Performance
nl: Maand Wise Prestaties

source: Exam Wise Performance
nl: Examen Wise Prestaties

source: Top 10
nl: Boven

source: Todays Exam
nl: Todays Examen

source: Top
nl: Boven

source: These are the exam(s) that can be taken right now
nl: Dit zijn de examen (s) die op dit moment kunnen worden genomen

source: No Exams found for today
nl: Geen Examens gevonden voor vandaag

source: Something went wrong
nl: Er is iets fout gegaan.

source: Show
nl: Tonen

source: Prev
nl: Vorige

source: Next
nl: Volgende

source: Showing {:start} to {:current} of {:count} entries
nl: Resultaat {:start} te {:current} van {:count} entries

source: Email Verification
nl: email verificatie

source: Please Enter Verification Code in the Text Box
nl: Vul verificatie code in het tekstvak

source: Re-Send Email Verification
nl: Re-E-mail verzenden Verification

source: Please Enter Email Id in the Text Box which you enter at the time of registration
nl: Vul e-id in het tekstvak die u invoert op het moment van registratie

source: Purchased Exam
nl: gekochte Examen

source: Expired Exam
nl: verlopen Examen

source: These are the exam(s) which has been expired
nl: Dit zijn de examen (s) die is verstreken

source: No Exams found
nl: Geen Examens gevonden

source: Thank you for using the test
nl: Bedankt voor het gebruik van de test

source: 1. The test instructions were
nl: 1. De test instructies waren

source: Largely Clear
nl: grotendeels Clear

source: Not Clear
nl: Onduidelijk

source: 2. Language of question was
nl: 2. De taal van de vraag was

source: 3. Overall test experience was
nl: 3. Over het algemeen testen ervaring was

source: Good
nl: Goed

source: Better
nl: Beter

source: Best
nl: Beste

source: Any other feedback suggestion
nl: Elke andere feedback suggestie

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
nl: Sluit al je chatvensters, schermbeveiliging, en anti-virus programma's voordat u uw test

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
nl: Gelieve niet op \ "F5 " tijdens uw test. Dit zal uw test af te maken en je zult niet in staat zijn om opnieuw te openen de test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
nl: Uw antwoorden worden opgeslagen. Als de test wordt losgekoppeld om welke reden dan ook, zal uw reacties tot op dat moment worden opgeslagen

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
nl: Sluit alle programma's die bestanden uploaden of downloaden op de achtergrond Bijvoorbeeld: Dropbox, Torrent, etc

source: Instructions
nl: instructies.

source: I am ready to begin
nl: Ik ben klaar om te beginnen

source: Exam Start
nl: examen Start

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
nl: Dit examen wordt betaald. Bedrag moet in mindering worden gebracht op uw portemonnee automatisch. Na het starten van het examen timer zal niet stoppen. Wilt u betalen & beginnen?

source: These are the exam(s) which has been purchased
nl: Dit zijn de examen (s) die is gekocht

source: Save & Next
nl: Opslaan & Volgende

source: Reset Answer
nl: Reset antwoord

source: Finish
nl: Afwerking

source: Current Question
nl: huidige Question

source: Answered
nl: Beantwoord

source: Not Answered
nl: Niet geantwoord

source: Navigated Away
nl: genavigeerd Away

source: you had navigated away from the test window. This will be reported to Moderator
nl: je had verwijderd van het testvenster genavigeerd. Dit zal worden gerapporteerd aan de moderator

source: Do not repeat this behaviour
nl: Mis dit gedrag niet herhalen

source: Otherwise you may get disqualified
nl: Anders kunt u krijgen gediskwalificeerd

source: Continue
nl: Doorgaan

source: Finalize
nl: ronden

source: Do you wish to submit and close the
nl: Wilt u in te dienen en sluit de

source: Once you submit, you will not be able to review the
nl: Zodra u indient, zult u niet in staat zijn om het te beoordelen

source: Summary of your attempts in this
nl: Aanvullende informatie bij pogingen in deze

source: as show below
nl: zoals hieronder tonen

source: Attempted
nl: poging

source: Return To First Question
nl: Return To eerste vraag

source: These are the exam(s) that are planned you in near future
nl: Dit zijn de examen (s) die u van plan in de nabije toekomst

source: Attempt Now
nl: poging Now

source: Your performance compared to your group
nl: Uw prestaties in vergelijking met de groep

source: Can't read? Reload
nl: Kan niet lezen? Reload

source: Enter security code shown above
nl: Voer beveiligingscode hierboven getoonde

source: Answer simple math
nl: Antwoord eenvoudige wiskunde

source: Attempts
nl: Pogingen

source: Remaining
nl: resterend

source: Expiry Date
nl: Vervaldatum

source: Expired Date
nl: Houdbaarheidsdatum

source: Free
nl: Gratis

source: Not Purchased
nl: niet Gekochte

source: View Details
nl: Details raadplegen

source: Installation
nl: Installatie

source: Step 1 of 4
nl: Stap 2 van 3

source: Installing this software require certain server side extension and capability
nl: deze software installeren vereisen bepaalde server-side uitbreiding en vermogen

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
nl: kijk dan hieronder en vergelijken met uw server huidige standbeelden aan de rechterkant. U kunt klikken op het icoontje naast elke technologie voor meer informatie.

source: Extensions &amp; Applications
nl: Extensions & amp; toepassingen

source: HTTP Server. For example: Apache
nl: HTTP Server. Bijvoorbeeld: Apache
