Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nld/LC_MESSAGES/default.po
Languages: nl

source: Require
nl: vereisen

source: PHP 5.2.8 or greater
nl: PHP 5.2.8 of hoger

source: Database Engine MySQL (4 or greater)
nl: Database Engine MySQL (4 of meer)

source: PDO Extension
nl: BOB Extension

source: Mandatory
nl: Verplicht

source: PHP Version
nl: PHP Versie

source: PDO Unavailable
nl: BOB beschikbaar

source: PDO Available
nl: BOB Beschikbaar

source: These Folders of Files need to be
nl: Deze mappen of bestanden moeten worden

source: Writable
nl: Beschrijfbaar

source: for application to be installed.
nl: voor toepassing die wordt geïnstalleerd.

source: Folders or Files
nl: Mappen of bestanden

source: Refresh
nl: Verversen

source: Let's Start
nl: 01:37 Laat ons starten

source: Step 2 of 4
nl: Stap 2 van 3

source: Installation Agreement
nl: Overeenkomst installatie

source: I Accept to Proceed
nl: Ik ga akkoord met Doorgaan

source: Step 3 of 4
nl: Stap 2 van 3

source: Host Name
nl: Hostnaam

source: Usually Localhost
nl: meestal Localhost

source: Database User
nl: databasegebruiker

source: Database User Name
nl: Database gebruikersnaam

source: Database Password
nl: Database wachtwoord

source: Test Connection
nl: Test verbinding

source: Step 4 of 4
nl: Stap 2 van 3

source: Name of Your Website
nl: Naam van uw website

source: Meta Keyword
nl: Meta keywoorden

source: Useful for SEO
nl: Nuttig voor SEO

source: Meta Content for SEO
nl: Meta Content voor SEO

source: Please Select Timezone
nl: Selecteer Tijdzone

source: Name of Your Organization/Company
nl: Naam van uw organisatie / bedrijf

source: Install Sample Data With Dummy Entries
nl: Installeer voorbeelddata Met Dummy Entries

source: Install
nl: Installeren

source: Welcome to
nl: Welkom bij

source: Sign out
nl: Afmelden

source: Copyright
nl: Auteursrecht

source: follow on facebook
nl: volgen op facebook

source: Latest News & Events
nl: Laatste Nieuws & Events

source: Time
nl: Tijd

source: Average Percentage(%)
nl: Gemiddeld percentage (%)

source: Exam Given
nl: examen Gegeven

source: Delete Forever
nl: Definitief verwijderen

source: Move to Trash
nl: Verplaats naar de prullenbak

source: News Detail
nl: Nieuws Detail

source: No of Visitors
nl: Aantal bezoekers

source: No of Students
nl: Aantal studenten

source: No of Exams
nl: Geen van Examens

source: Payment From Pay Pal
nl: Betaling Van Pay Pal

source: Pay From Pay Pal
nl: Pay Van Pay Pal

source: Profile
nl: Profiel

source: Edit Profile
nl: Profiel bewerken

source: New Student Register
nl: Nieuwe Student Register

source: Security Code
nl: Beveiligingscode

source: Answers
nl: antwoorden

source: My Results
nl: mijn resultaten

source: Attempt Date
nl: poging Date

source: SUBJECT REPORT
nl: ONDERWERP VERSLAG

source: TIME MANAGEMENT
nl: TIJDSBEHEER

source: QUESTION REPORT
nl: VRAAG VERSLAG

source: SOLUTION
nl: OPLOSSING

source: COMPARE REPORT
nl: VERGELIJK VERSLAG

source: Score Card For
nl: Score Card voor

source: Total No. of Student
nl: Totaal Aantal Student

source: My Marks
nl: mijn Marks

source: Total Marks of Test
nl: Totaal Marks van Test

source: My Percentile
nl: mijn Percentiel

source: Total Question in Test
nl: De totale vraag in Test

source: Total Attempt Question in Test
nl: Totaal Poging Vraag in Test

source: Left Question
nl: links Vraag

source: Left Question Marks
nl: Left Vraagtekens

source: Total Time of Test
nl: Totale tijd van Test

source: My Time
nl: Mijn tijd

source: My Rank
nl: mijn Rank

source: Performance Report For
nl: Performance Report Voor

source: Question & Marks Wise Report For
nl: Question Marks & Wise Report Voor

source: Subject Report For
nl: Onderwerp Rapport Voor

source: Correct
nl: Corrigeren

source: Unattempted Questions
nl: niet begonnen vragen

source: Graphical Report For
nl: Grafische Rapport Voor

source: Time Management For
nl: Time Management voor

source: Question Report For
nl: Vraag Rapport Voor

source: Question Status
nl: vraag Status

source: Your Answer
nl: als uw antwoord.

source: Your Score
nl: Jouw score

source: Your Time
nl: Jouw tijd

source: Solution For
nl: oplossing voor

source: Not Attempt
nl: niet Poging

source: Attempt
nl: Poging

source: Incorrect
nl: onjuist

source: Your Answers
nl: Jouw antwoorden

source: Solution
nl: Oplossing

source: Bookmark
nl: bladwijzer maken

source: Compare Report For
nl: Vergelijk Rapport Voor

source: Attempted Ques.
nl: Poging Ques.

source: Unattempted Ques.
nl: Niet begonnen Ques.

source: Incorrect Ques.
nl: Onjuist Ques.

source: Percentile
nl: percentiel

source: Previous
nl: Vorige

source: This is to certify that
nl: Hierbij wordt verklaard dat

source: has succesfully completed the
nl: heeft met succes voltooide de

source: in course program offered by
nl: in de loop programma aangeboden door

source: Sign In
nl: Inloggen

source: Forgot Passwocrd
nl: vergeten Passwocrd

source: New User? Create Account
nl: Nieuwe gebruiker? Account aanmaken

source: Engine is not loaded
nl: Engine is niet geladen

source: Pdf engine "%s" not found
nl: Pdf engine \ " %s " niet gevonden

source: Pdf engines must extend "AbstractPdfEngine"
nl: Pdf-motoren moeten uitstrekken \ "AbstractPdfEngine "

source: Crypto is not loaded
nl: Crypto is niet geladen

source: Pdf crypto "%s" not found
nl: Pdf crypto \ " %s " niet gevonden

source: Crypto engine must extend "AbstractPdfCrypto"
nl: Crypto motor moet uitstrekken \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
nl: Controller attribuut $ pdfConfig niet correct is of ontbreekt

source: Total Requests made: :requests
nl: Totaal Verzoeken:: aanvragen

source: Total Time elapsed: :duration (seconds)
nl: Totale tijd verstreken:: tijdsduur (seconden)

source: Requests/Second: :rps req/sec
nl: Verzoeken / Second:: rps req / sec

source: Average request time: :average-time seconds
nl: Gemiddeld verzoek time:: gemiddeld-time seconden

source: Standard deviation of average request time: :std-dev
nl: Standaardafwijking van de gemiddelde verzoek time:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
nl: Langste / kortste verzoek:: langste sec /: kortste sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
nl: Hiermee kunt u verkrijgen wat ruwe benchmarking statisticsabout een volledig gekwalificeerde URL.

source: The URL to request.
nl: De URL aan te vragen.

source: Number of iterations to perform.
nl: Aantal iteraties uit te voeren.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
nl: Maximale totale tijd voor alle herhalingen, in seconds.If een enkele iteratie duurt meer dan de time-out, zal slechts één aanvraag worden gedaan

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
nl: Voorbeeld Gebruik: `cake ijkpunt -N 10 --T 100 http: // localhost / testsite`. <Info> Opmerking: </ info> deze benchmark omvat niet de browser te maken tijden.

source: Component initialization
nl: component initialisatie

source: Controller action
nl: controller actie

source: Controller action start
nl: Controller actie start

source: Processing toolbar state
nl: toolbar verwerkingsstatus

source: Processing toolbar data
nl: toolbar verwerken van gegevens

source: Controller render start
nl: Controller maken start

source: Could not load DebugToolbar panel %s
nl: Kon DebugToolbar panel niet laden %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
nl: Core Processing (Afgeleid van $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
nl: Headers already sent in %s op regel %s . Kan geen log data naar FirePHP.

source: Incorrect parameter count for FireCake::fb()
nl: Onjuiste parameter telling voor FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
nl: Maximum aantal (99.999) van de berichten bereikt!

source: There are no active panels. You must enable a panel to see its output.
nl: Er zijn geen actieve panelen. U moet een panel in staat stellen om haar productie te zien.

source: PHP Environment
nl: PHP Milieu

source: Hidef Environment
nl: hiDef Milieu

source: Request History
nl: aanvraag Geschiedenis

source: No previous requests logged.
nl: Geen eerdere verzoeken ingelogd.

source: previous requests available
nl: eerdere verzoeken beschikbaar

source: Restore to current request
nl: Herstel om de huidige aanvraag

source: Included Files
nl: opgenomen bestanden

source: There were no log entries made this request
nl: Er waren geen log inzendingen maakte deze aanvraag

source: Request
nl: Aanvragen

source: No post data.
nl: Geen post gegevens.

source: No querystring data.
nl: Geen querystring gegevens.

source: Current Route
nl: huidige route

source: Session
nl: Sessie

source: No query logs when debug < 2.
nl: Geen vraag logs wanneer debuggen <2.

source: No query logs.
nl: Geen vraag logs.

source: Total Time: %s ms <br />Total Queries: %s queries
nl: Totale tijd: %s ms <br /> Totaal Queries: %s queries

source: Query Explain:
nl: Query uitleggen:

source: Click an "Explain" link above, to see the query explanation.
nl: Klik op een \ "Verklaar " bovenstaande link om de query toelichting te zien.

source: No active database connections
nl: Geen actieve database connecties

source: Memory
nl: Geheugen

source: Peak Memory Use
nl: Peak Memory Gebruik

source: Memory use
nl: geheugengebruik

source: Time in ms
nl: Tijd in ms

source: Graph
nl: Diagram

source: View Variables
nl: Bekijk Variabelen

source: View render complete
nl: Bekijk renderen compleet

source: Explain
nl: uitleggen

source: Starting %sms into the request, taking %sms
nl: Vanaf %s ms in het verzoek, rekening %s ms

source: No markup errors found
nl: Geen markup fouten gevonden

source: maybe slow
nl: misschien traag

source: Absolute path or relative to APP.
nl: Absoluut pad of ten opzichte van APP.

source: An error occured while getting the status of your account.
nl: Er is een fout opgetreden bij het verkrijgen van de status van uw account.

source: There was an error while connecting to Paypal
nl: Er is een fout opgetreden tijdens het verbinden met Paypal

source: There was a problem initiating the transaction, please try again.
nl: Er was een probleem inleiding van de transactie, probeer het opnieuw.

source: There was a problem getting your details, please try again.
nl: Er was een probleem om uw gegevens in, probeer het opnieuw.

source: There was an error completing the payment
nl: Er is een fout invullen van de betaling

source: There was a problem processing the transaction, please try again.
nl: Er was een probleem verwerking van de transactie, probeer het opnieuw.

source: There was an error processing the card payment
nl: Er is een fout verwerking van de card betaling

source: There was a problem processing your card, please try again.
nl: Er is een probleem met het verwerken van uw kaart, probeer het opnieuw.

source: There was an error processing the the refund
nl: Er is een fout verwerking van de restitutie

source: A problem occurred during the refund process, please try again.
nl: Er is een probleem opgetreden tijdens de terugbetaling proces, probeer het opnieuw.

source: There was an problem communicating with the payment gateway
nl: Er was een probleem de communicatie met de betaling gateway

source: Missing client id/secret
nl: Ontbrekende client id / geheim

source: Must specify an expiry date
nl: Moet een vervaldatum opgeven

source: Must include a M and Y in expiry date
nl: Moet beschikken over een M en Y in de vervaldatum

source: Invalid expiry date
nl: Ongeldige vervaldatum

source: Invalid card number
nl: ongeldig kaart nummer

source: Invalid CVV2 number
nl: Ongeldig CVV2 nummer

source: Invalid card type
nl: Ongeldig type kaart

source: Could not detect client IP address
nl: Kan client IP-adres niet detecteren

source: Not a valid credit card number
nl: Geen geldig creditcardnummer

source: You must include the 3 digit security number
nl: Je moet de 3-cijferige veiligheidscode te vermelden

source: Must specify an "amount" to charge
nl: Dient aan te geven een \ "amount " in rekening te brengen

source: You must pass a valid order array
nl: U moet een geldige order serie voorbij

source: Valid "return" and "cancel" urls must be provided
nl: Ongeldig \ "terugkeer " en \ "annuleren " URL's moet worden verstrekt

source: You must provide a currency code
nl: U moet een valuta code te voorzien

source: Original PayPal Transaction ID is required
nl: Originele PayPal Transactie ID vereist

source: Must specify an "amount" to refund
nl: Dient aan te geven een \ "amount " terug te betalen

source: You must specify a refund type, such as Full or Partial
nl: U moet een teruggave opgeven, zoals volledige of gedeeltelijke

source: File was not downloaded.
nl: Bestand is niet gedownload.

source: No %s found for that date range
nl: Geen %s gevonden voor die periode

source: Your form data is preserved you'll be redirected to it after login.
nl: Uw formulier gegevens bewaard blijft word je doorgestuurd naar het na login.

source: Error notification from %s
nl: Foutmelding uit %s

source: Albania
nl: Albanië

source: Algeria
nl: Algerije

source: American Samoa
nl: Amerikaans Samoa

source: Antigua and Barbuda
nl: Antigua en Barbuda

source: Argentina
nl: Argentinië

source: Armenia
nl: Armenië

source: Australia
nl: Australi

source: Austria
nl: Oostenrijk

source: Azerbaijan
nl: Azerbeidzjan

source: Bahrain
nl: Bahrein

source: Belarus
nl: Wit-Rusland

source: Belgium
nl: België

source: Bosnia and Herzegovina
nl: Bosnië-Herzegovina

source: Bouvet Island
nl: Bouveteiland

source: Brazil
nl: Brazilië

source: British Indian Ocean Territory
nl: Brits Indische Oceaan Territorium

source: Bulgaria
nl: Bulgarije

source: Burundi
nl: Boeroendi

source: Cambodia
nl: Cambodja

source: Cameroon
nl: Kameroen

source: Cape Verde
nl: Kaapverdië

source: Cayman Islands
nl: Kaaimaneilanden

source: Central African Republic
nl: Centraal-Afrikaanse Republiek

source: Chad
nl: Tsjaad

source: Chile
nl: Chili

source: Christmas Island
nl: Christmaseiland

source: Cocos (Keeling) Islands
nl: Cocoseilanden

source: Comoros
nl: Comoren

source: Congo, the Democratic Republic of the
nl: Congo, de Democratische Republiek van de

source: Cook Islands
nl: Cook Eilanden

source: Cote D'Ivoire
nl: Ivoorkust

source: Croatia
nl: Kroatië

source: Czech Republic
nl: Tsjechië

source: Denmark
nl: Denemarken

source: Dominican Republic
nl: Dominicaanse Republiek

source: Egypt
nl: Egypte

source: Equatorial Guinea
nl: Equatoriaal-Guinea

source: Estonia
nl: Estland

source: Ethiopia
nl: Ethiopië

source: Falkland Islands (Malvinas)
nl: Falkland Eilanden (Malvinas)

source: Faroe Islands
nl: Faeröer

source: France
nl: Frankrijk

source: French Guiana
nl: Frans-Guyana

source: French Polynesia
nl: Frans-Polynesië

source: French Southern Territories
nl: Franse Zuidelijke en Antarctische Gebieden

source: Georgia
nl: Georgië

source: Germany
nl: Duitsland

source: Greece
nl: Griekenland

source: Greenland
nl: Groenland

source: Guinea-Bissau
nl: Guinee-Bissau

source: Haiti
nl: Haïti

source: Heard Island and Mcdonald Islands
nl: Heard en McDonaldeilanden

source: Holy See (Vatican City State)
nl: Vaticaanstad

source: Hungary
nl: Hongarije

source: Iceland
nl: IJsland

source: Indonesia
nl: Indonesië

source: Iran, Islamic Republic of
nl: Iran, Islamitische Republiek

source: Iraq
nl: Irak

source: Ireland
nl: Ierland

source: Israel
nl: Israël

source: Italy
nl: Italië

source: Jordan
nl: Jordanië

source: Kazakhstan
nl: Kazachstan

source: Kenya
nl: Kenia

source: Korea, Democratic People's Republic of
nl: Korea, Democratische Volksrepubliek

source: Korea, Republic of
nl: Korea, Republiek van

source: Kuwait
nl: Koeweit

source: Kyrgyzstan
nl: Kirgizië

source: Lao People's Democratic Republic
nl: Laos

source: Latvia
nl: Letland

source: Lebanon
nl: Libanon

source: Libyan Arab Jamahiriya
nl: Libië

source: Lithuania
nl: Litouwen

source: Luxembourg
nl: Luxemburg

source: Macedonia, the Former Yugoslav Republic of
nl: Macedonië, de Voormalige Joegoslavische Republiek

source: Malaysia
nl: Maleisië

source: Maldives
nl: Maldiven

source: Marshall Islands
nl: Marshalleilanden

source: Mauritania
nl: Mauritanië

source: Micronesia, Federated States of
nl: Micronesië, Federale Staten van

source: Moldova, Republic of
nl: Moldavië, Republiek van

source: Mongolia
nl: Mongolië

source: Morocco
nl: Marokko

source: Namibia
nl: Namibië

source: Netherlands
nl: Nederland

source: Netherlands Antilles
nl: Nederlandse Antillen

source: New Caledonia
nl: Nieuw-Caledoniëa

source: New Zealand
nl: Nieuw Zeeland

source: Norfolk Island
nl: Norfolk Eiland

source: Northern Mariana Islands
nl: Noordelijke Marianen

source: Norway
nl: Noorwegen

source: Oman
nl: vooran

source: Palestinian Territory, Occupied
nl: Bezet Palestijns gebied

source: Papua New Guinea
nl: Papoea-Nieuw-Guinea

source: Philippines
nl: Filipijnen

source: Poland
nl: Polen

source: Qatar
nl: Katar

source: Reunion
nl: Réunion

source: Romania
nl: Roemenië

source: Russian Federation
nl: Russische Federatie

source: Saint Kitts and Nevis
nl: Saint Kitts en Nevis

source: Saint Pierre and Miquelon
nl: Saint-Pierre en Miquelon

source: Saint Vincent and the Grenadines
nl: Saint Vincent en de Grenadines

source: Sao Tome and Principe
nl: São Tomé e Príncipe

source: Saudi Arabia
nl: Saoedi-Arabië

source: Serbia and Montenegro
nl: Servië en Montenegro

source: Seychelles
nl: Seychellen

source: Slovakia
nl: Slowakije

source: Slovenia
nl: Slovenië

source: Solomon Islands
nl: Salomonseilanden

source: Somalia
nl: Somalië

source: South Africa
nl: Zuid-Afrika

source: South Georgia and the South Sandwich Islands
nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden

source: Spain
nl: Spanje

source: Sudan
nl: Soedan

source: Svalbard and Jan Mayen
nl: Spitsbergen en Jan Mayen

source: Sweden
nl: Zweden

source: Switzerland
nl: Zwitserland

source: Syrian Arab Republic
nl: Syrië

source: Taiwan, Province of China
nl: Taiwan, Provincie China

source: Tajikistan
nl: Tadzjikistan

source: Tanzania, United Republic of
nl: Tanzania, Verenigde Republiek van

source: Trinidad and Tobago
nl: Trinidad en Tobago

source: Tunisia
nl: Tunesië

source: Turkey
nl: Turkije

source: Turks and Caicos Islands
nl: Turks- en Caicoseilanden

source: Uganda
nl: Oeganda

source: Ukraine
nl: Oekraïne

source: United Arab Emirates
nl: Verenigde Arabische Emiraten

source: United Kingdom
nl: Verenigd Koninkrijk

source: United States
nl: Verenigde Staten

source: Uzbekistan
nl: Oezbekistan

source: Virgin Islands, British
nl: Maagdeneilanden, Britse

source: Wallis and Futuna
nl: Wallis en Futuna

source: Western Sahara
nl: Westelijke Sahara

source: Yemen
nl: Jemen

source: Invalid argument #1: %s is not a valid %s identifyer.
nl: Ongeldig argument # 1: %s is geen geldige %s identifyer.

source: %s for Row %d failed to save.
nl: %s voor Row %d niet te redden.

source: You need to define at least one field to be toggleable.
nl: U moet ten minste één veld te definiëren toggleable te zijn.

source: The field %s is not in the list of toggleable fields.
nl: Het veld %s is niet in de lijst van toggleable velden.

source: The field %s does not have two toggleable states defined.
nl: Het veld %s heeft geen twee toggleable toestanden gedefinieerd.

source: Invalid record
nl: ongeldige opnemen

source: Server lipsum.com returns error code %s.
nl: Server lipsum.com foutcode terug %s .

source: Response from lipsum.com is empty or could not be decoded.
nl: Reactie van lipsum.com leeg is of niet kon worden gedecodeerd.

source: Connection to server lipsum.com failed. %s.
nl: De verbinding met de server lipsum.com mislukt. %s .

source: Please correct the errors below.
nl: Gelieve hieronder de fouten corrigeren.

source: Error
nl: Fout

source: The requested address %s was not found on this server.
nl: Het gevraagde adres %s is niet gevonden op deze server.

source: An Internal Error Has Occurred.
nl: Er is een interne fout opgetreden.

source: datasource configuration was not found
nl: datasource configuratie is niet gevonden

source: CakePHP: the rapid development php framework
nl: CakePHP: de snelle ontwikkeling php framework

source: Debug setting does not allow access to this url.
nl: Debug instelling heeft geen toegang tot deze url.

source: Add New Exam
nl: Voeg nieuw examen

source: Inactive
nl: Inactief

source: Start & End Date
nl: Start & Einddatum

source: Certification of Completion
nl: Certificering van Voltooiing

source: Click here to download excel file format
nl: Klik hier om te downloaden Excel-bestandsformaat

source: Are you sure, you want to close this exam?
nl: Weet je zeker dat je wilt om dit examen te sluiten?

source: Are you sure, you want to re-activate this exam?
nl: Weet je zeker dat je opnieuw wilt activeren dit examen?

source: Closed
nl: Gesloten

source: Results
nl: resultaten

source: Configurations
nl: configuraties

source: General
nl: Algemeen

source: Contents
nl: Inhoud

source: Email & SMS
nl: E-mail en SMS

source: Customer Support Service
nl: Klantenservice

source: Knowledge Base (for Documentation)
nl: Knowledge Base (voor documentatie)

source: Live Chat (For Sales & Billing Only)
nl: Live Chat (Voor Sales & Billing Only)

source: Support (For Technical Support)
nl: Ondersteuning (voor technische ondersteuning)

source: Visit Our Website
nl: Bezoek onze website

source: for more documentation & Details
nl: voor meer documentatie & Details
