Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nld/LC_MESSAGES/default.po
Languages: nl

source: File Manager
nl: Bestandsbeheer

source: You can find your result here.
nl: U kunt hier uw resultaat te vinden.

source: Thanks for given the exam.
nl: Bedankt voor gegeven het examen.

source: Leader Board
nl: Ranking

source: My Exams
nl: Mijn examens

source: My Result
nl: mijn Resultaat

source: Group Performance
nl: groep Prestaties

source: Payment
nl: Betalen

source: Transaction History
nl: Transactie Geschiedenis

source: Help
nl: Helpen

source: Home
nl: Startpagina

source: Register
nl: Anmelden

source: Invalid Post
nl: ongeldig bericht

source: Feb
nl: Februari

source: May
nl: Mei

source: Oct
nl: Okt

source: Percentage
nl: Procentueel (%)

source: Month
nl: Maand

source: Exams
nl: examens

source: Email verified successfully
nl: E-mail geverifieerd

source: Invalid Verification Code
nl: Ongeldige verificatie code

source: A verification Code send to your Email inbox or Spam
nl: Een verificatiecode naar uw e-mail inbox of Spam

source: Email Id already verified
nl: E-mail Id al geverifieerd

source: Email Id not registered in system
nl: E-mail Id niet geregistreerd in het systeem

source: You have attempted maximum exam.
nl: Je hebt maximale examen geprobeerd.

source: You have attempted maximum number of questions in this subject
nl: Je hebt maximum aantal vragen geprobeerd in dit onderwerp

source: You can find your result here
nl: U kunt uw resultaat hier

source: Insufficient Amount.
nl: Onvoldoende Bedrag.

source: 1. The test instructions were
nl: 1. De test instructies waren

source: 2. Language of question was
nl: 2. De taal van de vraag was

source: 3. Overall test experience was
nl: 3. Over het algemeen testen ervaring was

source: Any other feedback suggestion:
nl: Elke andere feedback suggestie:

source: Feedback has submitted successfully!
nl: Feedback is succesvol ingediend!

source: Feedback already submitted.
nl: Terugkoppeling reeds ingediende.

source: Email id is not registered in system
nl: E-id is niet geregistreerd in het systeem

source: Your password reset link is sent to your registered email id
nl: Uw wachtwoord opnieuw verbinding wordt verzonden naar uw geregistreerde e-id

source: Incorrect code
nl: foute code

source: Password Changed Successfully
nl: Wachtwoord succesvol veranderd

source: My Performance
nl: Mijn prestatie

source: My Group performance
nl: Mijn fractie prestaties

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
nl: Applicatie al geïnstalleerd. Verwijder app / tmp / installed.txt om de toepassing opnieuw te installeren

source: Writeable
nl: Beschrijfbare

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
nl: Helaas! Fout met bestandstoegang Please goto app / Config / database.php is beschrijfbaar modus.

source: A connection was successfully established with the server.
nl: Een verbinding werd met succes gevestigd met de server.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
nl: Kon geen verbinding maken met de database. Controleer de instellingen in app / Config / database.php en probeer het opnieuw

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
nl: Helaas! Mapmachtiging Error Please tmp folder is in beschrijfbaar modus.

source: Your Mail has been sent
nl: Uw mail is verzonden

source: Forwarded message
nl: Doorgestuurd bericht

source: From
nl: Van

source: Subject
nl: Onderwerp

source: The mail has been moved to the Trash
nl: De e-mail is verplaatst naar de prullenbak

source: Your Mail has been deleted
nl: Uw Mail is verwijderd

source: The mail has been moved to the Inbox
nl: De e-mail is verplaatst naar het Postvak IN

source: The mail has been marked as Read
nl: De e-mail is gemarkeerd als gelezen

source: The mail has been marked as Unread
nl: De e-mail is gemarkeerd als ongelezen

source: Paypal Payment not set
nl: Betaling van Paypal niet ingesteld

source: Payment Cancel
nl: betaling annuleren

source: Wallet Payment
nl: Wallet Betaling

source: Try again! Can not connect to paypal
nl: Probeer het nog eens! Kan geen verbinding maken met paypal

source: Invalid Amount
nl: Ongeldige hoeveelheid

source: Payment already done
nl: Betaling al gedaan

source: Payment not done
nl: Betaling niet gedaan

source: Payment successfully! Amount %s added in your wallet
nl: Betaling met succes! Bedrag %s toegevoegd in uw portemonnee

source: Profile Updated Successfully
nl: PROFIEL succesvol bijgewerkt

source: Photo Updated Successfully
nl: Foto succesvol Bijgewerkt

source: Invalid Password
nl: Ongeldig wachtwoord

source: Please select any group
nl: Selecteer de groep

source: Invalid Security Code
nl: Ongeldige Beveiligingscode

source: Marks Scored
nl: Marks Scoorde

source: Subject Wise Time Taken
nl: Onderwerp Wise Tijd Genomen

source: Student Performance
nl: de prestaties van leerlingen

source: Correct Question
nl: correct Vraag

source: Incorrect Question
nl: onjuiste Question

source: Negative Marks
nl: negatieve Marks

source: Percentage(%) in Exam
nl: Percentage (%) in het examen

source: Percentage(%)
nl: Procentueel (%)

source: st
nl: Str.

source: th
nl: Do

source: You %s
nl: U %s

source: Administrator
nl: Beheerder

source: Pay Exam
nl: pay Examen

source: Your account has expired. Please contact administrator
nl: Uw account is verlopen. Neem contact op met de beheerder

source: You have been logged in successfully
nl: U bent ingelogd met succes

source: Your email not verified! Please click on link sent to your email inbox or spam
nl: Uw e-mail niet gecontroleerd! Klik op de link naar uw e-mail inbox of spam

source: Incorrect username/password
nl: Foute Gebruikersnaam / Wachtwoord

source: You have been logged out successfully
nl: Je bent afgemeld met succes

source: You are %s Member! Please contact administrator
nl: U bent %s Lid! Neem contact op met de beheerder

source: Hours
nl: Uren

source: Grand Total
nl: Eindtotaal

source: Your Question has been added for exam
nl: Uw vraag is toegevoegd voor examen

source: Your Question has been deleted for exam
nl: Uw vraag is verwijderd voor examen

source: No Permission
nl: Geen toestemming

source: Advertisement has been saved
nl: Advertentie is gered

source: Invalid post
nl: ongeldig bericht

source: Advertisement has been deleted
nl: Advertentie is verwijderd

source: Photo Changed Successfully
nl: Foto succesvol gewijzigd

source: Not Attempted
nl: Niet geprobeerd

source: Marks Updated
nl: Marks Bijgewerkt

source: Successfully Finalize
nl: een goed einde

source: Successfully Closed Exam
nl: Succes Gesloten Examen

source: English
nl: Engels

source: French
nl: Frans

source: Your Setting has been saved
nl: Uw instelling is opgeslagen

source: Page Added Successfully
nl: Pagina toegevoegd

source: Pages updated Successfully
nl: Pagina's succesvol bijgewerkt

source: Page has been deleted
nl: Pagina is verwijderd

source: Page has been Unpublished
nl: Pagina is Onuitgegeven geweest

source: Page has been Published
nl: Pagina is gepubliceerd

source: Something wrong
nl: Is er iets mis

source: Currency has been saved
nl: Koers is opgeslagen

source: Currency has been deleted
nl: Koers is verwijderd

source: Active
nl: Actief

source: Pending
nl: in behandeling

source: Suspend
nl: Pauseren

source: Pass
nl: Geslaagd

source: Fail
nl: Niet geslaagd

source: Absent
nl: Afwezig

source: Passing %age
nl: Passen %a ge

source: Average %age
nl: Gemiddeld %a ge

source: Question Count
nl: vraag Count

source: Total Question
nl: Totaal Question

source: Question Bank Difficulty Wise
nl: Vraag Bank Moeilijkheid Wise

source: Easy
nl: Gemakkelijk

source: Medium
nl: Gemiddeld

source: Name has been updated
nl: Naam is bijgewerkt

source: Email template has been saved
nl: E-mail template is opgeslagen

source: Email template has been deleted
nl: E-mail template is verwijderd

source: End Date is not less than Start date
nl: Einddatum is niet minder dan Startdatum

source: Please Select any group
nl: Selecteer een groep

source: Please Add Subject To Exam
nl: Gelieve Voeg Onderwerp Exam

source: Exam has been saved. Add questions in exam
nl: Examen is opgeslagen. vragen in het examen toe te voegen

source: Exam has been saved
nl: Examen is opgeslagen

source: Exam has been updated
nl: Examen is bijgewerkt

source: Exam has been deleted
nl: Examen is verwijderd

source: Difficulty Level
nl: Moeilijkheidsgraad

source: Subject Wise Question Count
nl: Onderwerp Wise Vraag Count

source: Exam sucessfully inactivated
nl: Examen met succes geïnactiveerd

source: Exam sucessfully activated
nl: Examen met succes geactiveerd

source: There are no question added!
nl: Er zijn geen twijfel toegevoegd!

source: Your username is sent to your registered email id
nl: Uw gebruikersnaam is verzonden naar uw geregistreerde e-id

source: Group Added Successfully
nl: Group succesvol toegevoegd

source: Group has been saved
nl: Group is opgeslagen

source: Group has been deleted
nl: Group is verwijderd

source: Delete subject first
nl: Onderwerp Verwijder eerst

source: Help content has been saved
nl: Help-inhoud is opgeslagen

source: Help content has been deleted
nl: Help-inhoud is verwijderd

source: Questions imported successfully
nl: Vragen geïmporteerd

source: File not uploaded
nl: Bestand niet geüpload

source: Only CSV File supported
nl: Alleen ondersteunde CSV-bestand

source: Please Select Subject
nl: Selecteer Onderwerp

source: Please Select any Group
nl: Selecteer de Groep

source: Students imported successfully
nl: Studenten met succes geïmporteerd

source: Please Select Group
nl: Selecteer Group

source: Student Email not found
nl: Student Email niet gevonden

source: News has been saved
nl: Nieuws is opgeslagen

source: News has been deleted
nl: Nieuws is verwijderd

source: Paypal Payment Setting has been saved
nl: Betaling van Paypal instelling is opgeslagen

source: Setting Problem
nl: instellen Problem

source: Please Choose the Correct answer
nl: Kies de juiste antwoord

source: Please select true or false
nl: Maak uw keuze waar of onwaar

source: Please fill blank space
nl: Vul lege ruimte

source: Question added to bank successfully
nl: Vraag toegevoegd aan de bank met succes

source: Question has been updated
nl: Vraag is bijgewerkt

source: Question has been deleted
nl: Vraag is verwijderd

source: Delete exam first!
nl: examen Verwijder eerst!

source: Question Difficulty Level
nl: Vraag Moeilijkheidsgraad

source: Performance
nl: Prestatie

source: Candidate Marks Distribution
nl: Kandidaat Marks Distribution

source: Please select any type in the list
nl: Selecteer elk type in de lijst

source: Please type any email
nl: Gelieve geen e-mail

source: Email has been sent
nl: De email is verzonden

source: No email to send
nl: Geen e-mail te sturen

source: Please type any name
nl: Typ een naam

source: Sms has been sent
nl: Sms is verzonden

source: No sms to send
nl: Geen sms te sturen

source: Signature has been saved
nl: Signature is opgeslagen

source: Signature has been deleted
nl: Signature is verwijderd

source: Slide has been saved
nl: Slide is opgeslagen

source: Slide has been deleted
nl: Slide is verwijderd

source: SMS template has been saved
nl: SMS sjabloon is opgeslagen

source: SMS template has been deleted
nl: SMS template is verwijderd

source: Student added Successfully
nl: Student succesvol toegevoegd

source: Please Select atleast one group
nl: Selecteer tenminste één groep

source: Student has been updated
nl: Student is bijgewerkt

source: Student has been deleted
nl: Student is verwijderd

source: Student Wallet has been updated
nl: Student Wallet is bijgewerkt

source: Subject Added Successfully
nl: Onderwerp succesvol toegevoegd

source: Subject already exist
nl: Onderwerp al bestaan

source: Subject has been updated
nl: Onderwerp is bijgewerkt

source: Subject has been deleted
nl: Onderwerp is verwijderd

source: Testimonial has been saved
nl: Testimonial is opgeslagen

source: Testimonial has been updated
nl: Testimonial is bijgewerkt

source: Testimonial has been deleted
nl: Testimonial is verwijderd

source: User Added Successfully
nl: Gebruiker sucesvol toegevoegd!

source: User has been updated
nl: Gebruiker is bijgewerkt

source: User has been deleted
nl: Gebruiker is verwijderd

source: Permission update successfully
nl: Toestemming update correct

source: You have been logged in Successfully
nl: Je bent ingelogd succesvol

source: You have been logged out
nl: je bent uitgelogd

source: Level User has been saved
nl: Level Gebruiker is opgeslagen

source: Level user has been deleted
nl: Level gebruiker is verwijderd

source: Logo has been saved
nl: Logo is opgeslagen

source: Logo has been deleted
nl: Logo is verwijderd

source: Add Questions
nl: vragen toevoegen

source: Question Type
nl: vraag type

source: Search
nl: Zoeken

source: Reset
nl: Herstellen

source: Add To Exam
nl: Voeg toe aan Exam

source: Delete To Exam
nl: Verwijderen Om Exam

source: Type
nl: Soort

source: Body of Question
nl: Lichaam van Question

source: Level
nl: Niveau

source: Action
nl: Actie

source: Add Advertisement
nl: Voeg Advertentie

source: Advertisement Name
nl: advertentie Naam

source: Ordering
nl: Bestellen

source: URL
nl: URL äëïöü

source: Internal
nl: intern

source: External
nl: Extern

source: _self
nl: zelf.

source: _blank
nl: Leeg

source: Upload Image (350*260)
nl: Afbeelding uploaden

source: Save
nl: Opslaan

source: Close
nl: Dichtbij

source: Update Photo
nl: bijwerken Photo

source: Upload Photo
nl: 772: = Upload Foto

source: Update
nl: Bijwerken

source: Cancel
nl: Annuleren

source: Edit Advertisements
nl: Advertenties bewerken

source: Form
nl: Formulier

source: Status
nl: toestand

source: Advertisements
nl: advertenties

source: Add New Advertisement
nl: Nieuwe toevoegen Advertentie

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: View
nl: Weergave

source: Change Photo
nl: foto veranderen

source: Attempted Papers of
nl: Poging tot Papers van

source: Name
nl: Naam

source: Email
nl: E-mailadres

source: Total Marks
nl: Totaal Marks

source: Obtained Marks
nl: verkregen Marks

source: Result Finalized
nl: resultaat Afgerond

source: Finalize It
nl: Het af te ronden

source: PASSED
nl: Geslaagd

source: FAILED
nl: Mislukt

source: Finalized By
nl: afgerond

source: Question No
nl: vraag nr

source: Option1
nl: Optie:

source: Option2
nl: Optie:

source: Option3
nl: Optie:

source: Option4
nl: Optie:

source: Option5
nl: Optie:

source: Option6
nl: Optie:

source: Marked Answer
nl: Marked antwoord

source: Correct Answer
nl: Goed!

source: Time Taken
nl: tijd Genomen

source: Marks Obtained
nl: Marks verkregen

source: Checked by
nl: Gecontroleerd door

source: System
nl: Systeem

source: Configuration Options
nl: configuratie-opties

source: Site Name
nl: Sitenaam

source: Organization Name
nl: Bedrijfsnaam

source: Domain Name
nl: Domeinnaam

source: Organization Email
nl: organisatie Email

source: Time Zone
nl: Tijdzone

source: Please Select
nl: * Selecteer alstublieft

source: Currency
nl: Valuta

source: Display records per page
nl: Weergave records per pagina

source: Max records per page
nl: Max registreert per pagina

source: Date Format
nl: Datumnotatie

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
nl: Datum, maand, jaar, uur, Min, Sec, Meridian, Datum Seprator, Time Seprator

source: Image
nl: Afbeelding

source: Text
nl: Tekst

source: Left-to-right (LTR)
nl: Van links naar rechts (LTR)

source: Right-to-Left (RTL)
nl: Van rechts naar links (RTL)

source: Language
nl: Taal

source: Enable SMS Notification
nl: Inschakelen SMS Notification

source: Front End Registration
nl: Front End Registratie

source: Translation
nl: VERTALING

source: Paid Exam
nl: betaald Examen

source: Exam Expiry
nl: examen Vervaldatum

source: Exam Feedback
nl: examen feedback

source: Certificate
nl: Certificaat

source: Testimonial
nl: Getuigenis

source: Advertisement
nl: Advertentie

source: No. of Visitor
nl: Aantal bezoekers

source: No. of Student
nl: Aantal studenten

source: No. of Exam
nl: Aantal Examen

source: Save Settings
nl: Instellingen opslaan

source: Add Pages
nl: Pagina's toevoegen

source: Link Name
nl: Verband Naam

source: Page Type
nl: pagina Type

source: External Url
nl: externe Url

source: Page Name
nl: Paginanaam

source: Page Url
nl: Pagina-URL

source: Page Content
nl: 404 Pagina Inhoud

source: Edit Pages
nl: Pagina's bewerken

source: Pages
nl: Pagina's

source: Add New Page
nl: Toevoegen Nieuwe pagina

source: Published
nl: Gepubliceerd

source: Unpublished
nl: Niet gepubliceerd

source: Add Currency
nl: Currency toevoegen

source: Currency Name
nl: Valuta naam

source: Short Name
nl: Korte naam

source: Upload Currency (Less or equal to 50*50)
nl: Upload Currency (minder of gelijk aan 50 * 50)

source: Add New Currency
nl: Voeg Nieuwe Munt

source: In Progress Exam
nl: In Progress Examen

source: Upcoming Exam
nl: Aankomende Examen

source: Completed Exam
nl: voltooid Examen

source: Students
nl: leerlingen

source: In Progress & Upcoming Exams
nl: In Progress & Aankomende Examens

source: Date
nl: Datum

source: Exam Name
nl: examen Naam

source: Group
nl: Groep

source: Duration
nl: Lengte

source: Recent Exam Results
nl: Recente Tentamenuitslagen

source: Exam
nl: tentamen

source: Overall Result
nl: Eindresultaat

source: To
nl: Tot

source: Details
nl: Opdracht

source: Student Statistic Table
nl: Student Statistiek Tabel

source: Total Students
nl: Totaal aantal studenten

source: Total Pending
nl: totale Pending

source: Top 10 Question Bank Subject Wise
nl: Top 10 Vraag Bank Onderwerp Wise

source: Top 10 Difficulty Level of Questions
nl: Top 10 Moeilijkheidsgraad Vragenlijst

source: Question Count Table
nl: Vraag Count Table

source: Bank Name
nl: Naam van de bank

source: Total Easy
nl: Totaal Gemakkelijk

source: Total Difficult
nl: Totaal Moeilijk

source: E-Mail Settings
nl: E-mailinstellingen

source: Email Type
nl: E-Type

source: Server Name / Host
nl: Server Naam / Host

source: Port
nl: Poort

source: User Name
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Add Email Template
nl: Voeg e-mailtemplate toe

source: Edit Email Templates
nl: Bewerken Email Templates

source: Template
nl: Sjabloon

source: Subject Added successfully
nl: Onderwerp succesvol toegevoegd

source: Add Exam
nl: Exam toevoegen

source: Name of Exam
nl: Naam van het Examen

source: Instruction
nl: INSTRUCTIE

source: Exam Duration (Min.)
nl: Examen Duur (Min.)

source: 0 for unlimited duration
nl: 0 voor onbepaalde duur

source: Attempt Count
nl: poging Count

source: 0 for unlimited attempt
nl: 0 voor een onbeperkt aantal pogingen

source: Start Date
nl: Startdatum

source: End Date
nl: Einddatum

source: Show Answer Sheet
nl: Show antwoordblad

source: Yes
nl: Ja

source: No
nl: Nee

source: Select Group
nl: Groep selecteren

source: Negative Marking
nl: negatieve Markering

source: Random Question
nl: Willekeurige Vraag

source: Amount
nl: Bedrag

source: Expiry Days
nl: verstrijken dagen

source: 0 for Unlimited
nl: 0 voor Unlimited

source: Result After Finish
nl: Resultaat Na Finish

source: Mode
nl: Modus

source: Instant Result
nl: Instant Resultaat

source: Add Subjects To Exams
nl: Onderwerpen examens toe te voegen

source: Subject Name
nl: onderwerp Naam

source: No. of Questions
nl: Aantal vragen

source: Ques Attempt Count
nl: Ques Poging Count

source: Questions Attempt Count
nl: Vragen Poging Count

source: Leave blank for not showing (0 for unlimited)
nl: Laat leeg voor het niet tonen (0 voor onbeperkt)

source: ctrl+click to add multiples
nl: Ctrl + klik om een ​​veelvoud toe te voegen

source: Add
nl: Toevoegen

source: Edit Exam
nl: Examen bewerken

source: Exam Stats
nl: examen Stats

source: No of Student Passed
nl: Geen van Student Geslaagd

source: Download
nl: Downloaden

source: No of Student Failed
nl: Geen van Student mislukt

source: No of Student Absent
nl: Geen van Student Absent

source: Finalize Result
nl: ronden Resultaat

source: Attempted Papers
nl: poging tot Papers

source: Eligible Group
nl: In aanmerking komende Group

source: Close Exam
nl: Sluiten Examen

source: Activate Exam
nl: activeren Examen

source: Exam Closed Re-Activate Exam
nl: Examen Gesloten Re-Activate examen

source: Expiry
nl: verstrijken

source: Unlimited
nl: Onbeperkt

source: Days
nl: Dagen

source: Subjective
nl: Subjectief

source: Objective
nl: Motivatie

source: True &amp; False
nl: True & amp; vals

source: Fill in the blanks
nl: Vul in

source: Total Questions
nl: Totaal vragen

source: Question Attempt Count
nl: Vraag Poging Count

source: H
nl: Uur

source: Total
nl: Totaal

source: Student Name
nl: Studenten naam

source: Enrolment
nl: Inschrijving

source: Phone
nl: Mobiel nr

source: Result Status
nl: resultaat Status

source: Forgot Password
nl: Wachtwoord vergeten

source: Email ID
nl: E-mail identiteit

source: Submit
nl: Bevestigen

source: Forgot Username
nl: Gebruikersnaam vergeten

source: Verification Code
nl: Verificatie code

source: Please enter verification Code
nl: Vul verificatiecode

source: Reset Password
nl: Reset Wachtwoord

source: Confirm Password
nl: Wachtwoord bevestigen

source: Add Groups
nl: Groepen toevoegen

source: Group Name
nl: Groeps Naam

source: Groups
nl: Groepen

source: Add New Group
nl: Nieuwe groep toevoegen

source: Add Help Content
nl: Toevoegen Help Inhoud

source: Title
nl: Titel

source: Description
nl: Beschrijving

source: Edit Help Content
nl: Bewerk Help Inhoud

source: Help Content
nl: Help Inhoud

source: Add New Help Content
nl: Nieuwe toevoegen Help Content

source: Back To Questions
nl: Terug naar de vragen

source: Export Questions
nl: export vragen

source: Select File
nl: Selecteer Bestand

source: Import Questions
nl: vragen importeren

source: Import/Export Students
nl: Import / Export Studenten

source: Back To Students
nl: Terug naar Studenten

source: Export Students
nl: export Studenten

source: Import Students
nl: import Studenten

source: All Messages
nl: alle berichten

source: My Profile
nl: Mijn profiel

source: Change Password
nl: Wijzig wachtwoord

source: Logout
nl: Uitloggen

source: Powered by
nl: Mogelijk gemaakt door

source: Date &amp; Time
nl: Date & amp; Tijd

source: Search Student Mail
nl: Zoeken Student Mail

source: Message
nl: Bericht

source: Send
nl: Verstuur

source: Compose
nl: Componeren

source: Inbox
nl: Postvak IN

source: Sent Mail
nl: Verzonden e-mail

source: Trash
nl: Prullenbak

source: More
nl: Meer

source: Mark as Read
nl: Markeren als gelezen

source: Mark as Unread
nl: Markeer als ongelezen

source: Move to Inbox
nl: Verplaats naar Inbox

source: Reply
nl: Antwoorden

source: Forward
nl: Volgende

source: Menu Names
nl: menu Namen

source: Model Name
nl: Naam voorbeeld

source: Icon
nl: Icoon

source: Add News
nl: Toevoegen nieuws

source: News Title
nl: Nieuws Titel

source: News Description
nl: Nieuws Beschrijving

source: Edit News
nl: Nieuws bewerken

source: News
nl: Nieuws

source: Paypal Payment Option
nl: Paypal betaaloptie

source: Signature
nl: Handtekening

source: Sandbox Mode
nl: sandbox-modus

source: Add Question
nl: 937: = Vraag toevoegen

source: Question
nl: Vraag

source: Correct Answers
nl: Juiste antwoorden

source: Type your question here
nl: Typ je vraag hier

source: Answer1
nl: Antwoorden

source: Answer2
nl: Antwoorden

source: Answer3
nl: Antwoorden

source: Answer4
nl: Antwoorden

source: Answer5
nl: Antwoorden

source: Answer6
nl: Antwoorden

source: True/False
nl: Waar/Onwaar

source: Blank Space
nl: Lege ruimte

source: Explanation (Optional)
nl: Toelichting (optioneel)
