Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/nld/LC_MESSAGES/validation.po
Languages: nl

source: Only letters and numbers allowed
nl: Alleen letters en cijfers toegestaan

source: Group already exist
nl: Groep al bestaan

source: Only Url
nl: alleen Url

source: File does not have a valid extension
nl: Bestand heeft geen geldige extensie

source: You must supply a JPG, GIF or PNG File.
nl: U moet een JPG, GIF of PNG-bestand te leveren.

source: Invalid Header Contact
nl: Ongeldige Header Contact

source: Only Alphabets
nl: alleen alfabetten

source: Currency Name already exist
nl: Munt Naam al bestaan

source: You must supply image height is less than 50px
nl: U moet leveren beeld hoogte minder dan 50px

source: You must supply image width is less than 50px
nl: U moet image breedte leveren minder dan 50px

source: Only numbers allowed
nl: Alleen cijfers toegestaan

source: Only Date/time format
nl: Alleen Datum / tijd-formaat

source: Enter a valid email
nl: Voer een geldig e-mail

source: Please select
nl: Selecteeren

source: Invalid Username
nl: Ongeldige gebruikersnaam

source: Invalid Password
nl: Ongeldig wachtwoord

source: Invalid Signature
nl: ongeldige Signature

source: Only numbers
nl: alleen cijfers

source: You must supply image height is less than 220px
nl: U moet beeldhoogte leveren minder dan 220px

source: This Email has already been exist! try new one
nl: Deze E-mail is al bestaan! probeer nieuwe

source: Password required
nl: wachtwoord benodigd

source: Password minimum 4 character long
nl: Password minimaal 4 tekens lang

source: Name already exist
nl: Naam al bestaan
