Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lit/LC_MESSAGES/default.po
Languages: lt

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
lt: Uždarykite visas programas, kad įkelti arba atsisiųsti failus fone Pavyzdžiui: ZMI, torrent ir tt

source: Instructions
lt: instrukcijas.

source: I am ready to begin
lt: Aš esu pasiruošęs pradėti

source: Exam Start
lt: egzamino Pradėti

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
lt: Šis egzaminas yra mokama. Suma turi būti atimama jūsų piniginėje automatiškai. Pradėjus egzaminą laikmatis nesustos. Ar jūs norite mokėti ir nuo ko pradėti?

source: These are the exam(s) which has been purchased
lt: Tai yra egzaminą (-us), kurį buvo įsigytas

source: Correct Marks
lt: teisingas ženklai

source: Save & Next
lt: Išsaugoti & Kitas

source: Unreview
lt: neperžiūrėtą

source: Review
lt: [183] Apžvalga |

source: Reset Answer
lt: Atstatyti Atsakymas

source: Finish
lt: Baigti

source: Current Question
lt: Dabartinis Klausimas

source: Answered
lt: Atsakyta

source: Not Answered
lt: neatsakyta

source: Navigated Away
lt: navigacija Išvykoje

source: you had navigated away from the test window. This will be reported to Moderator
lt: Jums buvo navigacija nuo bandymo lange. Tai bus pranešta Moderatorius

source: Do not repeat this behaviour
lt: Nekartokite šią problemą

source: Otherwise you may get disqualified
lt: Priešingu atveju galite gauti diskvalifikuotas

source: Continue
lt: Tęsti

source: Finalize
lt: baigti

source: Do you wish to submit and close the
lt: Ar norite pateikti ir uždarykite

source: Once you submit, you will not be able to review the
lt: Kai jūs pateikiate, jums nebus suteikta galimybė kontroliuoti

source: Summary of your attempts in this
lt: Santrauka jūsų pastangos šioje

source: as show below
lt: kaip nurodyta toliau

source: Attempted
lt: mėgino

source: Return To First Question
lt: Grįžti į pirmąjį klausimą

source: These are the exam(s) that are planned you in near future
lt: Tai yra egzaminas (-ai), kad planuojama Jumis artimiausiu metu

source: Attempt Now
lt: Bandymas Dabar

source: Your performance compared to your group
lt: Jūsų veiklos, palyginti su savo grupės

source: Can't read? Reload
lt: Negalite perskaityti? Perkrauti

source: Enter security code shown above
lt: Įveskite saugos kodą, parodytą paveikslėlyje aukščiau

source: Answer simple math
lt: Atsakymas paprastas matematikos

source: Attempts
lt: Mėginimai

source: Remaining
lt: likęs

source: Expiry Date
lt: Galiojimo data

source: Expired Date
lt: pasibaigęs data

source: Free
lt: Nemokamas

source: Not Purchased
lt: neperkamos

source: View Details
lt: Išsamiauh

source: Load Editor
lt: apkrovos redaktorius

source: Installation
lt: Montavimas

source: Step 1 of 4
lt: 1 žingsnis iš 4

source: Server Configuration & Setup Requirements
lt: Serverio konfigūracijos & Nustatymas Reikalavimai

source: Setup Requirements
lt: Parametrų Reikalavimai

source: Installing this software require certain server side extension and capability
lt: Šią programinę įrangą diegimas reikalauja tam tikro serverio pusėje pratęsimo ir galimybes

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
lt: patikrinkite žemiau ir palyginti su savo serveriu dabartinių statulos dešinėje. Jūs galite paspausti ant piktogramos šalia kiekvieno technologija detales.

source: Extensions &amp; Applications
lt: Plėtiniai ir amp; Programos

source: HTTP Server. For example: Apache
lt: HTTP serveris. Pavyzdžiui: Apache

source: Require
lt: reikalauti

source: PHP 5.2.8 or greater
lt: PHP 5.2.8 arba didesnis

source: Database Engine MySQL (4 or greater)
lt: Database Engine MySQL (4 ar daugiau)

source: PDO Extension
lt: SKVN pratęsimas

source: GD Extension
lt: GD pratęsimas

source: Mandatory
lt: privalomas

source: Server Status
lt: serverio būsena

source: Web Server
lt: Webserverio

source: PHP Version
lt: PHP versija

source: MYSQL Version
lt: MySQL versija

source: PDO Unavailable
lt: SKVN neprieinamas

source: PDO Available
lt: SKVN Turimas

source: GD Availiable
lt: GD Pasiekiama

source: Directory &amp; File Permission
lt: Rodyklės & amp; failo leidimas

source: These Folders of Files need to be
lt: Šie failų aplankai turi būti

source: Writable
lt: rašyti

source: for application to be installed.
lt: taikymo turi būti įdiegta.

source: Folders or Files
lt: Katalogų ar failų

source: app/tmp/
lt: programa / tmp /

source: app/Config/database.php
lt: programa / config / database.php

source: app/Config/core.php
lt: programa / config / core.php

source: Refresh
lt: Atnaujinti

source: Let's Start
lt: Pradėkime

source: Step 2 of 4
lt: Žingsnis 2 iš 4

source: Installation Agreement
lt: Įrengimas sutartis

source: I Accept to Proceed
lt: Sutinku tęsti

source: Step 3 of 4
lt: Žingsnis 3 iš 4

source: Database Connection Settings
lt: Duomenų ryšio parametrai

source: Host Name
lt: Serverio pavadinimas

source: Usually Localhost
lt: paprastai localhost

source: Database Name
lt: duomenų bazės pavadinimas

source: Database User
lt: duomenų bazė Vartotojas

source: Database User Name
lt: Duomenų Vartotojo vardas

source: Database Password
lt: duomenų bazės slaptažodį

source: Database User Password
lt: Duomenų bazės vartotojo slaptažodis

source: Database Type
lt: duomenų tipas

source: Test Connection
lt: testas Ryšio

source: Step 4 of 4
lt: 4 žingsnis iš 4

source: Name of Your Website
lt: Pavadinimas savo svetainę

source: Meta Keyword
lt: Meta žodžiai

source: Useful for SEO
lt: Naudinga SEO

source: Meta Content for SEO
lt: Meta turinys SEO

source: Please Select Timezone
lt: Išrinkite Laiko juosta

source: Name of Your Organization/Company
lt: Jūsų organizacijos pavadinimas / Company

source: Default Admin Email
lt: Numatytasis Administratorius paštas

source: Install Sample Data With Dummy Entries
lt: Įdiekite Pavyzdiniai duomenys manekenų Įrašai

source: Install
lt: Diegtis

source: Welcome to
lt: Sveiki atvykę į

source: Set Avatar
lt: Nustatyti Avatara

source: Sign out
lt: Atsijungti

source: Copyright
lt: Autorių teisės

source: follow on facebook
lt: sekti "Facebook"

source: Latest News & Events
lt: Paskutinės naujienos ir įvykiai

source: Time
lt: Laikas

source: Download PDF
lt: atsisiųsti PDF

source: Average Percentage(%)
lt: Vidutinis procentas (%)

source: Exam Given
lt: egzamino Atsižvelgiant

source: Delete Forever
lt: Ištrinti Forever

source: Move to Trash
lt: Išmesti

source: News Detail
lt: Naujienos detalės

source: No of Visitors
lt: Ne Lankytojai

source: No of Students
lt: Ne Studentai

source: No of Exams
lt: Ne Egzaminai

source: Payment From Pay Pal
lt: Mokėjimo Nuo Pay Pal

source: Pay From Pay Pal
lt: Mokėti nuo Pay Pal

source: Profile
lt: Profilis

source: Edit Profile
lt: Redaguoti profilįf

source: New Student Register
lt: Nauja Studentų Registruotis

source: Security Code
lt: Apsaugos kodas

source: Answers
lt: atsakymai

source: My Results
lt: Mano rezultatai

source: Attempt Date
lt: bandymas data

source: SUBJECT REPORT
lt: TEMA ATASKAITA

source: TIME MANAGEMENT
lt: LAIKO PLANAVIMAS

source: QUESTION REPORT
lt: KLAUSIMAS ATASKAITA

source: SOLUTION
lt: SPRENDIMAS

source: COMPARE REPORT
lt: Palyginkite ataskaitos

source: Score Card For
lt: Score card Dėl

source: Total No. of Student
lt: Viso skaičius Studentų

source: My Marks
lt: Mano ženklai

source: Total Marks of Test
lt: Iš viso ženklai testas

source: My Percentile
lt: Mano Percentile

source: Total Question in Test
lt: Iš viso problematika testas

source: Total Attempt Question in Test
lt: Iš viso Bandymas problematika testas

source: Left Question
lt: Kairysis Klausimas

source: Left Question Marks
lt: Kairysis klaustukais

source: Total Time of Test
lt: Iš viso laikas testas

source: My Time
lt: Mano laikas

source: My Rank
lt: Mano Reitingas

source: Performance Report For
lt: Veiklos ataskaita

source: Question & Marks Wise Report For
lt: Klausimas ir ženklai Išminčius ataskaita

source: Subject Report For
lt: Tema ataskaita

source: Correct
lt: Teisingas

source: Unattempted Questions
lt: Unattempted klausimai

source: Graphical Report For
lt: Grafinis ataskaita

source: Time Management For
lt: Laiko valdymas

source: Question Report For
lt: Klausimų ataskaita

source: Question Status
lt: Klausimų būsena

source: Your Answer
lt: Tavo atsakymas:

source: Your Score
lt: Tavo Taškai

source: Your Time
lt: Tavo laikas

source: Solution For
lt: Solution

source: Not Attempt
lt: Nebandykite

source: Attempt
lt: bandymas

source: Incorrect
lt: neteisingas

source: Your Answers
lt: Jūsų atsakymai

source: Solution
lt: sprendimas

source: Bookmark
lt: Žymos

source: Compare Report For
lt: Palyginkite ataskaita

source: Total Ques.
lt: Iš viso klausimyno.

source: Maximum Marks
lt: Didžiausios ženklai

source: Attempted Ques.
lt: Bandymas klausimyno.

source: Unattempted Ques.
lt: Unattempted klausimyno.

source: Correct Ques.
lt: Teisingi klausimyno.

source: Incorrect Ques.
lt: Neteisingi klausimyno.

source: Percentile
lt: procentilis

source: Previous
lt: Ankstesnis

source: This is to certify that
lt: Šis sertifikatas patvirtina, kad

source: has succesfully completed the
lt: buvo sėkmingai baigtas

source: in course program offered by
lt: į kursų programa siūlo

source: Student Login
lt: Studentų Vartotojas

source: Sign In
lt: Užsiregistruokite

source: Forgot Passwocrd
lt: Pamiršote Passwocrd

source: New User? Create Account
lt: Naujas vartotojas? Sukurti paskyrą

source: Engine is not loaded
lt: Variklio neįdėtas

source: Pdf engine "%s" not found
lt: PDF variklis \ " %s \ "nerastas

source: Pdf engines must extend "AbstractPdfEngine"
lt: PDF varikliai turi pratęsti \ "AbstractPdfEngine "

source: Crypto is not loaded
lt: Šifravimo neįdėtas

source: Pdf crypto "%s" not found
lt: PDF Crypto \ " %s \ "nerastas

source: Crypto engine must extend "AbstractPdfCrypto"
lt: Šifravimo variklis turi pratęsti \ "AbstractPdfCrypto "

source: Controller attribute $pdfConfig is not correct or missing
lt: Valdiklis atributas $ pdfConfig Netiksli informacija arba jos trūksta

source: -> Testing :url
lt: -> Testavimas: URL

source: Total Requests made: :requests
lt: Iš viso prašymai:: prašymai

source: Total Time elapsed: :duration (seconds)
lt: Viso laiko praėjo:: trukmė (s)

source: Requests/Second: :rps req/sec
lt: Prašymai / Antra:: RPS REQ / sek

source: Average request time: :average-time seconds
lt: Vidutinis prašymas laikas: vidutiniškai laiko sekundės

source: Standard deviation of average request time: :std-dev
lt: Standartinis nuokrypis vidutinio Užklausus laikas:: STD-dev

source: Longest/shortest request: :longest sec/:shortest sec
lt: Ilgiausia / trumpiausias prašymas:: ilgiausias SEC /: trumpiausias sek

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
lt: Leidžia gauti kai grubus lyginimas statisticsabout visiškai kvalifikuotas URL.

source: The URL to request.
lt: URL prašyti.

source: Number of iterations to perform.
lt: Taškų iteracijų atlikti.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
lt: Didžiausias bendras laikas visiems iteracijų, į seconds.If viena iteracija užima daugiau nei laikui, tik vienas prašymas bus

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
lt: Naudokite Pavyzdys: `tortas etalonas --n 10 --t 100 http: // localhost / testsite`. <Informacijos> Pastaba: </ informacijos> tai etalonas neapima naršyklė tampa kartus.

source: Component initialization
lt: Sudėtinės iniciacijos

source: Controller action
lt: valdiklis veiksmų

source: Controller action start
lt: Valdiklis veiksmų pradžia

source: Processing toolbar state
lt: Apdorojimo įrankių juostoje valstybinė

source: Processing toolbar data
lt: duomenų apdorojimas įrankių juosta

source: Controller render start
lt: Valdiklis padaryti pradžią

source: Could not load DebugToolbar panel %s
lt: Nepavyko įkelti DebugToolbar skydelio %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
lt: Core apdorojimas (iš $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
lt: Antraštės jau išsiųstas %s on-line %s . Negalima siųsti žurnalo duomenis FirePHP.

source: Incorrect parameter count for FireCake::fb()
lt: Neteisingas parametras skaičius už FireCake :: FB ()

source: Maximum number (99,999) of messages reached!
lt: Pasiektas maksimalus numeris (99,999) pranešimų!

source: There are no active panels. You must enable a panel to see its output.
lt: Nėra aktyvių plokštės. Jūs turite įjungti skydelį pamatyti savo produkciją.

source: App Constants
lt: Programos Konstantos

source: CakePHP Constants
lt: CakePHP Konstantos

source: PHP Environment
lt: PHP aplinka

source: Hidef Environment
lt: Hidef aplinka

source: Request History
lt: prašymas istorija

source: No previous requests logged.
lt: Nėra ankstesni prašymai prisijungęs.

source: previous requests available
lt: ankstesni prašymai laisvų

source: Restore to current request
lt: Atkurti į esamą prašymo

source: Included Files
lt: įtraukti failai

source: Logs
lt: Prisijungia

source: There were no log entries made this request
lt: Nebuvo jokių žurnalo įrašus atliko šį prašymą

source: Request
lt: prašymas

source: No post data.
lt: Nėra post duomenys.

source: No querystring data.
lt: Nėra užklausos eilutę duomenys.

source: Current Route
lt: Dabartinis maršruto

source: Session
lt: sesija

source: Sql Logs
lt: sql Įrašai

source: No query logs when debug < 2.
lt: Nėra užklausa rąstai, kai debug <2.

source: No query logs.
lt: Nėra užklausa rąstų.

source: Total Time: %s ms <br />Total Queries: %s queries
lt: Viso laiko: %s ss <br /> Bendras užklausų: %s užklausos

source: Query Explain:
lt: Užklausa Paaiškinkite:

source: Click an "Explain" link above, to see the query explanation.
lt: Spustelėkite \ "Paaiškinkite, " virš nuorodą, norėdami pamatyti, užklausos paaiškinimą.

source: No active database connections
lt: Nėra aktyvių duomenų bazių jungtys

source: Memory
lt: atmintis

source: Peak Memory Use
lt: Didžiausioji atminties naudojimas

source: Memory use
lt: atminties naudojimas

source: Timers
lt: laikmačiai

source: Total Request Time:
lt: Iš viso Prašymas Laikas:

source: Time in ms
lt: Laikas ms

source: Graph
lt: grafikas

source: View Variables
lt: Peržiūrėti Kintamieji

source: Rendering View
lt: Atvaizdavimas Žiūrėti

source: Rendering %s
lt: Atvaizdavimas %s

source: View render complete
lt: Peržiūrėti suteikti pilnas

source: Explain
lt: paaiškinti

source: Starting %sms into the request, taking %sms
lt: Pradedant %s ms į prašymą, atsižvelgiant %s ms

source: No markup errors found
lt: Nerasta žymėjimo klaidų

source: maybe slow
lt: gal lėtas

source: Absolute path or relative to APP.
lt: Absoliutusis kelias ar palyginti su app.

source: An error occured while getting the status of your account.
lt: o gauti savo sąskaitos būklę įvyko klaida.

source: There was an error while connecting to Paypal
lt: Įvyko klaida jungiantis prie Paypal

source: There was a problem initiating the transaction, please try again.
lt: Iškilo problema sandorį inicijuojančio, bandykite dar kartą.

source: There was a problem getting your details, please try again.
lt: Iškilo problema gauti savo duomenis, bandykite dar kartą.

source: There was an error completing the payment
lt: Nebuvo užbaigti mokėjimą klaida

source: There was a problem processing the transaction, please try again.
lt: Iškilo problema perdirbimo operaciją, bandykite dar kartą.

source: There was an error processing the card payment
lt: Apdorojant mokėjimo kortelės klaida

source: There was a problem processing your card, please try again.
lt: Iškilo problema Apdorojant jūsų kortelę, bandykite dar kartą.

source: There was an error processing the the refund
lt: Apdorojant grąžinimą klaida

source: A problem occurred during the refund process, please try again.
lt: Iškilo problema, grąžinimo metu, bandykite dar kartą.

source: There was an problem communicating with the payment gateway
lt: Buvo problema bendraujant su mokėjimo šliuzai

source: Missing client id/secret
lt: Trūksta kliento ID / slaptas

source: Must specify an expiry date
lt: Turi nurodyti galiojimo datą

source: Must include a M and Y in expiry date
lt: Turi apimti M ir Y tinkamumo laikui pasibaigus,

source: Invalid expiry date
lt: Neteisingas TINKAMUMO LAIKAS

source: Invalid card number
lt: Neteisingas kortelės numeris

source: Invalid CVV2 number
lt: Neteisingas CVV2 numeris

source: Invalid card type
lt: Neteisingas kortelės tipas

source: Could not detect client IP address
lt: Nepavyko aptikti kliento IP adresą

source: Not a valid credit card number
lt: Negaliojantis kredito kortelės numeris

source: You must include the 3 digit security number
lt: Jūs turite būti 3 skaitmenų saugos numerį

source: Must specify an "amount" to charge
lt: Turi nurodyti \ "Suma " imti

source: You must pass a valid order array
lt: Jūs turite pereiti galiojantį užsakymo masyvo

source: Valid "return" and "cancel" urls must be provided
lt: Galioja \ "Return " ir \ "Cancel " turi būti pateikta URL

source: You must provide a currency code
lt: Jūs turite pateikti valiutos kodą

source: Original PayPal Transaction ID is required
lt: Originalus "PayPal Sandorio ID reikalingas

source: Must specify an "amount" to refund
lt: Turi nurodyti \ "Suma " grąžinti

source: You must specify a refund type, such as Full or Partial
lt: Turite nurodyti grąžinimo tipą, pavyzdžiui, visiškas arba dalinis

source: File was not downloaded.
lt: Failo nebuvo atsiųstas.

source: No %s found for that date range
lt: Ne %s už tą laikotarpį nerasta

source: Your form data is preserved you'll be redirected to it after login.
lt: Jūsų formos duomenis konservuoti jūs būsite nukreipti į jį po prisijungimo.

source: Error notification from %s
lt: Pranešimas Klaidos nuo %s

source: Afghanistan
lt: Afganistanas

source: Albania
lt: Albanija

source: Algeria
lt: Alžyras

source: American Samoa
lt: Amerikos Samoa

source: Andorra
lt: Andora

source: Anguilla
lt: Angilija

source: Antarctica
lt: Antarktida

source: Antigua and Barbuda
lt: Antigva ir Barbuda

source: Armenia
lt: Armėnija

source: Australia
lt: Australija

source: Austria
lt: Austrija

source: Azerbaijan
lt: Azerbaidžanas

source: Bahamas
lt: Bahamų salos

source: Bahrain
lt: Bahreinas

source: Bangladesh
lt: Bangladešas

source: Barbados
lt: Barbadosas

source: Belarus
lt: Baltarusija

source: Belgium
lt: Belgija

source: Belize
lt: Belizas

source: Benin
lt: Beninas

source: Bermuda
lt: Bermudų

source: Bhutan
lt: Butanas

source: Bolivia
lt: Bolivija

source: Bosnia and Herzegovina
lt: Bosnija ir Hercegovina

source: Botswana
lt: Botsvana

source: Bouvet Island
lt: Bouvet sala

source: Brazil
lt: Brazilija

source: British Indian Ocean Territory
lt: Indijos vandenyno britų sritis

source: Brunei Darussalam
lt: Brunėjus

source: Bulgaria
lt: Bulgarija

source: Burkina Faso
lt: Burkina Fasas

source: Burundi
lt: Burundis

source: Cambodia
lt: Kambodža

source: Cameroon
lt: Kamerūnas

source: Canada
lt: Kanada

source: Cape Verde
lt: Žaliojo Kyšulio Respublika

source: Cayman Islands
lt: Kaimanų salos

source: Central African Republic
lt: Centrine Afrikos Respublika

source: Chad
lt: Čadas

source: Chile
lt: Čilė

source: China
lt: Kinijoje,

source: Christmas Island
lt: Kalėdų sala

source: Cocos (Keeling) Islands
lt: Kokosų (Kylingo) salos

source: Colombia
lt: Kolumbija

source: Comoros
lt: Komorai

source: Congo
lt: Kongo

source: Congo, the Democratic Republic of the
lt: Demokratinė Kongo Respublika

source: Costa Rica
lt: Kosta Rika

source: Cote D'Ivoire
lt: Dramblio Kaulo Krantas

source: Croatia
lt: Kroatija

source: Cuba
lt: Kuba

source: Cyprus
lt: Kipras

source: Czech Republic
lt: Čekijos Respublika

source: Denmark
lt: Danija

source: Djibouti
lt: Džibutis

source: Dominica
lt: Dominika

source: Dominican Republic
lt: Dominikos Respublika

source: Ecuador
lt: Ekvadoras

source: Egypt
lt: Egiptas

source: El Salvador
lt: Salvadoras

source: Equatorial Guinea
lt: Pusiaujo Gvinėja

source: Eritrea
lt: Eritrėja

source: Estonia
lt: Estija

source: Ethiopia
lt: Etiopija

source: Falkland Islands (Malvinas)
lt: Falklando salos (Malvinų)

source: Faroe Islands
lt: Farerų salos

source: Fiji
lt: Fidžis

source: Finland
lt: Suomijoje,

source: France
lt: Prancūzijoje

source: French Guiana
lt: Prancūzijos Gviana

source: French Polynesia
lt: Prancūzų Polinezija

source: French Southern Territories
lt: Prancūzijos pietinės teritorijos

source: Gabon
lt: Gabonas

source: Gambia
lt: Gambija

source: Georgia
lt: Gruzija

source: Germany
lt: Vokietija

source: Ghana
lt: Gana

source: Gibraltar
lt: Gibraltaras

source: Greece
lt: Graikija

source: Greenland
lt: Grenlandija

source: Grenada
lt: Grenados

source: Guadeloupe
lt: Gvadelupa

source: Guam
lt: Guamas

source: Guatemala
lt: Gvatemala

source: Guinea
lt: Gvinėja

source: Guinea-Bissau
lt: Bisau Gvinėja

source: Guyana
lt: Gajana

source: Haiti
lt: Haitis

source: Heard Island and Mcdonald Islands
lt: Heardo ir McDonaldo salos

source: Holy See (Vatican City State)
lt: Šventasis Sostas (Vatikano Miesto Valstybė)

source: Honduras
lt: Hondūras

source: Hong Kong
lt: Honkonge,

source: Hungary
lt: Vengrija

source: Iceland
lt: Islandija

source: India
lt: Indija

source: Indonesia
lt: Indonezija

source: Iran, Islamic Republic of
lt: Iranas, Islamo Respublika

source: Iraq
lt: Irakas

source: Ireland
lt: Airija

source: Israel
lt: Izraelis

source: Italy
lt: Italija

source: Jamaica
lt: Jamaika

source: Japan
lt: Japonija

source: Jordan
lt: Jordanija

source: Kazakhstan
lt: Kazachstanas

source: Kenya
lt: Kenija

source: Kiribati
lt: Kiribatis

source: Korea, Democratic People's Republic of
lt: Korėja, Demokratinė Liaudies Respublika

source: Korea, Republic of
lt: Korėjos Respublika

source: Kuwait
lt: Kuveitas

source: Kyrgyzstan
lt: Kirgizija

source: Lao People's Democratic Republic
lt: Laoso Liaudies Demokratinė Respublika

source: Latvia
lt: Latvija

source: Lebanon
lt: Libanas

source: Lesotho
lt: Lesotas

source: Liberia
lt: Liberija

source: Libyan Arab Jamahiriya
lt: Libijos Arabų Džamahirija

source: Liechtenstein
lt: Lichtenšteinas

source: Lithuania
lt: Lietuva

source: Luxembourg
lt: Liuksemburgas

source: Macao
lt: Makao

source: Macedonia, the Former Yugoslav Republic of
lt: Makedonija, Buvusioji Jugoslavijos Respublika

source: Madagascar
lt: Madagaskaras

source: Malawi
lt: Malavis

source: Malaysia
lt: Malaizija

source: Maldives
lt: Maldyvai

source: Mali
lt: Malis

source: Marshall Islands
lt: Maršalo salos

source: Martinique
lt: Martinika

source: Mauritania
lt: Mauritanija

source: Mauritius
lt: Mauricijus

source: Mayotte
lt: Majotas

source: Mexico
lt: Meksika

source: Micronesia, Federated States of
lt: Mikronezijos Federacinės Valstijos

source: Moldova, Republic of
lt: Moldovos Respublika

source: Monaco
lt: Monakas

source: Mongolia
lt: Mongolija

source: Montserrat
lt: Montseratas

source: Morocco
lt: Marokas

source: Mozambique
lt: Mozambikas

source: Myanmar
lt: Mianmaras

source: Namibia
lt: Namibija

source: Nepal
lt: Nepalas

source: Netherlands
lt: Nyderlandai

source: Netherlands Antilles
lt: Nyderlandų Antilai

source: New Caledonia
lt: Naujoji Kaledonija

source: New Zealand
lt: Naujoji Zelandija

source: Nicaragua
lt: Nikaragva

source: Niger
lt: Nigeris

source: Nigeria
lt: Nigerija

source: Niue
lt: Niue salos

source: Norfolk Island
lt: Norfolko sala
