Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lit/LC_MESSAGES/default.po
Languages: lt

source: Verification Code
lt: Patvirtinimo kodas

source: Please enter verification Code
lt: Prašome įvesti patvirtinimo kodą

source: Reset Password
lt: Atstatyti slaptažodį

source: Confirm Password
lt: Patvirtinti slaptažodį

source: Add Groups
lt: Pridėti grupes

source: Group Name
lt: Grupės pavadinimas

source: Edit Groups
lt: redaguoti Grupės

source: Groups
lt: Grupės

source: Add New Group
lt: Pridėti naują grupę

source: Add Help Content
lt: Pridėti Pagalba turinį

source: Title
lt: Pavadinimas

source: Description
lt: Aprašymas

source: Edit Help Content
lt: Redaguoti Pagalba Turinio

source: Help Content
lt: Pagalba Turinio

source: Add New Help Content
lt: Pridėti naują Pagalba turinį

source: Import/Export Qusetions
lt: Importas / Eksportas Qusetions

source: Back To Questions
lt: Atgal į klausimų

source: Export Questions
lt: eksporto klausimai

source: Select File
lt: pasirinkite File

source: Import Questions
lt: importo klausimai

source: Import/Export Students
lt: Importas / Eksportas Studentai

source: Back To Students
lt: Atgal studentams

source: Export Students
lt: eksporto Studentai

source: Import Students
lt: importo Studentai

source: All Messages
lt: Visos žinutės

source: My Profile
lt: Mano profilis

source: Change Password
lt: Pakeisti slaptažodį

source: Logout
lt: Atsijungti

source: Date &amp; Time
lt: Data & amp; Laikas

source: Compose Mail
lt: Rašykite mums

source: Search Student Mail
lt: Paieška Studentų Paštas

source: Message
lt: Pranešimai

source: Send
lt: Sųsti

source: Compose
lt: Rašyti

source: Inbox
lt: Gauti

source: Sent Mail
lt: Išsiųsti laiškai

source: Trash
lt: šiukšlės

source: More
lt: daugiau

source: Mark as Read
lt: Žymėti kaip skaitytas

source: Mark as Unread
lt: Žymėti kaip neskaitytą

source: Move to Inbox
lt: Perkelti į Gautieji

source: Reply
lt: atsakymas

source: Forward
lt: Pirmyn.

source: Menu Names
lt: Meniu Vardai

source: Model Name
lt: modelio pavadinimas

source: Icon
lt: Piktograma

source: Add News
lt: Pridėti naujieną

source: News Title
lt: Naujienos pavadinimas

source: News Description
lt: Naujienos aprašymas

source: Edit News
lt: Redaguoti Naujienos

source: News
lt: Naujienos

source: Add New News
lt: Pridėti naują Naujienos

source: Paypal Payment Option
lt: PayPal mokėjimo variantas

source: Signature
lt: Parašas

source: Sandbox Mode
lt: Smėlio režimas

source: True
lt: Tiesa

source: Add Question
lt: Pridėti klausimas

source: Question
lt: Klausimas

source: Correct Answers
lt: teisingi atsakymai

source: Type your question here
lt: Įveskite savo klausimą čia

source: True/False
lt: Taip / Ne

source: False
lt: netikras

source: Blank Space
lt: tuščia erdvė

source: Explanation (Optional)
lt: Paaiškinimas (neprivalomas)

source: Provide explanation in support of correct answer
lt: Pateikite paaiškinimus, remiant teisingą atsakymą

source: Hint(optional)
lt: Užuomina (neprivaloma)

source: Hint to help answer correctly
lt: Užuomina padėti atsakyti teisingai

source: without minus sign
lt: be minuso ženklu

source: Edit Question Type
lt: Redaguoti Klausimų tipas

source: Explanation
lt: paaiškinimas

source: Hint
lt: užuomina

source: Questions
lt: Klausimai

source: Add New Question
lt: Pridėti naują klausimą

source: Import/Export Question
lt: Importas / Eksportas Klausimas

source: Answer
lt: atsakymas

source: Question Details
lt: klausimas detalės

source: Exam Wise
lt: egzamino Išminčius

source: Please Select Exam
lt: Išrinkite egzamino

source: Status of Result
lt: Būsena rezultatas

source: Please Select Result Status
lt: Išrinkite Result Status

source: Download Result
lt: parsisiųsti rezultatas

source: Rank
lt: rangas

source: Test
lt: testas

source: Percent
lt: procentai

source: Result
lt: Rezultatas

source: View Result
lt: Peržiūrėti rezultatai

source: Download/Print Result
lt: Atsisiųsti / Spausdinti Rezultatas

source: Student Wise
lt: Studentų Išminčius

source: Name or Enrolment Number
lt: Vardas arba Priėmimas Taškų

source: Enrolment Number
lt: Priėmimas Taškų

source: Back
lt: Pabaiga

source: Assesment Report for
lt: Vertinimas ataskaita

source: Taken Date
lt: Paimta data

source: Total Time
lt: viso laiko

source: Nos. of Browser tolrance attempt
lt: Nr. Iš naršyklės tolrance bandymas

source: Total Score
lt: Galutinis rezultatas

source: Student Marks Distribution
lt: Studentų ženklai pasiskirstymas

source: Feedback
lt: Atsiliepimai

source: Marks Sheet
lt: Prekių ženklai lapas

source: Section Name
lt: Vardas skyrius

source: Section proportion
lt: dalis Skyrius

source: Actual
lt: faktinis

source: Your Percentage
lt: Jūsų procentas

source: Section Summary
lt: santrauka skyrius

source: Maximum Score
lt: Maksimalus balas

source: Developed Skill
lt: Sukurtas Įgūdžiai

source: Needs Development
lt: poreikiams

source: Lack of Skill
lt: Trūksta įgūdžių

source: MCQ answered
lt: MCQ atsakė

source: S.N.
lt: S.

source: Legend
lt: Santrumpos

source: Send Emails
lt: Siųsti elektroninius laiškus

source: Teachers
lt: mokytojai

source: Any Email
lt: Bet Elektroninis paštas

source: Default all students if you add manually then search student email
lt: Nutylėjimą visi studentai, jei norite pridėti rankiniu būdu tada ieškoti studento laišką

source: Default all teachers if you add manually then search teacher email
lt: Numatytasis visiems mokytojams, jei norite pridėti rankiniu būdu tada ieškoti mokytojo laišką

source: Type any email comma seprated
lt: Įveskite bet pašto kablelį seprated

source: Type subject
lt: tipas tema

source: Select Email Template
lt: Pasirinkite Šablonas

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
lt: Jei nenorite pasirinkti elektroninio pašto šabloną, tada tiesiog įrašykite el pranešimą. Kai įkeliate redaktorius, tada jūs negalite pasirinkti šabloną eiti iš naujo mygtuką

source: Send Sms
lt: siųsti SMS

source: Any Sms
lt: Bet SMS

source: Default all student if you add manually then search students name
lt: Nutylėjimą visi studentas, jei norite pridėti rankiniu būdu tada ieškoti studentams vardą

source: Default all teachers if you add manually then search teacher name
lt: Numatytasis visiems mokytojams, jei norite pridėti rankiniu būdu tada ieškoti mokytojo vardą

source: Any Number
lt: bet koks skaičius

source: Type any number comma seprated
lt: Įveskite bet skaičių kablelis seprated

source: Select Sms Template
lt: Pasirinkite SMS Šablono

source: Sms Template
lt: sms Šablono

source: If you do not want to select sms template then simply type sms message
lt: Jei nenorite pasirinkti sms šabloną, tada tiesiog įrašykite SMS žinute

source: Certificate Signature
lt: sertifikato parašo

source: Upload Image(* height less than 75px)
lt: Įkelti nuotrauką (* aukštis mažesnis nei 75 taškų)

source: Delete Signature
lt: Ištrinti Parašas

source: Add Slides
lt: įtraukti skaidres

source: Slide Name
lt: Pristatymas Vardas

source: Upload Slide (1350*550)
lt: Įkelti Pristatymas (1350 * 550)

source: Edit Slides
lt: Redaguoti Skaidrės

source: Slides
lt: skaidrės

source: Add New Slide
lt: Įdėti naują skaidrę

source: SMS Settings
lt: SMS nustatymai

source: API Link
lt: API Nuoroda

source: Sender ID
lt: siuntėjo adresas

source: Heading Username
lt: Nick pozicijoje

source: Username field provided by sms gateway
lt: Nick laukas teikia SMS Gateway

source: Heading Password
lt: Slaptažodis pozicijoje

source: Password field provided by sms gateway
lt: Slaptažodis laukas teikia SMS Gateway

source: Heading Mobile No
lt: Pozicijoje Mobile No

source: Mobile No field provided by sms gateway
lt: Mobilus Nėra laukas teikia SMS Gateway

source: Heading Message
lt: pozicijoje pranešimas

source: Message field provided by sms gateway
lt: Pranešimo laukas teikia SMS Gateway

source: Heading Sender Id
lt: Pozicijoje siuntėjo adresas

source: Sender Id field provided by sms gateway
lt: Siuntėjo ID laukas teikia SMS Gateway

source: Add SMS Template
lt: Įdėti SMS šabloną

source: Edit SMS templates
lt: Redaguoti SMS šablonai

source: SMS Templates
lt: SMS šablonai

source: Add New SMS Template
lt: Pridėti naują SMS šabloną

source: Add Students
lt: Pridėti Studentai

source: Address
lt: Adresas

source: Guardian Phone
lt: "guardian" Telefonas

source: Edit Students
lt: redaguoti Studentai

source: Renewal Date
lt: atnaujinimo data

source: Add New Student
lt: Pridėti naują Studentas

source: Wallet
lt: piniginė

source: Admission Date
lt: Priėmimo data

source: Credit
lt: kreditas

source: Debit
lt: debetas

source: Balance
lt: Balansas

source: Date & Time
lt: Data ir laikas

source: Payment Through
lt: mokėjimas per

source: Remarks
lt: Pastabos

source: View Student Information
lt: Peržiūrėti Studentų Informacija

source: Full Name
lt: Pilnas vardas

source: Phone Number
lt: Telefono numeris

source: Registered Email
lt: Registracinė paštas

source: Alternate Number
lt: pakaitinis Taškų

source: Enrolment No
lt: Priėmimas Nėra

source: Last Login
lt: Paskutinis prisijungimas

source: Students Wallet
lt: studentai piniginė

source: Transaction Form
lt: sandorio formos

source: Mobile
lt: Mobilūs

source: ADD
lt: Pridėti

source: DEDUCT
lt: atskaityti

source: Add Subjects
lt: Pridėti dalykai

source: Edit Subjects
lt: redaguoti dalykai

source: Subjects
lt: tematika

source: Add New Subject
lt: Pridėti Nauja Tema

source: Question Bank
lt: Klausimų bankas

source: Add Testimonials
lt: Pridėti Atsiliepimai

source: Upload Photo (150*150)
lt: Įkelti nuotrauką (150 * 150)

source: Edit Testimonials
lt: Redaguoti Atsiliepimai

source: Testimonials
lt: Atsiliepimai

source: Add New Testimonial
lt: Pridėti naują atsiliepimą

source: Photo
lt: Nuotrauka

source: Add Users
lt: Pridėti Vartotojai

source: User Level
lt: vartotojas lygis

source: Username
lt: Vartotojo vardas

source: Level users
lt: lygis vartotojai

source: Add New Level
lt: Pridėti naują lygį

source: Back To Users
lt: Atgal į vartotojo

source: Level Name
lt: Lygio pavadinimas

source: Set Permission
lt: Nustatyti leidimas

source: Assign Form Rights
lt: Susieti Forma teises

source: Module Name
lt: Modulio pavadinimas

source: Old Password
lt: senas slaptažodis

source: Edit Users
lt: redaguoti Vartotojai

source: User Registration Form
lt: Vartotojo registracija

source: Users
lt: Vartotojai

source: Add New User
lt: Pridėti naują vartotoją

source: Add Level Users
lt: Pridėti lygio Vartotojai

source: Level User
lt: lygis Vartotojas

source: Dear user, log in to access the admin area!
lt: Mielas vartotojau, prisijunkite atidarykite admin zona!

source: Admin / Teacher Username
lt: Administratorius / mokytojų Nick

source: Forgot User Name
lt: Pamiršote vartotojo vardą

source: Organisation Logo
lt: organizavimas Logotipas

source: Upload Image(* height less than 220px)
lt: Įkelti nuotrauką (* aukštis mažiau nei 220px)

source: Delete Logo
lt: Ištrinti logotipas

source: Please provide a type for chart %s!
lt: Prašome pateikti tipo diagramos %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
lt: Diagrama: \ " %s \ "negali būti rasta. Įsitikinkite, kad diagrama vardas yra tą pačią eilutę, kuri yra perduodama $ this- HighCharts-> padaryti (), jūsų nuomone.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
lt: Express Checkout "sandoris baigėsi ir sandoris turi būti iš naujo

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
lt: Galbūt turite antrą skambutį tuo pačiu mokėjimo arba galite naudojo tą pačią sąskaitą faktūrą ID atskirais sandoriais.

source: Please use a different funcing source.
lt: Prašome naudoti kitą funcing šaltinį.

source: An error occured, please retry the transaction.
lt: Įvyko klaida, bandykite dar kartą sandorį.

source: This transaction couldn't be completed. Redirecting to payment gateway
lt: Šis sandoris negalėjo būti baigtas. Siunčiami į mokėjimo šliuzai

source: You have not agreed to the billing agreement.
lt: Jūs nesate sutiko sutartyje atsiskaitymo.

source: The billing agreement is disabled or inactive.
lt: Atsiskaitymo susitarimas yra išjungtas arba neaktyvus.

source: The credit card used is expired.
lt: Kredito kortelės, naudotos yra pasibaigęs.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
lt: Sandoris buvo atsisakyta, nes AVS atsakas grąžino N vertę ir Merchant Account negali priimti tokius sandorius.

source: The payment gateway account is restricted.
lt: Mokėjimo šliuzai sąskaita yra apribota.

source: You must submit an IP address of the buyer with each API call.
lt: Jūs turite pateikti IP PirkÄ su kiekvienu API skambučio.

source: The merchant selected a value for the PaymentAction field that is not supported.
lt: Prekybininkas pasirinktas vertę už PaymentAction srityje, kuri yra nepalaikoma.

source: The credit card field was blank.
lt: Kredito kortelės laukas buvo tuščias.

source: The total amount and item amounts do not match.
lt: Bendra suma ir punktas sumos nesutampa.

source: The credit card entered is currently restricted by the payment gateway.
lt: Kredito kortelės įvesti šiuo metu riboja mokėjimo šliuzai.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
lt: Prekybininkas įvedėte sąskaitos ID, kuris jau susietas su to paties pardavėjo sandorį. Bandymas su nauju sąskaitos faktūros ID

source: The transaction was declined by the country filter managed by the merchant.
lt: Sandoris buvo sumažėjo šalies filtru valdomo prekybos.

source: The transaction was declined by the maximum amount filter managed by the merchant.
lt: Sandoris buvo sumažėjo didžiausia suma filtru valdomo prekybos.

source: The transaction was declined by the payment gateway.
lt: Sandoris buvo atmesta dėl mokėjimo šliuzai.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
lt: Sandoris buvo sumažėjo mokėjimo šliuzai dėl galimos apgaulingos veiklos.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
lt: Sandoris buvo sumažėjo mokėjimo šliuzai dėl galimos apgaulingos veiklos dėl IP adresą.

source: The merchant account attempting the transaction is not a business account.
lt: Prekybininkas sąskaita bando sandoris nėra verslo sąskaita.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
lt: Prekybininkas sąskaita bando sandorį negali apdoroti Tiesioginis mokėjimas sandorius.

source: Access to Direct Payment was disabled for your account.
lt: Prieiga prie tiesioginių išmokų buvo išjungta dėl savo paskyros.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
lt: Prekybininkas sąskaita bando sandorį neturi patvirtintų pašto adresą su mokėjimo šliuzai.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
lt: Prekybininkas bandė sandorį, kai suma viršijo viršutinę ribą, kad prekybininkai.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
lt: Sandoris buvo atmesta dėl to, kad prekybininkai rizikos filtru AVS. Tiksliau, prekybininkai įkūrė mažėti sandorį, kai AVS grįžo ne atitikmuo (AVS = n).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
lt: Sandoris buvo atmesta dėl to, kad prekybininkai rizikos filtru AVS. Tiksliau, prekybininkai įkūrė filtrą mažėti sandorius, kai AVS grąžina dalinis sutapimas.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
lt: Sandoris buvo atmesta dėl to, kad prekybininkai rizikos filtru AVS. Tiksliau, prekybininkai įkūrė filtrą mažėti sandorius, kai AVS yra nepalaikoma.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
lt: Prekybininkas įvesti IP adresą, kuris buvo negaliojantis formatu. IP adresas turi būti tokio formato, kaip antai 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
lt: The Merchant konfigūracijos reikalauja CVV reikia įrašyti, bet ne CVV buvo pateikta šio sandorio.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
lt: Prekybininkas jeigu adresą arba Jungtinėse Amerikos Valstijose ar Kanadoje, bet valstybė, jeigu nėra galioja narė arba šalyje.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
lt: Sandoris buvo sumažėjo išdavęs bankas, o ne mokėjimo šliuzai. Prekybininkas turi bandyti kitą kortelę.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
lt: Pirklio gyvenamoji šalis šiuo metu nėra palaikoma leisti Tiesioginis mokėjimas sandorius.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
lt: Sandoris buvo atmesta, nes mokėjimo šliuzai šiuo metu apdoroja sandorį to paties pirkėjo už tą pačią sumą. Gali įvykti, kai pirkėjas pateikia kelis, identiškas operacijas paeiliui.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
lt: Numatyta CVV yra neteisinga. CVV yra tarp 3-4 skaitmenys.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
lt: Pabandykite dar kartą vėliau. Įsitikinkite, kad praėjo teisingą CVV ir adresas info pirkėjui. Jei kuriant pasikartojantį profilį, bandykite dar kartą leisdami init sumą 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
lt: Sandoris neatitinka dėl trūkstamų ar negaliojančių 3-D Secure authentication vertybes. Patikrinkite ESI, ECI3DS, CAVV, XID laukus.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
lt: Sandoris buvo atmestas mokėjimo šliuzai, nes pernelyg nesėkmių per trumpą laiką šiai kredito kortelę.

source: The transaction was declined by payment gateway.
lt: Sandoris buvo sumažėjo mokėjimo šliuzai.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
lt: Sandoris buvo atmesta, nes prekybininkai neturi galiojančio komercinio subjekto susitarimą dėl bylos su mokėjimo šliuzai.

source: The transaction was declined because the CVV entered does not match the credit card.
lt: Sandoris buvo atmesta, nes CPR įvesta neatitinka kredito kortelę.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
lt: Sandoris buvo sumažėjo išdavęs bankas, nes galiojimo laikas pasibaigęs kreditine kortele. Prekybininkas turi bandyti kitą kortelę.

source: Exceeded permissible limit for Navigating away
lt: Viršijo leistiną ribą Navigacija toli

source: You have exceeded the permissible limit for navigating away from your test
lt: Jūs viršijote leistiną ribą naršyti toli nuo savo bandymu

source: Your test has finished. You can close the window now
lt: Jūsų bandymas baigtas. Galite uždaryti langą dabar

source: Installation Complete
lt: Diegimas baigtas

source: Aho! The System is installed successfully.
lt: E. Aho! Sistema yra įdiegta sėkmingai.

source: Go to Admin/Teacher Interface
lt: Eiti į Admin / mokytojų sąsaja

source: User
lt: Vartotojas

source: Go to Front End/Student Interface
lt: Eiti į priekis / Studentų sąsaja

source: Visit our website
lt: Apsilankykite mūsų svetainėje

source: for documentation and support
lt: dokumentavimo ir paramos

source: My Exam Stats
lt: Mano egzamino statistika

source: Total Exam Given
lt: Iš viso egzamino Atsižvelgiant

source: Absent Exams
lt: Nedirbantis Egzaminai

source: Best Score in
lt: Geriausias rezultatas yra

source: On
lt: Įjungta

source: Failed in
lt: nepavyko

source: Average Percentage
lt: Vidutinis procentas

source: Your Rank
lt: Jūsų Reitingas

source: Month Wise Performance
lt: Mėnesio Išminčius spektaklio

source: Exam Wise Performance
lt: Egzamino Išminčius spektaklio

source: Top 10
lt: Populiariausi

source: Todays Exam
lt: Šiandienos egzamino

source: Top
lt: Populiariausi

source: These are the exam(s) that can be taken right now
lt: Tai yra egzaminą (-ai), kuris gali būti imtasi dabar

source: No Exams found for today
lt: šiandien nerado jokių Egzaminai

source: Something went wrong
lt: Kažkas atsitiko:r

source: Show
lt: Rodyti

source: entries
lt: įrašai

source: Prev
lt: Ankstesnis

source: Next
lt: Kitas

source: Showing {:start} to {:current} of {:count} entries
lt: Rodoma {:start} į {:current} iš {:count} įrašus

source: Email Verification
lt: e-pašto adresą

source: Please Enter Verification Code in the Text Box
lt: Prašome įvesti patvirtinimo kodą į teksto laukelį

source: Re-Send Email Verification
lt: Re Siųsti e-pašto adresą

source: Please Enter Email Id in the Text Box which you enter at the time of registration
lt: Prašome įvesti elektroninio pašto numeris teksto laukelyje, kurį patekti į registracijos metu

source: Purchased Exam
lt: Įsigytas egzamino

source: Expired Exam
lt: pasibaigęs egzamino

source: These are the exam(s) which has been expired
lt: Tai yra egzaminą (-us), kurį buvo pasibaigęs

source: No Exams found
lt: Nerasta Egzaminai

source: Thank you for using the test
lt: Dėkojame, kad naudojatės testą

source: 1. The test instructions were
lt: 1. Bandymo instrukcijos buvo

source: Largely Clear
lt: daugiausia Išvalyti

source: Medium Clear
lt: Vidutinis Išvalyti

source: Not Clear
lt: Neaiškus

source: 2. Language of question was
lt: 2. Kalba klausimą buvo

source: 3. Overall test experience was
lt: 3. Apskritai tyrimas patirtis buvo

source: Good
lt: Geras

source: Better
lt: geriau

source: Best
lt: geriausias

source: Any other feedback suggestion
lt: Bet koks kitas atsiliepimai pasiūlymas

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
lt: Uždarykite visus savo pokalbių langais, ekrano užsklandos ir antivirusinių programų Prieš pradedant testą

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
lt: Prašome nespauskite \ "F5 " per savo testą. Tai bus baigti testą ir jūs negalėsite iš naujo atidaryti testą

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
lt: Jūsų atsakymai bus išsaugoti. Jei jūsų bandymas atjungtas dėl bet kokios priežasties, jūsų atsakymai iki to taško, bus išgelbėtas
