Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lit/LC_MESSAGES/default.po
Languages: lt

source: Northern Mariana Islands
lt: Marianos šiaurinės salos

source: Norway
lt: Norvegija

source: Oman
lt: Omanas

source: Pakistan
lt: Pakistanas

source: Palestinian Territory, Occupied
lt: Okupuota Palestinos teritorija

source: Papua New Guinea
lt: Papua Naujoji Gvinėja

source: Paraguay
lt: Paragvajus

source: Philippines
lt: Filipinai

source: Pitcairn
lt: Pitkernas

source: Poland
lt: Lenkija

source: Portugal
lt: Portugalija

source: Puerto Rico
lt: Puerto Rikas

source: Qatar
lt: Kataras

source: Reunion
lt: susitikimas

source: Romania
lt: Rumunija

source: Russian Federation
lt: Rusijos Federacija

source: Rwanda
lt: Ruanda

source: Saint Helena
lt: Elenos sala

source: Saint Kitts and Nevis
lt: Sent Kitsas ir Nevis

source: Saint Lucia
lt: Sent Lusija

source: Saint Pierre and Miquelon
lt: Sent Pjeras ir Mikelonas

source: Saint Vincent and the Grenadines
lt: Sent Vinsentas ir Grenadinai

source: San Marino
lt: San Marinas

source: Sao Tome and Principe
lt: San Tomė ir Prinsipė

source: Saudi Arabia
lt: Saudo Arabija

source: Senegal
lt: Senegalas

source: Serbia and Montenegro
lt: Serbija ir Juodkalnija

source: Seychelles
lt: SEIŠELIAI

source: Sierra Leone
lt: Siera Leonė

source: Singapore
lt: Singapūras

source: Slovakia
lt: Slovakija

source: Slovenia
lt: Slovėnija

source: Solomon Islands
lt: Saliamono salos

source: Somalia
lt: Somalyje

source: South Africa
lt: pietų Afrika

source: South Georgia and the South Sandwich Islands
lt: Pietų Džordžija ir Pietų Sandvičo salos

source: Spain
lt: Ispanija

source: Sri Lanka
lt: Šri Lanka

source: Sudan
lt: Sudanas

source: Suriname
lt: Surinamas

source: Svalbard and Jan Mayen
lt: Svalbardo ir Jan Mayenas

source: Swaziland
lt: Svazilendas

source: Sweden
lt: Švedijoje,

source: Switzerland
lt: Šveicarija

source: Syrian Arab Republic
lt: Sirijos Arabų Respublika

source: Taiwan, Province of China
lt: Taivanas, Kinijos provincija

source: Tajikistan
lt: Tadžikistanas

source: Tanzania, United Republic of
lt: Tanzanijos Jungtinė Respublika

source: Thailand
lt: Tailandas

source: Togo
lt: Eiti

source: Trinidad and Tobago
lt: Trinidadas ir Tobagas

source: Tunisia
lt: Tunisas

source: Turkey
lt: Turkija

source: Turkmenistan
lt: Turkmėnistanas

source: Turks and Caicos Islands
lt: Terkso ir Kaikoso salos

source: Ukraine
lt: Ukraina

source: United Arab Emirates
lt: Jungtiniai Arabų Emyratai

source: United Kingdom
lt: Jungtinė Karalystė

source: United States
lt: Jungtinės Valstijos

source: Uruguay
lt: Urugvajus

source: Uzbekistan
lt: Uzbekistanas

source: Venezuela
lt: Venesuela

source: Viet Nam
lt: Vietnamas

source: Virgin Islands, British
lt: Didžiosios Britanijos Mergelių salos

source: Virgin Islands, U.s.
lt: Mergelių salos, JAV

source: Wallis and Futuna
lt: Volis ir Futūna

source: Western Sahara
lt: Vakarų Sachara

source: Yemen
lt: Jemenas

source: Zambia
lt: Zambija

source: Zimbabwe
lt: Zimbabvė

source: Invalid argument #1: %s is not a valid %s identifyer.
lt: Neteisingas argumentas # 1: %s yra neteisingas %s identifyer.

source: %s for Row %d failed to save.
lt: %s už Row %d nepavyko išsaugoti.

source: You need to define at least one field to be toggleable.
lt: Jums reikia nustatyti bent vieną lauką būtų toggleable.

source: The field %s is not in the list of toggleable fields.
lt: Lauke %s yra ne į toggleable sričių sąrašą.

source: The field %s does not have two toggleable states defined.
lt: Lauke %s neturi dvi toggleable narės nustatė.

source: Invalid record
lt: Neteisingas įrašas

source: Server lipsum.com returns error code %s.
lt: Serverio lipsum.com grįžta klaidos kodas %s .

source: Response from lipsum.com is empty or could not be decoded.
lt: Atsakas iš lipsum.com tuščias arba negalėjo būti atkoduoti.

source: Connection to server lipsum.com failed. %s.
lt: Prijungimas prie serverio lipsum.com nepavyko. %s .

source: Please correct the errors below.
lt: Ištaisykite klaidas žemiau.

source: Error
lt: Klaida

source: The requested address %s was not found on this server.
lt: Prašoma adresas %s nerasta šiame serveryje.

source: An Internal Error Has Occurred.
lt: Vidinė klaida įvyko.

source: datasource configuration was not found
lt: duomenųšaltinio konfigūracija nerastas

source: CakePHP: the rapid development php framework
lt: CakePHP: sparti Php sistema

source: Debug setting does not allow access to this url.
lt: Derinimo nustatymai neleidžia patekti į šį URL.

source: Add New Exam
lt: Pridėti naują egzaminą

source: Inactive
lt: Neveiklus

source: Start & End Date
lt: Pradžios ir pabaigos data

source: Certification of Completion
lt: Sertifikavimas pildymo

source: Click here to download excel file format
lt: Spauskite čia norėdami parsisiųsti Excel failo formatą

source: Are you sure, you want to close this exam?
lt: Ar tikrai jūs norite uždaryti šį egzaminą?

source: Are you sure, you want to re-activate this exam?
lt: Ar tikrai, jūs norite vėl suaktyvinti šį egzaminą?

source: Closed
lt: Uždaryta

source: Results
lt: Rezultatai

source: Configurations
lt: sudėtys

source: General
lt: Pagrindinis

source: Contents
lt: Turinia

source: Email & SMS
lt: Paštas ir SMS

source: Customer Support Service
lt: Klientų aptarnavimas Paslaugos

source: Knowledge Base (for Documentation)
lt: Žinių bazės (dokumentacijos)

source: Forum (24x7x)
lt: Forumas (24x7x)

source: Live Chat (For Sales & Billing Only)
lt: Pokalbis (už pardavimus ir atsiskaitymas Tik)

source: Support (For Technical Support)
lt: Pagalba (techninės paramos)

source: Visit Our Website
lt: Apsilankykite mūsų svetainėje

source: for more documentation & Details
lt: Daugiau dokumentus ir Detalės
