Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/lit/LC_MESSAGES/default.po
Languages: lt

source: File Manager
lt: failų tvarkyklė

source: You can find your result here.
lt: Jūs galite rasti savo rezultatą čia.

source: Thanks for given the exam.
lt: Ačiū už suteiktas egzaminą.

source: Dashboard
lt: Darbastalis

source: Leader Board
lt: Lyderių lenta

source: My Exams
lt: Mano Egzaminai

source: My Result
lt: Mano rezultatas

source: Group Performance
lt: grupė spektaklio

source: Payment
lt: Mokama

source: Transaction History
lt: sandorio istorija

source: Mailbox
lt: pašto dėžutė

source: Help
lt: Pagalba

source: Home
lt: Namų

source: Register
lt: Registruotish

source: Log In
lt: Prisijungti

source: Invalid Post
lt: Neteisingas Rašyti

source: Jan
lt: Sausis

source: Feb
lt: vasaris

source: May
lt: Gegužė

source: Jun
lt: birželis

source: Jul
lt: liepa

source: Aug
lt: Rugpjūtis

source: Sep
lt: rugsėjis

source: Oct
lt: 2013 m. spalis

source: Nov
lt: lapkritis

source: Dec
lt: Gruodis

source: Percentage
lt: procentas

source: Month
lt: 1 mėnesis

source: Exams
lt: Egzaminai

source: Email verified successfully
lt: Paštas patvirtintas sėkmingai

source: Invalid Verification Code
lt: Neteisingas Patvirtinimo kodas

source: A verification Code send to your Email inbox or Spam
lt: Patvirtinimo kodas atsiųsti į jūsų elektroninio pašto dėžutę ar Šlamštas

source: Email Id already verified
lt: Elektroninio pašto numeris jau patikrintas

source: Email Id not registered in system
lt: Paštas identifikatoriaus nėra registruotas sistemoje

source: You have attempted maximum exam.
lt: Bandėte maksimalų egzaminą.

source: You have attempted maximum number of questions in this subject
lt: Bandėte maksimalų skaičių klausimus šia tema

source: You can find your result here
lt: Jūs galite rasti savo rezultatą čia

source: Insufficient Amount.
lt: Nepakankamas kiekis.

source: 1. The test instructions were
lt: 1. Bandymo instrukcijos buvo

source: 2. Language of question was
lt: 2. Kalba klausimą buvo

source: 3. Overall test experience was
lt: 3. Apskritai tyrimas patirtis buvo

source: Any other feedback suggestion:
lt: Bet koks kitas atsiliepimai pasiūlymas:

source: Feedback has submitted successfully!
lt: Atsiliepimai pateikė sėkmingai!

source: Feedback already submitted.
lt: Atsiliepimai jau pateikė.

source: Email id is not registered in system
lt: Paštas tapatybės nėra registruotas sistemoje

source: Your password reset link is sent to your registered email id
lt: Jūsų slaptažodžio nuorodą išsiųstas į jūsų registruotu elektroninio pašto numeris

source: Incorrect code
lt: Neteisingas kodas

source: Password Changed Successfully
lt: Slaptažodis sėkmingai pakeistas

source: My Performance
lt: Mano spektaklio

source: My Group performance
lt: Mano grupės pasirodymas

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
lt: Prašymas jau įdiegta. Pašalinti programą / tmp / installed.txt įdiegti programą

source: Writeable
lt: įrašomieji

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
lt: Deja! Failo leidimas Klaidos <br> Prašom pradziu programa / config / database.php yra writable režimu.

source: A connection was successfully established with the server.
lt: Ryšys buvo sėkmingai užmegzti su serveriu.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
lt: Nepavyko prisijungti prie duomenų bazės. Prašome patikrinti nustatymus app / config / database.php ir bandykite dar kartą

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
lt: Deja! Aplankas Leidimas Klaidos <br> Prašom tmp aplanką yra writable režimu.

source: Your Mail has been sent
lt: Jūsų laiškas buvo nusiųstas

source: Forwarded message
lt: persiųstas laiškas

source: From
lt: Nuo

source: Subject
lt: Temag

source: The mail has been moved to the Trash
lt: Pašto buvo perkeltas į šiukšlinę

source: Your Mail has been deleted
lt: Jūsų paštas buvo ištrintas

source: The mail has been moved to the Inbox
lt: Pašto buvo perkeltas į gautuosius

source: The mail has been marked as Read
lt: Pašto buvo pažymėtas kaip skaitytas

source: The mail has been marked as Unread
lt: Pašto buvo pažymėtas kaip neskaitytas

source: Paypal Payment not set
lt: Paypal mokėjimas nėra nustatytas

source: Payment Cancel
lt: Mokėjimo Atšaukti

source: Wallet Payment
lt: piniginė išmoka

source: Try again! Can not connect to paypal
lt: Bandyk iš naujo! Nepavyko prisijungti prie paypal

source: Invalid Amount
lt: Neteisingas suma

source: Payment already done
lt: Mokėjimo jau padaryta

source: Payment not done
lt: Mokėjimo nepadarė

source: Payment successfully! Amount %s added in your wallet
lt: Mokėjimo sėkmingai! Kiekis %s pridėta į jūsų piniginėje

source: Profile Updated Successfully
lt: Aprašymas sėkmingai atnaujintas

source: Photo Updated Successfully
lt: Nuotraukų Atnaujinta sėkmingai

source: Invalid Password
lt: Neteisingas slaptažodiss

source: Please select any group
lt: Prašome pasirinkti bet kokį grupę

source: Invalid Security Code
lt: Neteisingas Apsaugos kodas

source: Score
lt: Įvertinimas

source: Max Marks
lt: Maksimalus ženklų

source: Marks Scored
lt: Prekių ženklai Pelnė

source: Subject Wise Time Taken
lt: Tema Išminčius sugaištą laiką

source: Student Performance
lt: mokinių pasiekimai

source: Correct Question
lt: teisingas klausimas

source: Incorrect Question
lt: Neteisingas Klausimas

source: Right Marks
lt: Teisė ženklai

source: Negative Marks
lt: Neigiami ženklai

source: Percentage(%) in Exam
lt: Procentas (%) iš egzamino

source: Percentage(%)
lt: Procentas (%)

source: nd
lt: -oji

source: th
lt: -oji

source: You %s
lt: Jūs %s

source: Administrator
lt: administratorius

source: Payment Gateway
lt: Mokėjimo šliuzai

source: Pay Exam
lt: mokėti egzamino

source: Your account has expired. Please contact administrator
lt: Jūsų paskyra pasibaigęs. Prašome susisiekti su administratoriumi

source: You have been logged in successfully
lt: Jūs buvote prisijungęs sėkmingai

source: Your email not verified! Please click on link sent to your email inbox or spam
lt: Jūsų el nėra patikrinta! Prašome paspausti nuorodą išsiųstas į jūsų elektroninio pašto dėžutę arba šlamštas

source: Incorrect username/password
lt: Neteisingas vartotojo vardas / slaptažodis

source: You have been logged out successfully
lt: Jūs buvote atjungti sėkmingai

source: You are %s Member! Please contact administrator
lt: Jūs esate %s nariu! Prašome susisiekti su administratoriumi

source: Hours
lt: Darbo laikas

source: Mins
lt: min

source: Sec
lt: Sek

source: Grand Total
lt: Iš viso

source: Your Question has been added for exam
lt: Jūsų klausimas buvo įtrauktas egzaminui

source: Your Question has been deleted for exam
lt: Jūsų klausimas buvo išbrauktas egzaminui

source: No Permission
lt: Nėra leidimo

source: Advertisement has been saved
lt: Skelbimo buvo išsaugotas

source: Invalid post
lt: Neteisingas pranešimą

source: Advertisement has been deleted
lt: Skelbimo buvo ištrintas

source: Photo Changed Successfully
lt: Nuotraukų sėkmingai pakeistas

source: Not Attempted
lt: nemėgino

source: Marks Updated
lt: Prekių ženklai Atnaujinta

source: Successfully Finalize
lt: sėkmingai Baigia

source: Successfully Closed Exam
lt: Sėkmingai Uždaroji egzamino

source: English
lt: anglų

source: French
lt: Prancūzų

source: Your Setting has been saved
lt: Jūsų nustatymas buvo išsaugota

source: Page Added Successfully
lt: Puslapis sėkmingai pridėtas

source: Pages updated Successfully
lt: Puslapiai sėkmingai atnaujinta

source: Page has been deleted
lt: Puslapis buvo ištrintas

source: Page has been Unpublished
lt: Puslapis buvo Neskelbta

source: Page has been Published
lt: Puslapis buvo Paskelbta

source: Something wrong
lt: Kažkas negerai

source: Currency has been saved
lt: Valiuta buvo išsaugotas

source: Currency has been deleted
lt: Valiuta buvo ištrintas

source: Student Details
lt: Studentų detalės

source: Active
lt: Aktyvus

source: Pending
lt: Laukiama

source: Suspend
lt: sustabdyti

source: Pass
lt: Pas

source: Fail
lt: žlugti

source: Absent
lt: nėra

source: Student
lt: Studentas

source: Passing %age
lt: Perdavimai %a GE

source: Average %age
lt: Vidutinis %a GE

source: Question Count
lt: Klausimų skaičius

source: Total Question
lt: Iš viso Klausimas

source: Question Bank Difficulty Wise
lt: Klausimų bankas Sunkumo Išminčius

source: Easy
lt: lengvas

source: Medium
lt: vidutinis

source: Hard
lt: Sunku

source: Name has been updated
lt: Vardas buvo atnaujintas

source: Email template has been saved
lt: Paštas šablonas buvo išgelbėtas

source: Email template has been deleted
lt: Paštas šablonas buvo ištrintas

source: End Date is not less than Start date
lt: Pabaigos data yra ne mažesnis negu pradžios data

source: Please Select any group
lt: Išrinkite jokios grupę

source: Please Add Subject To Exam
lt: Prašome Pridėti Atsižvelgiant į egzamino

source: Exam has been saved. Add questions in exam
lt: Egzaminas buvo išsaugotas. Pridėti į klausimus egzaminą

source: Exam has been saved
lt: Egzaminas buvo išsaugotas

source: Exam has been updated
lt: Egzaminas buvo atnaujintas

source: Exam has been deleted
lt: Egzaminas buvo ištrintas

source: Difficulty Level
lt: Sunkumo lygis

source: Subject Wise Question Count
lt: Tema Išminčius Klausimų skaičius

source: Exam sucessfully inactivated
lt: Egzaminas sėkmingai inaktyvuotas

source: Exam sucessfully activated
lt: Egzaminas sėkmingai aktyvuota

source: There are no question added!
lt: Yra pridėta jokių abejonių!

source: Your username is sent to your registered email id
lt: Jūsų vardas siunčiama į jūsų registruotą elektroninio pašto numeris

source: Group Added Successfully
lt: Grupė sėkmingai pridėtas

source: Group has been saved
lt: Grupė buvo išsaugotas

source: Group has been deleted
lt: Grupė buvo išbraukta

source: Delete subject first
lt: Ištrinti temą pirmoji

source: Help content has been saved
lt: Pagalba turinys buvo išgelbėtas

source: Help content has been deleted
lt: Pagalba turinys buvo ištrinta

source: Questions imported successfully
lt: Klausimai sėkmingai importuotas

source: File not uploaded
lt: Failo nėra įkeltas

source: Only CSV File supported
lt: Tik CSV failo remia

source: Please Select Subject
lt: Išrinkite Temos

source: Please Select any Group
lt: Išrinkite jokios grupės

source: Students imported successfully
lt: Studentai sėkmingai importuotas

source: Please Select Group
lt: Išrinkite Grupė

source: Student Email not found
lt: Studentų paštas nerastas

source: News has been saved
lt: Naujienos buvo išsaugota

source: News has been deleted
lt: Naujienos ištrintas

source: Paypal Payment Setting has been saved
lt: PayPal mokėjimo nustatymas buvo išsaugotas

source: Setting Problem
lt: nustatymas Problema

source: Please Choose the Correct answer
lt: Prašome pasirinkti teisingą atsakymą

source: Please select true or false
lt: Prašome pasirinkti true arba false

source: Please fill blank space
lt: Prašome užpildyti tuščią erdvę

source: Question added to bank successfully
lt: Klausimas įtrauktas į banką sėkmingai

source: Question has been updated
lt: Klausimų buvo atnaujintas

source: Question has been deleted
lt: Klausimas buvo išbrauktas

source: Delete exam first!
lt: Ištrinti egzaminą pirmą kartą!

source: Question Difficulty Level
lt: Klausimų Sunkumo lygis

source: Performance
lt: CHARAKTERISTIKOS

source: Candidate Marks Distribution
lt: Kandidatas ženklai pasiskirstymas

source: Max Marks Distribution
lt: Maksimalus ženklų platinimas

source: Please select any type in the list
lt: Prašome pasirinkti bet kokį sąrašo tipas

source: Please type any email
lt: Prašome įvesti bet kokį laišką

source: Email has been sent
lt: Buvo išsiųstas laiškas

source: No email to send
lt: Nėra siųsti siųsti

source: Please type any name
lt: Prašome įvesti bet kokį vardą

source: Sms has been sent
lt: Sms buvo išsiųstas

source: No sms to send
lt: Nėra Siųsti SMS

source: Signature has been saved
lt: Parašas buvo išsaugotas

source: Signature has been deleted
lt: Parašas buvo ištrintas

source: Slide has been saved
lt: Pristatymas buvo išsaugotas

source: Slide has been deleted
lt: Pristatymas buvo ištrintas

source: SMS template has been saved
lt: SMS šablonas buvo išgelbėtas

source: SMS template has been deleted
lt: SMS šablonas buvo ištrintas

source: Student added Successfully
lt: Studentų sėkmingai pridėtas

source: Please Select atleast one group
lt: Išrinkite atleast vieną grupę

source: Student has been updated
lt: Studentų buvo atnaujintas

source: Student has been deleted
lt: Studentų buvo ištrintas

source: Student Wallet has been updated
lt: Studentų Piniginė buvo atnaujintas

source: Subject Added Successfully
lt: Tema sėkmingai pridėtas

source: Subject already exist
lt: Tema jau egzistuoja

source: Subject has been updated
lt: Tema buvo atnaujintas

source: Subject has been deleted
lt: Tema buvo ištrinta

source: Testimonial has been saved
lt: Atsiliepimas buvo išsaugotas

source: Testimonial has been updated
lt: Atsiliepimas buvo atnaujintas

source: Testimonial has been deleted
lt: Atsiliepimas buvo ištrintas

source: User Added Successfully
lt: Vartotojas sėkmingai pridėtas

source: User has been updated
lt: Vartotojas buvo atnaujintas

source: User has been deleted
lt: Vartotojas ištrintas

source: Permission update successfully
lt: Leidimas atnaujinti sėkmingai

source: You have been logged in Successfully
lt: Jūs buvote prisijungęs sėkmingai

source: You have been logged out
lt: Jūs buvote atjungti

source: Level User has been saved
lt: Lygis Vartotojas buvo išsaugotas

source: Level user has been deleted
lt: Lygis vartotojas buvo ištrintas

source: Logo has been saved
lt: Logotipas buvo išsaugotas

source: Logo has been deleted
lt: Logotipas buvo ištrintas

source: Add Questions
lt: Pridėti Klausimai

source: Question Type
lt: Klausimų tipas

source: Search
lt: Paieška

source: Reset
lt: Atstatyti

source: Add To Exam
lt: Įdėti į egzamino

source: Delete To Exam
lt: Ištrinti Norėdami egzamino

source: Back To Exam
lt: Atgal į egzamino

source: Type
lt: Tipas

source: Body of Question
lt: Kūno Klausimas

source: Level
lt: Lygis

source: Marks
lt: Prekių ženklai

source: Action
lt: Veiksmash

source: Add Advertisement
lt: Dėti skelbimą

source: Advertisement Name
lt: skelbimo Vardas

source: Ordering
lt: Rikiavimas

source: URL Type
lt: URL tipas

source: Internal
lt: vidaus

source: External
lt: išorinis

source: URL Target
lt: URL Tikslinė

source: _self
lt: _savarankiškai

source: _blank
lt: _tuščias

source: Upload Image (350*260)
lt: Įkelti nuotrauką

source: Save
lt: Išsaugoti

source: Close
lt: Uždarytia

source: Update Photo
lt: Atnaujinti Nuotrauka

source: Upload Photo
lt: Įkelti nuotrauką

source: Update
lt: Atnaujinti

source: Cancel
lt: Atšaukti

source: Edit Advertisements
lt: Redaguoti Skelbimai

source: Form
lt: forma

source: Status
lt: Statusas

source: Advertisements
lt: Skelbimai

source: Add New Advertisement
lt: Įdėti naują skelbimą

source: Edit
lt: Redaguoti

source: Delete
lt: Panaikinti

source: View
lt: Rodinys

source: Change Photo
lt: Pakeisti nuotrauką

source: View Slides
lt: Peržiūrėti Skaidrės

source: Attempted Papers of
lt: Bandymas dokumentai apie

source: Name
lt: Pavadinimas

source: Email
lt: Paštas

source: Total Marks
lt: Iš viso ženklai

source: Obtained Marks
lt: gauti ženklai

source: Result Finalized
lt: rezultatas Galutinės

source: Finalize It
lt: Baigia It

source: PASSED
lt: Išlaikė

source: FAILED
lt: Neišlaikė

source: Finalized By
lt: baigtas

source: Question No
lt: klausimas Nr

source: Option1
lt: Parinktis

source: Option2
lt: Parinktis

source: Option3
lt: Parinktis

source: Option4
lt: Parinktis

source: Option5
lt: Parinktis

source: Option6
lt: Parinktis

source: Marked Answer
lt: Pažymėti Atsakymas

source: Correct Answer
lt: Teisingas atsakymas

source: Time Taken
lt: laikas, per kurį

source: Marks Obtained
lt: Prekių ženklai Pagaminti

source: Checked by
lt: Patikrino

source: System
lt: Sistema

source: Configuration Options
lt: konfigūravimo parinktys

source: Site Name
lt: Svetainės pavadinimas

source: Organization Name
lt: Įstaig pavadinimas

source: Domain Name
lt: Domeno vardas

source: Organization Email
lt: organizacija paštas

source: Meta Title
lt: meta Pavadinimas

source: Meta Description
lt: meta aprašymas

source: Time Zone
lt: Laiko juosta

source: Please Select
lt: Prašome pasirinkti

source: Currency
lt: valiuta

source: Header Contact
lt: header Susisiekite

source: Email Contact
lt: laišką Susisiekite

source: Display records per page
lt: Rodyti įrašų puslapyje

source: Max records per page
lt: Maksimalus įrašų puslapyje

source: Date Format
lt: Datos formatas

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
lt: Data, mėnuo, Metai, Valanda, Min, sek, meridian, data Seprator, Laikas Seprator

source: Image
lt: Vaizdas

source: Text
lt: Tekstas

source: Text Direction
lt: tekstas Kryptis

source: Left-to-right (LTR)
lt: Iš kairės į dešinę (LTR)

source: Right-to-Left (RTL)
lt: Iš dešinės į kairę (RTL)

source: Language
lt: Kalba

source: Enable SMS Notification
lt: Įjungti SMS pranešimą

source: Enable Email Notification
lt: Įjungti pranešimą elektroniniu paštu

source: Manual Verification
lt: Rankinis patikra

source: Front End Registration
lt: Front End Registracija

source: Front End Slides
lt: Front End Skaidrės

source: Translation
lt: VERTIMAS

source: Paid Exam
lt: mokama egzamino

source: Math Editor
lt: Matematika redaktorius

source: Exam Expiry
lt: egzamino pabaiga

source: Exam Feedback
lt: egzamino Atsiliepimai

source: Tolrance Count
lt: Tolrance Grafas

source: Certificate
lt: Pažyma

source: Testimonial
lt: atsiliepimas

source: Advertisement
lt: reklama

source: No. of Visitor
lt: Skaičius Lankytojo

source: No. of Student
lt: Skaičius Studentų

source: No. of Exam
lt: Skaičius egzamino

source: Save Settings
lt: Išsaugoti nustatymus

source: Add Pages
lt: Pridėti Puslapiai

source: Link Name
lt: Nuoroda Vardas

source: Link Order
lt: Nuoroda Užsakyti

source: Page Type
lt: puslapis tipas

source: External Url
lt: išorinis URL

source: Url Target
lt: adresas Tikslinė

source: Page Name
lt: puslapio pavadinimas

source: Page Url
lt: puslapio URL

source: Page Content
lt: puslapio turinys

source: Edit Pages
lt: Redaguoti Puslapiai

source: Pages
lt: Puslapiai: 280

source: Add New Page
lt: Įdėti naują puslapį

source: Published
lt: paskelbta

source: Unpublished
lt: neišleistas

source: Add Currency
lt: Pridėti Valiuta

source: Currency Name
lt: valiutos pavadinimas

source: Short Name
lt: Trumpas vardas

source: Upload Currency (Less or equal to 50*50)
lt: Įkelti valiuta (mažesnis arba lygus 50 * 50)

source: Add New Currency
lt: Įdėti naują valiutą

source: In Progress Exam
lt: In Progress egzamino

source: Upcoming Exam
lt: Artimiausi egzamino

source: Completed Exam
lt: baigtas egzaminas

source: Students
lt: studentai

source: In Progress & Upcoming Exams
lt: Vyksta & Artimiausi Egzaminai

source: Date
lt: Data

source: Exam Name
lt: egzamino pavadinimas

source: Group
lt: Parinkčių grupė

source: Duration
lt: Trukmė

source: Recent Exam Results
lt: Naujausi egzamino rezultatai

source: Exam
lt: Egzaminas

source: Overall Result
lt: bendras rezultatas

source: Student Stats
lt: studentų statistika

source: To
lt: Iki

source: Details
lt: Detalės

source: Top 10 Student Group Wise
lt: Top 10 studentų grupę Išminčius

source: Student Statistic Table
lt: Studentų statistika lentelė

source: Total Students
lt: Iš viso studentų

source: Total Active
lt: viso aktyvių

source: Total Pending
lt: Iš viso laukiama

source: Total Suspended
lt: bendras suspenduotų

source: Top 10 Question Bank Subject Wise
lt: Top 10 Klausimų bankas Tema Išminčius

source: Top 10 Difficulty Level of Questions
lt: Top 10 Sunkumo lygis Klausimų

source: Question Count Table
lt: Klausimų Grafas lentelė

source: Bank Name
lt: Banko pavadinimas

source: Total Easy
lt: Iš viso Lengvas

source: Total Normal
lt: Iš viso Normalus

source: Total Difficult
lt: Iš viso Sunku

source: Diffculty Level
lt: Diffculty lygis

source: E-Mail Settings
lt: E-Mail nustatymai

source: Email Type
lt: paštas tipas

source: Server Name / Host
lt: Serverio Pavadinimas / Priimančioji

source: Port
lt: Jungtis

source: User Name
lt: Vartotojo vardas:

source: Password
lt: Slaptažodis

source: Add Email Template
lt: Pridėti el šabloną

source: Email Template
lt: El. laiško šablonas

source: Edit Email Templates
lt: Redaguoti Siųsti Šablonai

source: Email Templates
lt: El. laiškų šablonai

source: Add New Email Template
lt: Pridėti naują el šabloną

source: Template
lt: Šablonas

source: Subject Added successfully
lt: Tema sėkmingai pridėtas

source: Add Exam
lt: Pridėti egzamino

source: Name of Exam
lt: Pavadinimas egzamino

source: Passing Percentage
lt: Užduočių procentas

source: Instruction
lt: instrukcija

source: Exam Duration (Min.)
lt: Egzamino trukmė (min.)

source: 0 for unlimited duration
lt: 0 neribotam laikui

source: Attempt Count
lt: bandymas Grafas

source: 0 for unlimited attempt
lt: 0 neribotą bandymas

source: Start Date
lt: Sukūrimo data

source: End Date
lt: Pabaigos data

source: Show Answer Sheet
lt: Rodyti Atsakymų lapas

source: Yes
lt: Taipg

source: No
lt: Ne

source: Select Group
lt: Pasirinkti grupės

source: Student Group
lt: Studentų grupė

source: Negative Marking
lt: Neigiama žymėjimas

source: Random Question
lt: Atsitiktinis klausimas

source: Amount
lt: Suma

source: Browser Tolrance
lt: naršyklė Tolrance

source: Expiry Days
lt: galiojimo dienos

source: 0 for Unlimited
lt: 0 Neribotas

source: Result After Finish
lt: Rezultatas po finišo

source: Mode
lt: Režimas

source: Instant Result
lt: Momentiniai rezultatas

source: Option Shuffle
lt: parinktis Atsitiktinai

source: Add Subjects To Exams
lt: Pridėti subjektams Egzaminai

source: Subject Name
lt: Tema Vardas

source: No. of Questions
lt: Ne Klausimų

source: Ques Attempt Count
lt: Klausi Bandymas Count

source: Questions Attempt Count
lt: Klausimai Bandymas Count

source: Leave blank for not showing (0 for unlimited)
lt: Palikite tuščią nerodomas (0 neribotas)

source: ctrl+click to add multiples
lt: "Ctrl" + spustelėkite, jei norite pridėti kartotiniai

source: Add
lt: Papildyti

source: Edit Exam
lt: Redaguoti egzamino

source: Exam Stats
lt: egzamino statistika

source: No of Student Passed
lt: Nėra Studentų Leista

source: Download
lt: Parsisiųsti

source: No of Student Failed
lt: Nėra Studentų Nepavyko

source: No of Student Absent
lt: Nėra Studentų Neaptinkama

source: Exam Details
lt: egzamino duomenys

source: Finalize Result
lt: Baigia rezultatas

source: Attempted Papers
lt: Bandymas Straipsniai

source: Eligible Group
lt: Tinkamos grupė

source: Close Exam
lt: Uždaryti egzamino

source: Activate Exam
lt: Aktyvuok egzamino

source: Exam Closed Re-Activate Exam
lt: Egzamino Uždaroji naujo suaktyvinti egzamino

source: Browser Tolrence
lt: naršyklė Tolrence

source: Expiry
lt: Galiojimo data Kortelės tipas (Visa/ MC, AmEx, ar kt.)

source: Unlimited
lt: Neribotas

source: Days
lt: Dienų

source: Subjective
lt: subjektyvus

source: Objective
lt: Tikslas

source: True &amp; False
lt: Tiesa "& amp; netikras

source: Fill in the blanks
lt: Užpildykite tuščius laukus

source: Total Questions
lt: Iš viso klausimai

source: Question Attempt Count
lt: Klausimų Bandymas Grafas

source: Total
lt: Iš viso

source: Student Name
lt: Studento vardas

source: Enrolment
lt: Priėmimas

source: Phone
lt: Telefonas

source: Result Status
lt: rezultatas būsena

source: Forgot Password
lt: Pamiršote slaptažodį?s

source: Submit
lt: Pateikti

source: Forgot Username
lt: Pamiršote vartotojo vardą

source: Login
lt: Prisijungti
