Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ces/LC_MESSAGES/default.po
Languages: cs

source: Reply
cs: Odpověď

source: Forward
cs: Vpřed

source: Menu Names
cs: Jména Menu

source: Model Name
cs: Název modelu

source: Icon
cs: ICONA

source: Add News
cs: Přidat News ', // ​​104

source: News Title
cs: Zprávy Název

source: News Description
cs: Zprávy Popis

source: Edit News
cs: 'Úpravy News', // ​​105

source: News
cs: Zprávyvole

source: Add New News
cs: Přidat nový News

source: Paypal Payment Option
cs: Paypal platby Option

source: Signature
cs: Podpis

source: Sandbox Mode
cs: Režim pískoviště

source: True
cs: Pravdivé

source: Add Question
cs: Přidat otázku

source: Question
cs: Otázka

source: Correct Answers
cs: správných odpovědí

source: Type your question here
cs: Zadejte svůj dotaz

source: Answer1
cs: Odpověď

source: Answer2
cs: Odpověď

source: Answer3
cs: Odpověď

source: Answer4
cs: Odpověď

source: Answer5
cs: Odpověď

source: Answer6
cs: Odpověď

source: True/False
cs: Pravda / nepravda

source: False
cs: Nepravdivé

source: Blank Space
cs: prázdné místo

source: Explanation (Optional)
cs: Vysvětlivky (volitelné)

source: Provide explanation in support of correct answer
cs: Podání vysvětlení na podporu správné odpovědi

source: Hint(optional)
cs: Tip (volitelně)

source: Hint to help answer correctly
cs: Tip pomoci odpovědět správně

source: without minus sign
cs: bez záporným znaménkem

source: Edit Question Type
cs: Edit Typ otázky

source: Explanation
cs: Vysvětlení

source: Hint
cs: Náznak

source: Questions
cs: Otázky

source: Add New Question
cs: Přidat nový dotaz

source: Import/Export Question
cs: Import / Export Otázka

source: Answer
cs: Odpověď

source: Question Details
cs: Otázka Podrobnosti

source: Exam Wise
cs: zkouška Wise

source: Please Select Exam
cs: Prosím, vyberte zkouška

source: Status of Result
cs: Stav Výsledek

source: Please Select Result Status
cs: Prosím, vyberte stavu výsledku

source: Download Result
cs: Download Výsledek

source: Rank
cs: Pozice

source: Test
cs: Testujte metele te te tepe.

source: Percent
cs: Procenta

source: Result
cs: A výsledek?

source: View Result
cs: Zobrazit Výsledek

source: Download/Print Result
cs: Ke stažení / výsledek tisku

source: Name or Enrolment Number
cs: Jméno nebo Zápis Počet

source: Enrolment Number
cs: Zápis Number

source: Back
cs: Zpět

source: Assesment Report for
cs: Assesment Report

source: Taken Date
cs: Převzato Datum

source: Total Time
cs: 3 Celkový čas/délka videa

source: Nos. of Browser tolrance attempt
cs: Č. Z pokusu prohlížeče tolrance

source: Total Score
cs: Celkové skóre

source: Feedback
cs: Zpětná vazba

source: Section Name
cs: Název oddílu

source: Section proportion
cs: Oddíl podíl

source: Actual
cs: Skutečné

source: Your Percentage
cs: Váš Procento

source: Section Summary
cs: sekce Přehled

source: Maximum Score
cs: Maximální skóre

source: Developed Skill
cs: rozvinutá Skill

source: Needs Development
cs: rozvojových potřeb

source: Lack of Skill
cs: Nedostatek dovednosti

source: MCQ answered
cs: odpověděl MCQ

source: Legend
cs: Legenda

source: Send Emails
cs: posílat e-maily

source: Teachers
cs: učitelé

source: Any Email
cs: jakýkoli e-mail

source: Default all students if you add manually then search student email
cs: Výchozí všem studentům, pokud přidáte manuálně pak vyhledat studentský e-mail

source: Default all teachers if you add manually then search teacher email
cs: Výchozí všem učitelům, pokud přidáte ručně poté hledat e-maily učitelů

source: Type any email comma seprated
cs: Zadejte libovolnou e-mailovou čárku seprated

source: Type subject
cs: Typ s výhradou

source: Select Email Template
cs: Vybrat Šablona e-mailu

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
cs: Pokud si nechcete vybrat e-mailové šablony pak stačí napsat e-mailovou zprávu. Jakmile vložíte editor, pak si nemůžete vybrat šablonu jít tlačítko pro reset

source: Send Sms
cs: Odeslat SMS

source: Any Sms
cs: Jakékoliv Sms

source: Default all student if you add manually then search students name
cs: Výchozí všech studentských Přidáte-li manuálně pak vyhledat název studenty

source: Default all teachers if you add manually then search teacher name
cs: Výchozí všem učitelům, pokud přidáte manuálně pak vyhledat název učitelů

source: Any Number
cs: jakýkoli počet

source: Type any number comma seprated
cs: Zadejte libovolný počet čárkami seprated

source: Select Sms Template
cs: Vyberte šablonu SMS

source: If you do not want to select sms template then simply type sms message
cs: Pokud si nechcete vybrat sms šablonu pak stačí napsat sms zprávu

source: Certificate Signature
cs: certifikát Podpis

source: Upload Image(* height less than 75px)
cs: Nahrát obrázek (* výška méně než 75 pixelů)

source: Delete Signature
cs: Odstranit podpis

source: Add Slides
cs: přidávat snímky

source: Upload Slide (1350*550)
cs: Nahrát Slide (1350 * 550)

source: Edit Slides
cs: Úpravy snímků

source: Add New Slide
cs: Přidat nový snímek

source: SMS Settings
cs: Nastavení SMS

source: Sender ID
cs: ID odesílatele

source: Heading Username
cs: Okruh Uživatelské jméno

source: Username field provided by sms gateway
cs: Uživatelské jméno pole zajišťuje SMS brána

source: Heading Password
cs: Okruh Password

source: Password field provided by sms gateway
cs: Heslo pole zajišťuje SMS brána

source: Heading Mobile No
cs: Okruh Mobile Ne

source: Mobile No field provided by sms gateway
cs: Mobilní No pole zajišťuje SMS brána

source: Heading Message
cs: Okruh Message

source: Message field provided by sms gateway
cs: Pole hlášení poskytl SMS brána

source: Heading Sender Id
cs: Sender ID Okruh

source: Sender Id field provided by sms gateway
cs: Id Pole Odesílatel poskytuje SMS brána

source: Add SMS Template
cs: Přidat šablonu SMS

source: Edit SMS templates
cs: Úprava SMS šablony

source: SMS Templates
cs: šablony SMS

source: Add New SMS Template
cs: Přidat šablonu New SMS

source: Add Students
cs: Přidejte studenty

source: Address
cs: Adresa

source: Guardian Phone
cs: Guardian Telefon

source: Edit Students
cs: Upravit Studenti

source: Renewal Date
cs: Datum obnovení

source: Add New Student
cs: Přidat nový student

source: Wallet
cs: Peněženka

source: Admission Date
cs: Vstupné Datum

source: Credit
cs: Kredit

source: Debit
cs: debet

source: Balance
cs: Vyvážení

source: Date & Time
cs: Čas schůzky

source: Payment Through
cs: platba Prostřednictvím

source: Remarks
cs: Poznámky

source: View Student Information
cs: Pohled Studentské Informace

source: Full Name
cs: Celé jméno

source: Phone Number
cs: Telefonní číslo

source: Registered Email
cs: registrovaný email

source: Alternate Number
cs: Alternativní Number

source: Enrolment No
cs: Zápis Žádné

source: Last Login
cs: Poslední přihlášení

source: Students Wallet
cs: studenti Wallet

source: Transaction Form
cs: Transakční formulář

source: Mobile
cs: Mobil

source: ADD
cs: PŘIDAT

source: DEDUCT
cs: ODVODIT

source: Add Subjects
cs: Přidat Předměty

source: Edit Subjects
cs: Upravit Předměty

source: Subjects
cs: Subjekty

source: Add New Subject
cs: Přidat nový předmět

source: Question Bank
cs: Otázka Bank

source: Add Testimonials
cs: Přidat Napsali

source: Upload Photo (150*150)
cs: Nahrát fotografii

source: Edit Testimonials
cs: editovat Reference

source: Testimonials
cs: Příspěvky

source: Add New Testimonial
cs: Přidat nový posudek

source: Photo
cs: Fotografie

source: Add Users
cs: Přidat uživatele

source: Username
cs: Uživatelské jméno

source: Level users
cs: uživatelé Level

source: Add New Level
cs: Přidejte novou úroveň

source: Back To Users
cs: Návrat k uživatelům

source: Level Name
cs: Jméno Level

source: Set Permission
cs: Set Svolení

source: Assign Form Rights
cs: Přiřazení formuláře práv

source: Module Name
cs: Jméno module

source: Old Password
cs: staré heslo

source: Edit Users
cs: úprava uživatelů

source: User Registration Form
cs: Registrační formulář Uživatel

source: Users
cs: Uživatelé

source: Add New User
cs: Přidat nového uživatele

source: Add Level Users
cs: Přidejte uživatelské úrovni

source: Level User
cs: Uživatelská úroveň

source: Dear user, log in to access the admin area!
cs: Vážený uživateli, přihlaste se pro přístup k administrativní oblasti!

source: Admin / Teacher Username
cs: Admin / učitel Uživatel

source: Forgot User Name
cs: Zapomněli jste uživatelské jméno

source: Organisation Logo
cs: Organizace Logo

source: Upload Image(* height less than 220px)
cs: Nahrát obrázek (* výška menší než 220px)

source: Delete Logo
cs: smazat Logo

source: Please provide a type for chart %s!
cs: Uveďte typ grafu pro %s !

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
cs: Graf: \ " %s " nelze nalézt. Ujistěte se, že Graf název je stejný řetězec, který je předán do $ this-> HighCharts-> render () ve svém pohledu.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
cs: Express Pokladna transakce vypršela a transakce musí být restartován

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
cs: Možná jste si udělal druhou výzvu pro stejnou platbu nebo jste použili stejné ID faktury za samostatných transakcí.

source: Please use a different funcing source.
cs: Použijte jiný zdroj funcing.

source: An error occured, please retry the transaction.
cs: Došlo k chybě, zkuste to prosím znovu transakci.

source: This transaction couldn't be completed. Redirecting to payment gateway
cs: Tato transakce nemohla být dokončena. Přesměrování na platební bránu

source: You have not agreed to the billing agreement.
cs: Jste se dohodly na smlouvě o fakturace.

source: The billing agreement is disabled or inactive.
cs: Dohoda o vyúčtování je zakázán nebo neaktivní.

source: The credit card used is expired.
cs: Kreditní karta použitá vypršela.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
cs: Transakce byla zamítnuta, protože odpověď AVS vrátil hodnotu N a obchodník účet není schopen přijmout takové transakce.

source: The payment gateway account is restricted.
cs: Účet platební brána je omezeno.

source: You must submit an IP address of the buyer with each API call.
cs: Musíte podat IP adresu kupujícího s každým volání API.

source: The merchant selected a value for the PaymentAction field that is not supported.
cs: Obchodník vybrali hodnotu pro pole PaymentAction, který není podporován.

source: The credit card field was blank.
cs: Pole kreditní karta byla prázdná.

source: The total amount and item amounts do not match.
cs: Celková částka a položka částky neshodují.

source: The credit card entered is currently restricted by the payment gateway.
cs: Kreditní karta zadaná je v současné době omezen na platební bránu.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
cs: Obchodník zadal číslo faktury, který je již spojené s transakcí od stejného obchodníka. Pokus s novým ID faktury

source: The transaction was declined by the country filter managed by the merchant.
cs: Transakce byla klesl o zemi filtrem řízeného obchodníka.

source: The transaction was declined by the maximum amount filter managed by the merchant.
cs: Transakce byla klesl o maximální částku filtr, který spravuje obchodníka.

source: The transaction was declined by the payment gateway.
cs: Transakce byla klesl o platební brány.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
cs: Transakce byla klesl o platební brány kvůli možnému podvodné činnosti.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
cs: Transakce byla klesl o platební brány kvůli možnému podvodné aktivity na IP adresu.

source: The merchant account attempting the transaction is not a business account.
cs: Obchodník účet pokusem o provedení transakce není obchodní účet.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
cs: Obchodník účet pokusem o transakci není schopen zpracovat Přímé platebních transakcí.

source: Access to Direct Payment was disabled for your account.
cs: Přístup k přímé platby byl deaktivován z vašeho účtu.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
cs: Obchodník účet pokusem o provedení transakce nemá potvrzenou e-mailovou adresu s platební brány.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
cs: Obchodník se pokusil o transakci, pokud částka překročila horní mez pro tento obchodníka.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
cs: Transakce byla zamítnuta z důvodu rizika obchodník filtr pro AVS. Konkrétně se jedná o obchodník má klesat transakci, kdy AVS vrátil žádný zápas AVS (= N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
cs: Transakce byla zamítnuta z důvodu rizika obchodník filtr pro AVS. Konkrétně se jedná o obchodník má nastavit filtr klesat transakce, kdy AVS vrátí částečnou shodu.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
cs: Transakce byla zamítnuta z důvodu rizika obchodník filtr pro AVS. Konkrétně se jedná o obchodník má nastavit filtr klesat transakce, kdy AVS není podporován.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
cs: Obchodník zadal IP adresu, která byla v neplatném formátu. IP adresa musí být ve formátu, jako je například 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
cs: Konfigurace obchodníka vyžaduje CVV které mají být zapsány, ale ne CVV byl poskytnut s touto transakcí.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
cs: Kupec za předpokladu adresy buď ve Spojených státech nebo v Kanadě, ale stát za předpokladu, není platný stav v obou zemích.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
cs: Transakce byla klesl o vystavující banky, nikoliv na platební bránu. Obchodník by se měla pokusit jinou kartu.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
cs: Obchodníka země bydliště není v současné době podporována umožnit přímý platebních transakcí.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
cs: Transakce byla zamítnuta, protože platební brána je v současné době zpracovává transakce stejným kupujícím ve stejné výši. Může dojít, pokud kupující předloží více, identické transakce v rychlém sledu za sebou.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
cs: CVV je neplatné. CVV se pohybuje mezi 3-4 číslic.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
cs: Prosím zkuste to znovu později. Ujistěte se, že jste prošel správný CVV a adresní informace pro kupujícího. Vytváříte-li opakovanou profilu, zkuste to znovu tím, že podstoupí množství init 0.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
cs: Transakce není kompatibilní z důvodu chybějících nebo neplatné hodnoty 3-D Secure ověřování. Zkontrolujte ECI, ECI3DS, CAVV, XID pole.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
cs: Transakce byla zamítnuta platební bránou z důvodu nadměrného poruch během krátké doby pro tento kreditní karty.

source: The transaction was declined by payment gateway.
cs: Transakce byla klesl o platební brány.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
cs: Transakce byla zamítnuta, protože obchodník nemá platnou dohodu o komerční subjekt v evidenci platební brány.

source: The transaction was declined because the CVV entered does not match the credit card.
cs: Transakce byla odmítnuta, protože CVV vstoupil neodpovídá kreditní karty.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
cs: Transakce byla klesl o vystavující banky kvůli prošlým kreditní karty. Obchodník by se měla pokusit jinou kartu.

source: Exceeded permissible limit for Navigating away
cs: Překročen přípustnou mez pro pohyb pryč

source: You have exceeded the permissible limit for navigating away from your test
cs: Překročili jste povolenou mez pro navigaci od svého testu

source: Your test has finished. You can close the window now
cs: Váš test skončil. Můžete zavřít okno nyní

source: Installation Complete
cs: instalace dokončena

source: Aho! The System is installed successfully.
cs: Aho! Systém je úspěšně nainstalován.

source: Go to Admin/Teacher Interface
cs: Přejděte na rozhraní admin / předmětů

source: User
cs: Uživatel

source: Go to Front End/Student Interface
cs: Přejděte do front end / Student Interface

source: Visit our website
cs: Navštivte naše webové stránky

source: for documentation and support
cs: pro dokumentaci a podporu

source: My Exam Stats
cs: Mé zkouška Statistiky

source: Total Exam Given
cs: Celková zkouška Vzhledem k tomu,

source: Absent Exams
cs: chybějící zkoušky

source: Best Score in
cs: Nejlepší skóre v

source: On
cs: Na

source: Failed in
cs: selhala v

source: Average Percentage
cs: průměrné procento

source: Your Rank
cs: Váš Rank

source: Month Wise Performance
cs: Měsíc Wise Performance

source: Exam Wise Performance
cs: Zkouška Wise Performance

source: Top 10
cs: Nahoře:

source: Todays Exam
cs: dnešní zkouška

source: Top
cs: Nahoře

source: These are the exam(s) that can be taken right now
cs: Jsou to zkouška (y), které lze pořídit právě teď

source: No Exams found for today
cs: nalezeny pro dnešek žádné zkoušky

source: Something went wrong
cs: Něco se pokazilo

source: Show
cs: Detail

source: entries
cs: Přihlášky

source: Prev
cs: Předch.

source: Next
cs: Další

source: Showing {:start} to {:current} of {:count} entries
cs: Ukazující {:start} na {:current} o {:count} záznamů

source: Email Verification
cs: potvrzení e-mailu

source: Please Enter Verification Code in the Text Box
cs: Zadejte prosím ověřovací kód do textového pole

source: Re-Send Email Verification
cs: Re-Odeslat ověření e-mailem

source: Please Enter Email Id in the Text Box which you enter at the time of registration
cs: Prosím, zadejte Id e-mail do textového pole, které jste zadali při registraci

source: Purchased Exam
cs: zakoupené zkouška

source: Expired Exam
cs: Prošlý zkouška

source: These are the exam(s) which has been expired
cs: Jedná se o zkoušku (y), která byla uplynula

source: No Exams found
cs: Nebyly nalezeny žádné zkoušky

source: Thank you for using the test
cs: Děkujeme, že používáte testu

source: 1. The test instructions were
cs: 1. Zkušební pokyny byly

source: Largely Clear
cs: Z velké části Clear

source: Not Clear
cs: Není jasné

source: 2. Language of question was
cs: 2. Jazyk otázky bylo

source: 3. Overall test experience was
cs: 3. Celková zkušenost byla zkouška

source: Good
cs: Dobré

source: Better
cs: Lepší řešení:

source: Best
cs: Nejlepší

source: Any other feedback suggestion
cs: Jakýkoli jiný návrh zpětná vazba

source: Please close all of your chat windows, screen-saver, and anti-virus programs before starting your test
cs: Prosím, zavřete všechny své oken chatu, spořiče obrazovky, a anti-virus programy před zahájením testu

source: Please do not press "F5" during your test. This will finish your test and you will not be able to re-open the test
cs: Prosím, nemačkejte \ "" F5 během testu. Tím se dokončí svůj test a nebudete moci znovu otevřít test

source: Your responses will be saved. If your test is disconnected for any reason, your responses up until that point will be saved
cs: Vaše odpovědi budou uloženy. Je-li vaše testovací odpojen z jakéhokoliv důvodu, bude uložena vaše odpovědi až do tohoto bodu

source: Please close all programs that upload or download files in the background For example: Dropbox, torrent, etc
cs: Prosím, zavřete všechny programy, které odesílat nebo stahovat soubory na pozadí Například: Dropbox, torrent, etc

source: Instructions
cs: Instrukce

source: I am ready to begin
cs: Jsem připraven začít

source: Exam Start
cs: zkouška Začátek

source: This Exam is paid. Amount should be deducted on your wallet automatically. After starting the exam timer will not stop. Do you want to pay & start?
cs: Tato zkouška se vyplácí. Částka by měla být automaticky odečtena na peněženku. Po spuštění zkoušky časovače se nezastaví. Chcete platit a začít?

source: These are the exam(s) which has been purchased
cs: Jedná se o zkoušku (y), která byla zakoupena

source: Correct Marks
cs: správné Marks

source: Review
cs: Recenze

source: Reset Answer
cs: Reset odpověď

source: Finish
cs: Dokončit

source: Current Question
cs: Aktuální Otázka

source: Answered
cs: Odpověděl

source: Not Answered
cs: neodpověděl

source: Navigated Away
cs: navigoval pryč

source: you had navigated away from the test window. This will be reported to Moderator
cs: jste se navigovat od testovacího okna. To bude oznámeno moderátora

source: Do not repeat this behaviour
cs: Neopakujte toto chování

source: Otherwise you may get disqualified
cs: V opačném případě můžete dostat diskvalifikován

source: Continue
cs: Pokračovat

source: Finalize
cs: Dokončit

source: Do you wish to submit and close the
cs: Přejete si odeslat a zavřít

source: Once you submit, you will not be able to review the
cs: Po odeslání, nebude moci přezkoumá

source: Summary of your attempts in this
cs: Shrnutí pokusů v této

source: as show below
cs: jak ukazuje níže

source: Attempted
cs: pokusili

source: Return To First Question
cs: Návrat na první Otázka

source: These are the exam(s) that are planned you in near future
cs: Jedná se o zkoušku (y), které jsou plánovány vás v blízké budoucnosti

source: Attempt Now
cs: Pokus teď

source: Your performance compared to your group
cs: Váš výkon v porovnání s vaší skupině

source: Can't read? Reload
cs: Nelze přečíst? Obnovit

source: Enter security code shown above
cs: Zadejte bezpečnostní kód výše uvedenou

source: Answer simple math
cs: Odpověď jednoduchý matematický

source: Attempts
cs: Pokusy

source: Remaining
cs: Zbývající

source: Expiry Date
cs: Datum vypršení platnosti

source: Expired Date
cs: Prošlý Datum

source: Free
cs: Zdarma

source: Not Purchased
cs: nenakupují

source: View Details
cs: Zobrazit podrobnosti

source: Load Editor
cs: Editor zatížení

source: Installation
cs: INSTALACE
