Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ces/LC_MESSAGES/default.po
Languages: cs

source: Step 1 of 4
cs: Krok 1 ze 4

source: Server Configuration & Setup Requirements
cs: Konfigurace a nastavení serveru Požadavky

source: Setup Requirements
cs: Požadavky nastavení

source: Installing this software require certain server side extension and capability
cs: Instalace tohoto softwaru vyžadují určitou rozšíření na straně serveru a schopnosti

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
cs: zkontrolujte níže a porovnat se svými současnými serveru sochy na pravé straně. Můžete kliknout na ikonu vedle jednotlivých technologií jsou uvedeny podrobnosti.

source: Extensions &amp; Applications
cs: Rozšíření & amp; Aplikace

source: HTTP Server. For example: Apache
cs: HTTP server. Například: Apache

source: Require
cs: Vyžadovat

source: PHP 5.2.8 or greater
cs: PHP 5.2.8 nebo vyšší

source: Database Engine MySQL (4 or greater)
cs: MySQL Database Engine (4 nebo vyšší)

source: Mandatory
cs: Povinná

source: Web Server
cs: webový server

source: PHP Version
cs: 'Verze PHP', // ​​582

source: MYSQL Version
cs: 'MySQL verze', // ​​583

source: PDO Unavailable
cs: PDO nedostupné

source: PDO Available
cs: PDO k dispozici

source: Directory &amp; File Permission
cs: Adresář & amp; Oprávnění souboru

source: These Folders of Files need to be
cs: Tyto složky souborů musí být

source: Writable
cs: zapisovatelný

source: for application to be installed.
cs: pro instalované aplikace.

source: Folders or Files
cs: Složky nebo soubory

source: Refresh
cs: Obnovit

source: Let's Start
cs: Začněme

source: Step 2 of 4
cs: Krok 2 ze 4

source: Installation Agreement
cs: dohoda instalace

source: I Accept to Proceed
cs: Souhlasím postupovat

source: Step 3 of 4
cs: Krok 3 ze 4

source: Database Connection Settings
cs: Nastavení připojení k databázi

source: Usually Localhost
cs: obvykle Localhost

source: Database Name
cs: Název databáze

source: Database User
cs: databáze Uživatel

source: Database User Name
cs: Databáze Uživatelské jméno

source: Database Password
cs: databáze hesel

source: Database User Password
cs: Databáze Uživatel Heslo

source: Database Type
cs: Typ databáze

source: Test Connection
cs: Test připojení

source: Step 4 of 4
cs: Krok 4 ze 4

source: Name of Your Website
cs: Jméno vaší webové stránky

source: Meta Keyword
cs: meta klíčových slov

source: Useful for SEO
cs: Užitečné pro SEO

source: Meta Content for SEO
cs: Meta Content pro SEO

source: Please Select Timezone
cs: Prosím, vyberte časové pásmo

source: Name of Your Organization/Company
cs: Název vaší organizace / firmy

source: Default Admin Email
cs: Výchozí správce Email

source: Install Sample Data With Dummy Entries
cs: Nainstalovat ukázková data s Dummy Příspěvky

source: Install
cs: Instalovat

source: Welcome to
cs: Vítejte v

source: Copyright
cs: Autorská práva

source: follow on facebook
cs: sledovat na facebooku

source: Latest News & Events
cs: Nejnovější zprávy a události

source: Time
cs: Čas

source: Download PDF
cs: Stáhnout PDF

source: Average Percentage(%)
cs: Průměrné procento (%)

source: Exam Given
cs: Vzhledem k tomu, zkouška

source: Delete Forever
cs: smazat navždy

source: Move to Trash
cs: Přesunout do koše

source: No of Visitors
cs: Počet návštěvníků

source: No of Students
cs: Počet studentů

source: No of Exams
cs: Žádný ze zkoušek

source: Payment From Pay Pal
cs: Platba Z Pay Pal

source: Pay From Pay Pal
cs: Platit Od Pay Pal

source: Profile
cs: Profil

source: Edit Profile
cs: Upravit profil

source: New Student Register
cs: Nový Student Register

source: Security Code
cs: Bezpečnostní kód

source: My Results
cs: Mé výsledky

source: Attempt Date
cs: pokus Datum

source: SCORE CARD
cs: Karta skóre

source: SUBJECT REPORT
cs: PŘEDMĚT ZPRÁVY

source: TIME MANAGEMENT
cs: ORGANIZACE ČASU

source: QUESTION REPORT
cs: OTÁZKA REPORT

source: SOLUTION
cs: ŘEŠENÍ

source: COMPARE REPORT
cs: SROVNÁNÍ REPORT

source: Score Card For
cs: Skóre karta pro

source: Total No. of Student
cs: Pocet Student

source: My Marks
cs: Mé Marks

source: Total Marks of Test
cs: Celkem Marks testovacích

source: Total Question in Test
cs: Celková otázka v testu

source: Total Attempt Question in Test
cs: Celková Pokus otázka v testu

source: Left Question
cs: Levý Otázka

source: Left Question Marks
cs: Levý Otazníky

source: Total Time of Test
cs: Celková doba testu

source: My Time
cs: Můj čas

source: Performance Report For
cs: Zpráva Pro

source: Question & Marks Wise Report For
cs: Otázkou & Marks Wise zpráva za rok

source: Subject Report For
cs: Téma zpráva za rok

source: Correct
cs: Opravit

source: Unattempted Questions
cs: neřešených otázek

source: Graphical Report For
cs: Grafické zpráva za rok

source: Time Management For
cs: Time Management pro

source: Question Report For
cs: Otázka zpráva za rok

source: Question Status
cs: Otázka Status

source: Your Answer
cs: Tvoje odpověď

source: Your Score
cs: Tvoje skóre

source: Your Time
cs: Tvůj čas

source: Solution For
cs: řešení pro

source: Not Attempt
cs: nepokouší

source: Attempt
cs: Pokus

source: Incorrect
cs: Nesprávný

source: Your Answers
cs: Vaše odpovědi

source: Solution
cs: Řešení

source: Bookmark
cs: Záložka

source: Compare Report For
cs: Srovnat zpráva Pro

source: Total Ques.
cs: Celkem zovaných.

source: Maximum Marks
cs: maximální Marks

source: Attempted Ques.
cs: Pokus o zovaných.

source: Unattempted Ques.
cs: Neřešených zovaných.

source: Correct Ques.
cs: Správné zovaných.

source: Incorrect Ques.
cs: Nesprávné zovaných.

source: Percentile
cs: percentil

source: Previous
cs: Předchozí

source: This is to certify that
cs: Tímto se potvrzuje, že

source: has succesfully completed the
cs: byla úspěšně dokončena

source: in course program offered by
cs: V průběhu program, který nabízí

source: Student Login
cs: Student Přihlášení

source: Sign In
cs: account/

source: Forgot Passwocrd
cs: zapomněla Passwocrd

source: New User? Create Account
cs: Nový uživatel? Vytvořit účet

source: Engine is not loaded
cs: Motor není načten

source: Pdf engine "%s" not found
cs: Pdf motor \ " %s " nebyl nalezen

source: Pdf engines must extend "AbstractPdfEngine"
cs: Pdf motory musí rozšířit \ "" AbstractPdfEngine

source: Crypto is not loaded
cs: Crypto není načten

source: Pdf crypto "%s" not found
cs: Pdf crypto \ " %s " nebyl nalezen

source: Crypto engine must extend "AbstractPdfCrypto"
cs: Crypto motor musí rozšířit \ "" AbstractPdfCrypto

source: Controller attribute $pdfConfig is not correct or missing
cs: atribut regulátor $ pdfConfig není správné nebo chybí

source: -> Testing :url
cs: -> Testování: url

source: Total Requests made: :requests
cs: Celkem Žádosti:: Žádosti

source: Total Time elapsed: :duration (seconds)
cs: Celkový čas uplynul:: Doba (v sekundách)

source: Requests/Second: :rps req/sec
cs: Žádosti / Second:: rps req / sec

source: Average request time: :average-time seconds
cs: Průměrná doba požadavek:: průměrný úvazek sekund

source: Standard deviation of average request time: :std-dev
cs: Směrodatná odchylka průměrné doby požadavek:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
cs: Nejdelší / nejkratší dotaz:: Nejdelší sec /: nejkratší sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
cs: Umožňuje získat nějaký hrubý benchmarking statisticsabout úplný URL.

source: The URL to request.
cs: Adresa URL požádat.

source: Number of iterations to perform.
cs: Počet iterací provést.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
cs: Maximální celková doba pro všechny iterace, v seconds.If jeden iterace trvá déle než časový limit, bude provedena pouze jedna žádost

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
cs: Příklad použití: `dort měřítko -N 10 -T 100 http: // localhost / testsite`. <Info> Poznámka: </ info> Tento standard nezahrnuje prohlížeč renderovací časy.

source: Component initialization
cs: Součást inicializace

source: Controller action
cs: regulátor akce

source: Controller action start
cs: Regulátor akce Začátek

source: Processing toolbar state
cs: Stát nástrojů pro zpracování

source: Processing toolbar data
cs: Data Processing toolbar

source: Controller render start
cs: Regulátor činí začátek

source: Could not load DebugToolbar panel %s
cs: Nelze načíst DebugToolbar panel %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
cs: Jádro Processing (odvozený od $ _SERVER [\ "REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
cs: Hlavičky odesláno Již v %s na řádku %s . Nelze odesílat data protokolu k FirePHP.

source: Incorrect parameter count for FireCake::fb()
cs: Nesprávný počet parametrů pro FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
cs: Maximální počet (99999) zpráv dosáhl!

source: There are no active panels. You must enable a panel to see its output.
cs: Neexistují žádné aktivní panely. Je nutné povolit panel vidět jeho výstup.

source: App Constants
cs: App konstanty

source: CakePHP Constants
cs: CakePHP konstanty

source: No previous requests logged.
cs: Žádné předchozí žádosti přihlášen.

source: previous requests available
cs: předcházející žádosti k dispozici

source: Restore to current request
cs: Obnovení do aktuálního požadavku

source: Included Files
cs: Zahrnuté soubory

source: Logs
cs: Logy

source: There were no log entries made this request
cs: Nebyly zjištěny žádné záznamy v protokolu z tohoto požadavku

source: Request
cs: požadavky)

source: No post data.
cs: Žádné rozmístit data.

source: No querystring data.
cs: Žádné QueryString data.

source: Current Route
cs: Aktuální trasa

source: Session
cs: Zasedání

source: Sql Logs
cs: SQL Protokoly

source: No query logs when debug < 2.
cs: Žádný dotaz protokoly, když ladit <2.

source: No query logs.
cs: Žádný dotaz protokoly.

source: Total Time: %s ms <br />Total Queries: %s queries
cs: Celkový čas: %s ms <br /> Celkem dotazů: %s dotazy

source: Query Explain:
cs: Dotaz vysvětlete:

source: Click an "Explain" link above, to see the query explanation.
cs: Kliknutím na \ "Vysvětli " odkaz výše, viz vysvětlení dotazu.

source: No active database connections
cs: Žádné aktivní připojení k databázi

source: Memory
cs: Paměť

source: Peak Memory Use
cs: Peak Využití paměti

source: Memory use
cs: využití paměti

source: Total Request Time:
cs: Total Request Čas:

source: Time in ms
cs: Čas v ms

source: Graph
cs: Graf

source: View Variables
cs: Zobrazení Proměnné

source: Rendering View
cs: vykreslování View

source: Rendering %s
cs: Vykreslování %s

source: View render complete
cs: Zobrazit činí kompletní

source: Explain
cs: Vysvětlit

source: Starting %sms into the request, taking %sms
cs: Počínaje %s ms do požadavku, přičemž %s ms

source: No markup errors found
cs: Nebyly nalezeny žádné chyby značkovací

source: maybe slow
cs: možná pomalý

source: Absolute path or relative to APP.
cs: Absolutní cesta nebo relativní vzhledem k APP.

source: An error occured while getting the status of your account.
cs: Došlo k chybě při získávání stav svého účtu.

source: There was an error while connecting to Paypal
cs: Došlo k chybě při připojování k Paypal

source: There was a problem initiating the transaction, please try again.
cs: Došlo k potížím při zahájení transakce, zkuste to znovu.

source: There was a problem getting your details, please try again.
cs: Došlo k potížím při získávání své údaje, zkuste to znovu.

source: There was an error completing the payment
cs: Došlo k chybě při dokončení platby

source: There was a problem processing the transaction, please try again.
cs: Došlo k potížím při zpracování transakce, zkuste to znovu.

source: There was an error processing the card payment
cs: Došlo k chybě při zpracování platební karty

source: There was a problem processing your card, please try again.
cs: Došlo k potížím při zpracování vaší karty, zkuste to znovu.

source: There was an error processing the the refund
cs: Došlo k chybě při zpracování refundace

source: A problem occurred during the refund process, please try again.
cs: Nastal problém během procesu refundace, zkuste to znovu.

source: There was an problem communicating with the payment gateway
cs: Tam byl problém při komunikaci s platební brány

source: Missing client id/secret
cs: Chybějící ID klienta / secret

source: Must specify an expiry date
cs: Je třeba zadat datum vypršení platnosti

source: Must include a M and Y in expiry date
cs: Musí obsahovat M a Y do uplynutí doby

source: Invalid expiry date
cs: Neplatné datum ukončení platnosti

source: Invalid card number
cs: neplatné číslo karty

source: Invalid CVV2 number
cs: Neplatné číslo CVV2

source: Invalid card type
cs: Neplatný typ karty

source: Could not detect client IP address
cs: Nepodařilo se zjistit IP adresu klienta

source: Not a valid credit card number
cs: Není platné číslo kreditní karty

source: You must include the 3 digit security number
cs: Je nutné zadat bezpečnostní číslo 3 číslice

source: Must specify an "amount" to charge
cs: Musí zadat \ "množství " nabít

source: You must pass a valid order array
cs: Musíte projít platnou pole objednávky

source: Valid "return" and "cancel" urls must be provided
cs: Platí \ "Return " a \ "Cancel " musí být k dispozici urls

source: You must provide a currency code
cs: Je třeba zadat kód měny

source: Original PayPal Transaction ID is required
cs: je nutná původní PayPal ID transakce

source: Must specify an "amount" to refund
cs: Musí zadat \ "množství " refundovat

source: You must specify a refund type, such as Full or Partial
cs: Je nutné zadat typ vrácení, jako je například úplném nebo částečném

source: File was not downloaded.
cs: Soubor nebyl stažen.

source: No %s found for that date range
cs: Žádné %s nalezen pro tento časové období

source: Your form data is preserved you'll be redirected to it after login.
cs: Vaše data forma je zachována budete přesměrováni na něj po přihlášení.

source: Error notification from %s
cs: Oznámení chyby z %s

source: Afghanistan
cs: Afghánistán

source: Albania
cs: Albánie

source: Algeria
cs: Alžírsko

source: American Samoa
cs: Americká Samoa

source: Antigua and Barbuda
cs: Antigua a Barbuda

source: Argentina
cs: Argentina 2,6

source: Armenia
cs: Arménie

source: Australia
cs: Austrálie

source: Austria
cs: Rakousko

source: Azerbaijan
cs: Ázerbajdžán

source: Bahamas
cs: Bahamské ostrovy

source: Bahrain
cs: Bahrajn

source: Bangladesh
cs: Bangladéš

source: Belarus
cs: Bělorusko

source: Belgium
cs: Belgie

source: Bermuda
cs: Bermudy

source: Bhutan
cs: Bhútán

source: Bolivia
cs: Bolívie

source: Bosnia and Herzegovina
cs: Bosna a Hercegovina

source: Bouvet Island
cs: Bouvetův ostrov

source: Brazil
cs: Brazílie

source: British Indian Ocean Territory
cs: Britské indickooceánské území

source: Brunei Darussalam
cs: Brunej

source: Bulgaria
cs: BULHARSKO

source: Cambodia
cs: Kambodža

source: Cameroon
cs: Kamerun

source: Canada
cs: ♪Kanada. ♪

source: Cape Verde
cs: Kapverdy

source: Cayman Islands
cs: Kajmanské ostrovy

source: Central African Republic
cs: Středoafrická republika

source: Chad
cs: Čede.

source: China
cs: Čína

source: Christmas Island
cs: Vánoční ostrov

source: Cocos (Keeling) Islands
cs: Kokosové ostrovy (Keeling)

source: Colombia
cs: Kolumbie

source: Comoros
cs: Komory

source: Congo
cs: Kongo

source: Congo, the Democratic Republic of the
cs: Kongo, Koňská demokratická republika

source: Cook Islands
cs: Cookovy ostrovy

source: Costa Rica
cs: Kostarika

source: Cote D'Ivoire
cs: Pobřeží slonoviny

source: Croatia
cs: Chorvatsko

source: Cuba
cs: Kuba

source: Cyprus
cs: Kypr

source: Czech Republic
cs: Česká republika

source: Denmark
cs: Dánsko

source: Djibouti
cs: Džibutsko

source: Dominica
cs: Dominika

source: Dominican Republic
cs: Dominikánská republika

source: Ecuador
cs: Ekvádor

source: Equatorial Guinea
cs: Rovníková Guinea

source: Estonia
cs: Estonsko

source: Ethiopia
cs: Etiopie

source: Falkland Islands (Malvinas)
cs: Falklandy (Malvíny)

source: Faroe Islands
cs: Faerské ostrovy

source: Finland
cs: FINSKO

source: France
cs: Francie

source: French Guiana
cs: francouzsky Guyana

source: French Polynesia
cs: Francouzská Polynésie

source: French Southern Territories
cs: Francouzská jižní teritoria

source: Gambia
cs: Gambie

source: Germany
cs: Německo

source: Greece
cs: Řecko

source: Greenland
cs: Grónsko

source: Heard Island and Mcdonald Islands
cs: Heardův ostrov a McDonaldovy ostrovy

source: Holy See (Vatican City State)
cs: Svatý stolec (Vatikánský městský stát)

source: Hungary
cs: MAĎARSKO

source: Iceland
cs: Island

source: India
cs: Indie

source: Indonesia
cs: Indonésie

source: Iran, Islamic Republic of
cs: Íránská islámská republika

source: Iraq
cs: Irák

source: Ireland
cs: Irsko

source: Israel
cs: Izrael

source: Italy
cs: Itálie

source: Japan
cs: Japonsko

source: Jordan
cs: Jordánsko

source: Kazakhstan
cs: Kazachstán

source: Kenya
cs: Keňa

source: Korea, Democratic People's Republic of
cs: Korejskou lidově demokratická republika

source: Korea, Republic of
cs: KLDR

source: Kuwait
cs: Kuvajt

source: Kyrgyzstan
cs: Kyrgyzstán

source: Lao People's Democratic Republic
cs: Laoské lidova demokraticka republika

source: Latvia
cs: Lotyšsko

source: Lebanon
cs: Libanon

source: Liberia
cs: Libérie

source: Libyan Arab Jamahiriya
cs: Lybie

source: Liechtenstein
cs: Lichtenštejnsko

source: Lithuania
cs: Litva

source: Luxembourg
cs: Lucembursko

source: Macedonia, the Former Yugoslav Republic of
cs: Makedonie, Bývalá jugoslávská republika

source: Madagascar
cs: Madagaskar

source: Malaysia
cs: Malajsie

source: Maldives
cs: Maledivy

source: Marshall Islands
cs: Marshallovy ostrovy

source: Martinique
cs: Martinik

source: Mauritania
cs: Mauritánie

source: Mauritius
cs: Mauricius (12:02)

source: Mexico
cs: Mexiko

source: Micronesia, Federated States of
cs: Mikronésie, Federativní státy

source: Moldova, Republic of
cs: Moldavská republika

source: Mongolia
cs: Mongolsko

source: Morocco
cs: Maroko

source: Mozambique
cs: Mosambik

source: Namibia
cs: Namibie

source: Nepal
cs: Nepál

source: Netherlands
cs: Nizozemsko

source: Netherlands Antilles
cs: Nizozemské Antily

source: New Caledonia
cs: Nová Kaledonie

source: New Zealand
cs: Nový Zéland

source: Nicaragua
cs: Nikaragua

source: Nigeria
cs: Nigérie

source: Northern Mariana Islands
cs: Severní Mariany

source: Norway
cs: Norsko

source: Oman
cs: Omán

source: Pakistan
cs: Pákistán

source: Palestinian Territory, Occupied
cs: Okupovaná palestinské území

source: Papua New Guinea
cs: Papua-Nová Guinea

source: Philippines
cs: Filipíny

source: Poland
cs: Polsko

source: Portugal
cs: Portugalsko

source: Puerto Rico
cs: Portoriko

source: Qatar
cs: Katar

source: Romania
cs: Rumunsko

source: Russian Federation
cs: Ruská Federace

source: Saint Helena
cs: svatá Helena

source: Saint Kitts and Nevis
cs: Svatý Kryštof a Nevis

source: Saint Lucia
cs: svatá Lucie

source: Saint Pierre and Miquelon
cs: Saint-Pierre a Miquelon

source: Saint Vincent and the Grenadines
cs: Svatý Vincenc a Grenadiny

source: Sao Tome and Principe
cs: Svatý Tomáš a Princův

source: Saudi Arabia
cs: Saudská arábie

source: Serbia and Montenegro
cs: Srbsko a Černá Hora

source: Seychelles
cs: Seychely

source: Singapore
cs: Singapur

source: Slovakia
cs: Slovensko

source: Slovenia
cs: Slovinsko

source: Solomon Islands
cs: Šalamounovy ostrovy

source: Somalia
cs: Somálsko

source: South Africa
cs: Jižní Afrika

source: South Georgia and the South Sandwich Islands
cs: Jižní Georgie a Jižní Sandwichovy ostrovy

source: Spain
cs: Španělsko

source: Sri Lanka
cs: Srí Lanka

source: Sudan
cs: Súdán

source: Suriname
cs: Surinam

source: Svalbard and Jan Mayen
cs: Svalbard a Jan Mayen

source: Swaziland
cs: Svazijsko

source: Sweden
cs: Švédsko

source: Switzerland
cs: Švýcarsko

source: Syrian Arab Republic
cs: Syrská arabská republika

source: Taiwan, Province of China
cs: Taiwan, provincie Číny

source: Tajikistan
cs: Tádžikistán

source: Tanzania, United Republic of
cs: Tanzanie, Spojené republika

source: Togo
cs: Ze čtyř kil na pět?

source: Trinidad and Tobago
cs: Trinidad a Tobago

source: Tunisia
cs: Tunisko

source: Turkey
cs: Turecko

source: Turkmenistan
cs: Turkmenistán

source: Turks and Caicos Islands
cs: Turks a Caicos

source: Ukraine
cs: Ukrajina

source: United Arab Emirates
cs: Spojené arabské emiráty

source: United Kingdom
cs: Velká Británie

source: United States
cs: Spojené státy americké

source: Uzbekistan
cs: Uzbekistán

source: Virgin Islands, British
cs: Britské Panenské ostrovy

source: Virgin Islands, U.s.
cs: Panenské ostrovy, USA

source: Wallis and Futuna
cs: Wallis a Futuna

source: Western Sahara
cs: Západní Sahara

source: Yemen
cs: Jemen

source: Zambia
cs: Zambie

source: Invalid argument #1: %s is not a valid %s identifyer.
cs: Neplatný argument # 1: %s není platný %s identifyer.

source: %s for Row %d failed to save.
cs: %s na řádku %d se nepodařilo zachránit.

source: You need to define at least one field to be toggleable.
cs: Musíte definovat alespoň jedno pole, aby toggleable.

source: The field %s is not in the list of toggleable fields.
cs: Pole %s není v seznamu toggleable polí.

source: The field %s does not have two toggleable states defined.
cs: Pole %s nemá dvě toggleable státy definované.

source: Invalid record
cs: Neplatný záznam

source: Server lipsum.com returns error code %s.
cs: Server lipsum.com vrátí kód chyby %s .

source: Response from lipsum.com is empty or could not be decoded.
cs: Odpověď lipsum.com je prázdná nebo nemohl být dekódovat.

source: Connection to server lipsum.com failed. %s.
cs: Připojení k serveru lipsum.com se nezdařil. %s .

source: Please correct the errors below.
cs: Prosím opravte chyby níže.

source: Error
cs: Chyby

source: The requested address %s was not found on this server.
cs: Požadovaná adresa %s nebyla nalezena na tomto serveru.

source: An Internal Error Has Occurred.
cs: Vyskytla se vnitřní chyba.

source: datasource configuration was not found
cs: konfigurace zdroj dat nebyl nalezen

source: CakePHP: the rapid development php framework
cs: CakePHP: rychlý rozvoj rámce php

source: Debug setting does not allow access to this url.
cs: Nastavení ladění neumožňuje přístup na tuto adresu URL.

source: Add New Exam
cs: Přidat nový zkouška

source: Inactive
cs: 'Neaktivní', // ​​115

source: Start & End Date
cs: Start & Datum ukončení

source: Certification of Completion
cs: Certifikace Ukončení

source: Click here to download excel file format
cs: Zde si můžete stáhnout ve formátu souboru Excel

source: Are you sure, you want to close this exam?
cs: Jste si jisti, že chcete zavřít tuto zkoušku?

source: Are you sure, you want to re-activate this exam?
cs: Jste si jisti, že chcete znovu aktivovat tuto zkoušku?

source: Closed
cs: Uzvřeno

source: Results
cs: Výsledky

source: Configurations
cs: konfigurace

source: General
cs: Obecné

source: Contents
cs: Obsah

source: Email & SMS
cs: E-mail a SMS

source: Knowledge Base (for Documentation)
cs: Knowledge Base (pro dokumentaci)

source: Live Chat (For Sales & Billing Only)
cs: Live Chat (pro prodej a fakturace Only)

source: Support (For Technical Support)
cs: Support (na technickou podporu)

source: Visit Our Website
cs: Navštivte naše webové stránky

source: for more documentation & Details
cs: Další dokumentaci a Podrobnosti
