Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ces/LC_MESSAGES/default.po
Languages: cs

source: File Manager
cs: Správce souborů

source: You can find your result here.
cs: Můžete si najít svůj výsledek zde.

source: Thanks for given the exam.
cs: Díky za daný zkoušku.

source: Dashboard
cs: Nástenka

source: My Exams
cs: Mé zkoušky

source: My Result
cs: můj výsledek

source: Group Performance
cs: Skupina Performance

source: Payment
cs: Platba

source: Transaction History
cs: Transakční historie

source: Mailbox
cs: 117 schránka

source: Help
cs: Nápověda

source: Home
cs: Domů

source: Register
cs: Registrace

source: Log In
cs: Přihlásit se

source: Invalid Post
cs: Neplatný Post

source: Jan
cs: Leden

source: Feb
cs: Úno

source: Mar
cs: Bře

source: Apr
cs: Dub

source: May
cs: Kvě

source: Jun
cs: Čer

source: Jul
cs: Čvc

source: Aug
cs: Srp

source: Sep
cs: Zář

source: Oct
cs: Říj

source: Nov
cs: Lis

source: Dec
cs: Pro

source: Percentage
cs: Procentáž

source: Month
cs: měsíční

source: Exams
cs: zkoušky

source: Email verified successfully
cs: E-mail byl úspěšně ověřen

source: Invalid Verification Code
cs: Neplatný ověřovací kód

source: A verification Code send to your Email inbox or Spam
cs: Ověřovací kód odeslat e-mailové schránky nebo Spam

source: Email Id already verified
cs: Id Email již byl ověřen

source: Email Id not registered in system
cs: Id e-mailu není registrován v systému

source: You have attempted maximum exam.
cs: Pokusili jste maximální zkoušku.

source: You have attempted maximum number of questions in this subject
cs: Pokusili jste maximálního počtu otázek v tomto tématu

source: You can find your result here
cs: Můžete si najít své výsledky zde

source: Insufficient Amount.
cs: Nedostatečné množství.

source: 1. The test instructions were
cs: 1. Zkušební pokyny byly

source: 2. Language of question was
cs: 2. Jazyk otázky bylo

source: 3. Overall test experience was
cs: 3. Celková zkušenost byla zkouška

source: Any other feedback suggestion:
cs: Jakákoli jiná zpětná vazba návrh:

source: Feedback has submitted successfully!
cs: Zpětná vazba byla úspěšně odeslána!

source: Feedback already submitted.
cs: Zpětná vazba již byly předloženy.

source: Email id is not registered in system
cs: E-mail id není registrován v systému

source: Your password reset link is sent to your registered email id
cs: Váš odkaz pro resetování hesla je odeslán na vaši registrovanou e-mailovou id

source: Incorrect code
cs: nesprávný kód

source: Password Changed Successfully
cs: Heslo bylo úspěšně změněno.

source: My Group performance
cs: Moje skupina výkon

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
cs: Aplikace již nainstalována. Odstraňte app / tmp / installed.txt znovu nainstalovat aplikaci

source: Writeable
cs: zapisovatelný

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
cs: Bohužel! Soubor Oprávnění Chyba <br> Prosím goto app / config / database.php je v zapisovatelné režimu.

source: A connection was successfully established with the server.
cs: Spojení bylo úspěšně navázáno se serverem.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
cs: Nelze se připojit k databázi. Zkontrolujte nastavení v app / config / database.php a zkuste to znovu

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
cs: Bohužel! Složka Oprávnění Chyba <br> Prosím složky tmp je v zapisovatelné režimu.

source: Your Mail has been sent
cs: Váš mail byl odeslán

source: Forwarded message
cs: přeposlaná zpráva

source: From
cs: Od

source: Subject
cs: Předmět

source: The mail has been moved to the Trash
cs: Pošta byla přesunuta do koše

source: Your Mail has been deleted
cs: Váš Mail byl smazán

source: The mail has been moved to the Inbox
cs: Pošta byla přesunuta do Doručené pošty

source: The mail has been marked as Read
cs: Pošta byla označena jako přečtené

source: The mail has been marked as Unread
cs: Pošta byla označena jako nepřečtené

source: Paypal Payment not set
cs: Paypal platby nejsou nastaveny

source: Payment Cancel
cs: platba Zrušit

source: Wallet Payment
cs: peněženka Platební

source: Try again! Can not connect to paypal
cs: Zkus to znovu! Nelze se připojit k paypal

source: Invalid Amount
cs: neplatná částka

source: Payment already done
cs: Platba už skončil

source: Payment not done
cs: Platba Neudělal

source: Payment successfully! Amount %s added in your wallet
cs: Platba byla úspěšně! Částka %s přidanou v peněžence

source: Profile Updated Successfully
cs: Profil Aktualizovaný Úspěšně

source: Photo Updated Successfully
cs: Foto Aktualizovaný Úspěšně

source: Invalid Password
cs: neplatné heslo

source: Please select any group
cs: Prosím, vyberte libovolnou skupinu

source: Invalid Security Code
cs: Bezpečnostní kód Invalid

source: Score
cs: Skóre

source: Marks Scored
cs: Marks Góly

source: Subject Wise Time Taken
cs: Téma Wise Čas potřebný

source: Correct Question
cs: správná otázka

source: Incorrect Question
cs: nesprávná Otázka

source: Right Marks
cs: pravé Marks

source: Negative Marks
cs: negativní Marks

source: Percentage(%) in Exam
cs: Procento (%) ve zkouška

source: Percentage(%)
cs: Procentáž

source: st
cs: Svatý

source: nd
cs: Nd6+.

source: rd
cs: V

source: th
cs: Čt

source: You %s
cs: Vy %s

source: Administrator
cs: Správce

source: Payment Gateway
cs: Platební brána

source: Pay Exam
cs: Pay zkouška

source: Your account has expired. Please contact administrator
cs: Váš účet vypršela. Obraťte se na správce

source: You have been logged in successfully
cs: Byli jste úspěšně

source: Your email not verified! Please click on link sent to your email inbox or spam
cs: Váš e-mail není ověřena! Klikněte na odkaz zaslané e-mailové schránky či spam

source: Incorrect username/password
cs: Nesprávné uživatelské jméno / heslo

source: You have been logged out successfully
cs: Byly jste úspěšně odhlášeni

source: You are %s Member! Please contact administrator
cs: Jste %s členem! Obraťte se na správce

source: Hours
cs: Hodiny

source: Mins
cs: minut

source: Grand Total
cs: Celkový součet

source: Your Question has been added for exam
cs: Váš dotaz byl na zkoušku přidáno

source: Your Question has been deleted for exam
cs: Váš dotaz byl smazán na zkoušku

source: No Permission
cs: Bez povolení

source: Advertisement has been saved
cs: Reklama byla uložena

source: Invalid post
cs: Neplatný příspěvek

source: Advertisement has been deleted
cs: Reklama byl smazán

source: Photo Changed Successfully
cs: Foto změněn Úspěšně

source: Not Attempted
cs: nepokusila

source: Marks Updated
cs: Marks Aktualizováno

source: Successfully Finalize
cs: úspěšně Finalizace

source: Successfully Closed Exam
cs: Úspěšně Uzavřené zkouška

source: English
cs: čeština

source: French
cs: Francouzské

source: Your Setting has been saved
cs: Vaše nastavení bylo uloženo

source: Page Added Successfully
cs: Page úspěšně přidána

source: Pages updated Successfully
cs: Stránky aktualizováno Úspěšně

source: Page has been deleted
cs: Stránka byla smazána

source: Page has been Unpublished
cs: Stránka byla odebrána

source: Page has been Published
cs: Stránka byla Zveřejněno

source: Something wrong
cs: Něco špatně

source: Currency has been saved
cs: Měna byla uložena

source: Currency has been deleted
cs: Měna byl smazán

source: Student Details
cs: Student Podrobnosti

source: Active
cs: Aktivní :,

source: Pending
cs: Čeká na vyřízení

source: Suspend
cs: Pozastavit

source: Pass
cs: Přechod

source: Fail
cs: Selhat

source: Absent
cs: nepřítomný

source: Student
cs: ZAPOJENÍ

source: Passing %age
cs: Předávání %a ge

source: Average %age
cs: Průměrná %a ge

source: Question Count
cs: Otázka Count

source: Total Question
cs: celková Otázka

source: Question Bank Difficulty Wise
cs: Otázka Bank Obtížnost Wise

source: Easy
cs: Jednoduché

source: Medium
cs: Střední

source: Hard
cs: tvrdé

source: Name has been updated
cs: Název byl aktualizován

source: Email template has been saved
cs: Email Šablona byla uložena

source: Email template has been deleted
cs: Šablonu e-mailu byl smazán

source: End Date is not less than Start date
cs: Datum ukončení není menší než počáteční datum

source: Please Select any group
cs: Prosím, vyberte libovolnou skupinu

source: Please Add Subject To Exam
cs: Prosím, Přidat předmět, zkouška

source: Exam has been saved. Add questions in exam
cs: Zkouška byla uložena. Přidejte otázky zkoušku

source: Exam has been saved
cs: Zkouška byla uložena

source: Exam has been updated
cs: Zkouška byla aktualizována

source: Exam has been deleted
cs: Zkouška byla vymazána

source: Difficulty Level
cs: Úroveň obtížnosti

source: Subject Wise Question Count
cs: Téma Počet Wise Otázka

source: Exam sucessfully inactivated
cs: Zkouška úspěšně inaktivovaná

source: Exam sucessfully activated
cs: Zkouška úspěšně aktivován

source: There are no question added!
cs: Jsou zde žádná otázka přidáno!

source: Your username is sent to your registered email id
cs: Vaše uživatelské jméno je odeslán na vaši registrovanou e-mailovou id

source: Group Added Successfully
cs: Skupina úspěšně přidána

source: Group has been saved
cs: Skupina byla uložena

source: Group has been deleted
cs: Skupina byla smazána

source: Delete subject first
cs: Odstranit předmět první

source: Help content has been saved
cs: Obsah nápovědy byla uložena

source: Help content has been deleted
cs: Obsah nápovědy byl smazán

source: Questions imported successfully
cs: Otázky úspěšně importován

source: File not uploaded
cs: Soubor nenahrál

source: Only CSV File supported
cs: Podporován pouze CSV souboru

source: Please Select Subject
cs: Prosím, vyberte Předmět

source: Please Select any Group
cs: Prosím, vyberte jakákoli skupina

source: Students imported successfully
cs: Studenti úspěšně importován

source: Please Select Group
cs: Prosím, vyberte skupinu

source: Student Email not found
cs: Student E-mail nebyl nalezen

source: News has been saved
cs: News byla uložena

source: News has been deleted
cs: News byl smazán

source: Paypal Payment Setting has been saved
cs: Paypal Platba Nastavení bylo uloženo

source: Setting Problem
cs: nastavení Problem

source: Please Choose the Correct answer
cs: Prosím, vyberte správnou odpověď

source: Please select true or false
cs: Vyberte true nebo false

source: Please fill blank space
cs: Vyplňte prosím prázdné místo

source: Question added to bank successfully
cs: Otázka přidán do banky úspěšně

source: Question has been updated
cs: Otázka byla aktualizována

source: Question has been deleted
cs: Otázka byla smazána

source: Delete exam first!
cs: Odstranit zkoušku první!

source: Question Difficulty Level
cs: Otázka Úroveň obtížnosti

source: Performance
cs: Výkon

source: Candidate Marks Distribution
cs: Kandidát Marks Distribution

source: Please select any type in the list
cs: Prosím vyberte jakýkoli typ v seznamu

source: Please type any email
cs: Prosím, zadejte libovolný e-mail

source: Email has been sent
cs: E-mail byl odeslán

source: No email to send
cs: Žádný e-mail odeslat

source: Please type any name
cs: Prosím, zadejte libovolný název

source: Sms has been sent
cs: SMS byla odeslána

source: No sms to send
cs: Ne sms posílat

source: Signature has been saved
cs: Podpis byl uložen

source: Signature has been deleted
cs: Podpis byl smazán

source: Slide has been saved
cs: Prezentace byla uložena

source: Slide has been deleted
cs: Snímek byl odstraněn

source: SMS template has been saved
cs: Šablona SMS byla uložena

source: SMS template has been deleted
cs: Šablona SMS byl smazán

source: Student added Successfully
cs: Student přidán Úspěšně

source: Please Select atleast one group
cs: Vyberte prosím aspoň jednu skupinu

source: Student has been updated
cs: Student byl aktualizován

source: Student has been deleted
cs: Student byl smazán

source: Student Wallet has been updated
cs: Student Peněženka byla aktualizována

source: Subject Added Successfully
cs: Vedlejší věcné Úspěšně

source: Subject already exist
cs: Podléhá již existují

source: Subject has been updated
cs: Téma bylo aktualizováno

source: Subject has been deleted
cs: Téma byl smazán

source: Testimonial has been saved
cs: Reference byla uložena

source: Testimonial has been updated
cs: Reference byl aktualizován

source: Testimonial has been deleted
cs: Reference byl smazán

source: User Added Successfully
cs: Uživatel úspěšně přidána

source: User has been updated
cs: Uživatel byl aktualizován

source: User has been deleted
cs: Uživatel byl smazán

source: Permission update successfully
cs: aktualizace povolení úspěšně

source: You have been logged in Successfully
cs: Byli jste úspěšně

source: You have been logged out
cs: Byly jste odhlášeni

source: Level User has been saved
cs: Uživatelská úroveň byla uložena

source: Level user has been deleted
cs: uživatelské úrovni byl smazán

source: Logo has been saved
cs: Logo bylo uloženo

source: Logo has been deleted
cs: Logo byl smazán

source: Add Questions
cs: Přidejte dotazy

source: Question Type
cs: Typ otázky

source: Search
cs: Vyhledávání

source: Reset
cs: Resetovat

source: Add To Exam
cs: Chcete-li přidat zkouška

source: Delete To Exam
cs: Odstranit Chcete-li zkouška

source: Back To Exam
cs: Back To zkouška

source: Type
cs: Typ

source: Body of Question
cs: Tělo Otázka

source: Level
cs: Úroveň

source: Marks
cs: bodů

source: Action
cs: Akce

source: Add Advertisement
cs: Přidat inzerát

source: Advertisement Name
cs: Reklama Name

source: Ordering
cs: Řazení

source: Internal
cs: Klapka

source: External
cs: Externí

source: _self
cs: Já

source: _blank
cs: _prázdný

source: Upload Image (350*260)
cs: Nahrát obrázek (350 * 260)

source: Save
cs: Uložit

source: Close
cs: Zavřít

source: Update Photo
cs: aktualizace Photo

source: Upload Photo
cs: Nahrát fotografii

source: Update
cs: Aktualizovat

source: Cancel
cs: Zrušit

source: Edit Advertisements
cs: editovat Reklamy

source: Form
cs: forma

source: Status
cs: Stav

source: Advertisements
cs: Inzerce

source: Add New Advertisement
cs: Přidat Nový inzerát

source: Edit
cs: Upravit

source: Delete
cs: Smazat

source: View
cs: Náhled

source: Change Photo
cs: Změnit fotku

source: View Slides
cs: zobrazit snímky

source: Attempted Papers of
cs: Pokus o Doklady

source: Name
cs: Název

source: Total Marks
cs: Celkem Marks

source: Obtained Marks
cs: získané Marks

source: Result Finalized
cs: výsledkem ukončený

source: Finalize It
cs: finalizujte

source: FAILED
cs: Neuspělo

source: Finalized By
cs: dokončena

source: Question No
cs: Otázka č

source: Option1
cs: volba1

source: Option2
cs: volba2

source: Option3
cs: volba3

source: Option4
cs: volba4

source: Option5
cs: volba5

source: Option6
cs: volba6

source: Marked Answer
cs: Značené odpověď

source: Correct Answer
cs: Správná odpověď

source: Time Taken
cs: doba potřebná

source: Marks Obtained
cs: bodovacím

source: Checked by
cs: Kontroloval

source: System
cs: Systém

source: Configuration Options
cs: Možnosti konfigurace

source: Site Name
cs: Jméno stránky

source: Organization Name
cs: Název organizace

source: Domain Name
cs: Doménové jméno

source: Organization Email
cs: organizace E-mail

source: Meta Title
cs: meta Název

source: Meta Description
cs: Meta popis

source: Time Zone
cs: Časové pásmo

source: Please Select
cs: Prosím vyberte

source: Currency
cs: Měna

source: Header Contact
cs: hlavička Kontakt

source: Email Contact
cs: Kontaktní e-mail

source: Display records per page
cs: Zobrazit záznamy na stránku

source: Max records per page
cs: Maximální záznamů na stránce

source: Date Format
cs: Datový formát

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Seprator, Time Seprator
cs: Datum, měsíc, rok, hodiny, minuty, Sec, Meridian, datum Seprator, Time Seprator

source: Image
cs: Obrázek

source: Text Direction
cs: Směr Text

source: Left-to-right (LTR)
cs: Zleva doprava (LTR)

source: Right-to-Left (RTL)
cs: Zprava doleva (RTL)

source: Language
cs: Jazyk

source: Enable SMS Notification
cs: Aktivovat SMS oznámení

source: Enable Email Notification
cs: Povolit e-mailového upozornění

source: Manual Verification
cs: Ruční ověření

source: Front End Registration
cs: Front End Registrace

source: Front End Slides
cs: Front End Snímky

source: Translation
cs: Překlad

source: Paid Exam
cs: zaplaceno zkouška

source: Exam Expiry
cs: zkouška Zánik

source: Exam Feedback
cs: zkouška Feedback

source: Certificate
cs: akreditaci.

source: Testimonial
cs: Příspěvek

source: Advertisement
cs: Inzerát

source: No. of Visitor
cs: Počet návštěvníka

source: No. of Student
cs: Počet Student

source: No. of Exam
cs: Počet zkouška

source: Save Settings
cs: Uložit nastavení

source: Add Pages
cs: Přidat stránky

source: Link Name
cs: Název odkazu

source: Link Order
cs: Objednání

source: Page Type
cs: Typ stránky

source: External Url
cs: externí web

source: Page Name
cs: Název stránky

source: Page Url
cs: Adresa URL stránky

source: Page Content
cs: Obsah stránky

source: Edit Pages
cs: Edit Stránky

source: Pages
cs: Strany

source: Add New Page
cs: Přidat novou stránku

source: Published
cs: Zveřejněno

source: Unpublished
cs: Nepublikovaný

source: Add Currency
cs: Přidat Měna

source: Currency Name
cs: Měna Name

source: Short Name
cs: Krátké jméno

source: Upload Currency (Less or equal to 50*50)
cs: Nahrát měně (menší nebo roven 50 * 50)

source: Add New Currency
cs: Přidejte novou měnu

source: In Progress Exam
cs: Probíhá zkouška

source: Upcoming Exam
cs: Nadcházející zkouška

source: Completed Exam
cs: dokončena zkouška

source: Students
cs: studentů.

source: In Progress & Upcoming Exams
cs: Probíhá & připravovaných zkoušek

source: Date
cs: Datum

source: Exam Name
cs: zkouška Jméno

source: Group
cs: Skupina

source: Duration
cs: Trvání

source: Recent Exam Results
cs: Nedávné výsledky zkoušky

source: Exam
cs: ZKOUŠKA

source: Overall Result
cs: celkový výsledek

source: Student Stats
cs: Student Statistiky

source: To
cs: Komu

source: Details
cs: Detaily

source: Student Statistic Table
cs: Student Statistická tabulka

source: Total Students
cs: Celkový počet studentů

source: Total Active
cs: Celkový počet aktivních

source: Total Pending
cs: celková Pending

source: Top 10 Question Bank Subject Wise
cs: Top 10 Otázka Bank Předmět Wise

source: Top 10 Difficulty Level of Questions
cs: Top 10 Úroveň obtížnosti dotazů

source: Question Count Table
cs: Otázka Count Tabulka

source: Bank Name
cs: Název banky č. 2:

source: Total Difficult
cs: Celkem obtížná

source: E-Mail Settings
cs: Nastavení e-mailu

source: Server Name / Host
cs: Název serveru / Host

source: User Name
cs: uživatelské jméno

source: Password
cs: Heslo

source: Add Email Template
cs: Přidat e-mailovou šablonu

source: Email Template
cs: Šablona e-mailu

source: Edit Email Templates
cs: Úprava e-mailové šablony

source: Email Templates
cs: E-mailové šablony

source: Add New Email Template
cs: Přidat nový e-mailové šablony

source: Template
cs: Šablona

source: Subject Added successfully
cs: Vedlejší věcné úspěšně

source: Add Exam
cs: Přidat zkouška

source: Name of Exam
cs: Název zkouška

source: Passing Percentage
cs: přihrávky Procento

source: Instruction
cs: Instrukce

source: Exam Duration (Min.)
cs: Zkouška Trvání (Min.)

source: 0 for unlimited duration
cs: 0 na dobu neurčitou

source: Attempt Count
cs: pokus Count

source: 0 for unlimited attempt
cs: 0 pro neomezený pokus

source: Start Date
cs: Datum zahájení

source: End Date
cs: Datum ukončení

source: Yes
cs: Ano

source: No
cs: Žádná

source: Negative Marking
cs: negativní značení

source: Random Question
cs: Náhodná otázka

source: Amount
cs: Množství

source: Browser Tolrance
cs: prohlížeč Tolrance

source: Expiry Days
cs: Rozvazovací Dny

source: 0 for Unlimited
cs: 0 pro neomezený

source: Result After Finish
cs: Výsledek po Finish

source: Mode
cs: "Režim/Mode"

source: Prepration
cs: Košek, Marek

source: Instant Result
cs: Okamžitý výsledek

source: Option Shuffle
cs: možnost Shuffle

source: Add Subjects To Exams
cs: Přidejte předmětů, které mají zkoušek

source: Subject Name
cs: Téma Jméno

source: No. of Questions
cs: Počet dotazů

source: Ques Attempt Count
cs: Zovaných Pokus Count

source: Questions Attempt Count
cs: Otázky Pokus Count

source: Leave blank for not showing (0 for unlimited)
cs: Nechte prázdné pro nezobrazuje (0 pro nekonečno)

source: ctrl+click to add multiples
cs: ctrl + klik pro přidání násobky

source: Add
cs: Přidat

source: Edit Exam
cs: editovat zkouška

source: Exam Stats
cs: zkouška Statistiky

source: No of Student Passed
cs: Žádný ze Student prospěl

source: Download
cs: Ke stažení

source: No of Student Failed
cs: Žádný ze Student se nezdařilo

source: No of Student Absent
cs: Žádné studentské Absent

source: Exam Details
cs: zkouška Podrobnosti

source: Finalize Result
cs: dokončit Výsledek

source: Attempted Papers
cs: Pokus o Papers

source: Eligible Group
cs: způsobilé Group

source: Close Exam
cs: Close zkouška

source: Activate Exam
cs: aktivovat zkoušku

source: Exam Closed Re-Activate Exam
cs: Zkouška Uzavřené opětovnou aktivaci zkouška

source: Browser Tolrence
cs: prohlížeč Tolrence

source: Expiry
cs: Datum expirace

source: Unlimited
cs: Neomezený

source: Days
cs: Dny

source: Subjective
cs: Subjektivní

source: Objective
cs: >> Cíl. + K dosažení investičního cíle považuji za prospěšnou a mutnou vzájemnou spolupráci. +

source: True &amp; False
cs: Je pravda & amp; Falešný

source: Fill in the blanks
cs: Doplňte kolonky

source: Total Questions
cs: Celkem otázky

source: Question Attempt Count
cs: Otázka Pokus Count

source: Total
cs: Celkem

source: Student Name
cs: Jméno studenta

source: Enrolment
cs: Zápis

source: Phone
cs: Telefon

source: Result Status
cs: Stav výsledek

source: Forgot Password
cs: Zapomněli jste heslo

source: Email ID
cs: ID e-mailu

source: Submit
cs: Odeslat

source: Forgot Username
cs: Zapomenuté uživatelské jméno

source: Login
cs: Přihlásit se

source: Verification Code
cs: Ověřovací kód

source: Please enter verification Code
cs: Prosím, zadejte ověřovací kód

source: Reset Password
cs: Obnovit heslo

source: Confirm Password
cs: Potvrďte heslo

source: Add Groups
cs: Přidejte Skupiny

source: Group Name
cs: Skupinové jméno

source: Edit Groups
cs: editovat Skupiny

source: Groups
cs: skupin

source: Add New Group
cs: Přidat novou skupinu

source: Add Help Content
cs: Přidat obsah nápovědy

source: Title
cs: Název

source: Description
cs: Popis

source: Edit Help Content
cs: Upravit obsah nápovědy

source: Help Content
cs: Pomoc Content

source: Add New Help Content
cs: Přidat nový obsah nápovědy

source: Back To Questions
cs: Zpět na dotazy

source: Export Questions
cs: Export dotazy

source: Select File
cs: Vyberte soubor

source: Import Questions
cs: dovozní otázky

source: Import/Export Students
cs: Import / Export Studenti

source: Back To Students
cs: Zpět ke studentům

source: Export Students
cs: Export Studenti

source: Import Students
cs: dovozní Studenti

source: All Messages
cs: Všechny zprávy

source: My Profile
cs: Můj profil

source: Change Password
cs: Změnit heslo

source: Logout
cs: Odhlásit se

source: Powered by
cs: Založeno na technologii

source: Date &amp; Time
cs: Date & amp; Čas

source: Compose Mail
cs: Vytvořit e-mail

source: Search Student Mail
cs: Vyhledávání Student Mail

source: Message
cs: Zpráva

source: Send
cs: Odeslat

source: Compose
cs: Skomponovat

source: Inbox
cs: Doručená pošta

source: Sent Mail
cs: Poslat mail

source: Trash
cs: Koš

source: More
cs: Více

source: Mark as Read
cs: Označit jako přečtené

source: Mark as Unread
cs: Označit jako nepřečtené

source: Move to Inbox
cs: Přesunout do Doručené pošty
