Repository: smartlearnsuccess/public_html
Catalog: public_html/app/Locale/ces/LC_MESSAGES/validation.po
Languages: cs

source: Only letters and numbers allowed
cs: Pouze písmena a čísla povolené

source: Group already exist
cs: Skupina již existují

source: Only Url
cs: pouze web

source: File does not have a valid extension
cs: Soubor nemá platný příponu

source: You must supply a JPG, GIF or PNG File.
cs: Je nutné dodat JPG, GIF nebo PNG.

source: Invalid Header Contact
cs: Neplatná hlavička Kontakt

source: Only Alphabets
cs: pouze abecedy

source: Currency Name already exist
cs: Jméno měny již existují

source: You must supply image height is less than 50px
cs: Je nutné dodat výška obrázku je menší než 50 px

source: You must supply image width is less than 50px
cs: Je nutné zadat šířku obrázku je menší než 50 px

source: Only numbers allowed
cs: Pouze čísla povoleno

source: Only Date/time format
cs: Formát pouze datum / čas

source: Enter a valid email
cs: Zadejte platný e-mail

source: Please select
cs: Prosím vyberte

source: Invalid Username
cs: Neplatné uživatelské jméno

source: Invalid Password
cs: neplatné heslo

source: Invalid Signature
cs: Neplatný podpis

source: Only numbers
cs: pouze čísla

source: You must supply image height is less than 220px
cs: Je nutné dodat výšky obrazu je menší než 220px

source: This Email has already been exist! try new one
cs: Tato adresa je již existuje! vyzkoušet novou

source: Password required
cs: vyžadováno heslo

source: Password minimum 4 character long
cs: Minimální hesla 4 znaků dlouhé

source: Name already exist
cs: Jméno již existují
